{"text": "﻿Project Gutenberg's Free Thought and Official Propaganda, by Bertrand Russell\r\n\r\nThis eBook is for the use of anyone anywhere at no cost and with\r\nalmost no restrictions whatsoever.  You may copy it, give it away or\r\nre-use it under the terms of the Project Gutenberg License included\r\nwith this eBook or online at www.gutenberg.org/license\r\n\r\n\r\nTitle: Free Thought and Official Propaganda\r\n\r\nAuthor: Bertrand Russell\r\n\r\nRelease Date: February 16, 2014 [EBook #44932]\r\n\r\nLanguage: English\r\n\r\nCharacter set encoding: UTF-8\r\n\r\n*** START OF THIS PROJECT GUTENBERG EBOOK FREE THOUGHT AND OFFICIAL PROPAGANDA ***\r\n\r\n\r\n\r\n\r\nProduced by Sean (scribe_for_hire@yahoo.com), based on\r\npage images made available by the Internet Archive\r\n(http://archive.org/details/freethoughtoffic00russiala).\r\n\r\n\r\n\r\n\r\n\r\n\r\n  [Italics are marked with _underscores_.]\r\n\r\n\r\n\r\n\r\n  Ex Libris\r\n  C. K. OGDEN\r\n  CONWAY MEMORIAL LECTURE\r\n\r\n  FREE THOUGHT\r\n  AND\r\n  OFFICIAL PROPAGANDA\r\n\r\n  DELIVERED AT SOUTH PLACE INSTITUTE ON\r\n  MARCH 24, 1922\r\n\r\n  BY\r\n  The Hon. BERTRAND RUSSELL,\r\n  M.A., F.R.S.\r\n\r\n  _(Professor Graham Wallas in the Chair)_\r\n\r\n  WATTS & CO.,\r\n  JOHNSON’S COURT, FLEET STREET, E.C.4\r\n  1922\r\n\r\n\r\n\r\n\r\n  CHAIRMAN'S INTRODUCTORY ADDRESS\r\n\r\n\r\nI have come here to-night, partly because I want to hear Mr. Russell,\r\nand partly because of an old affection for South Place and its\r\ntraditions. I myself have been for more than forty years a professional\r\nteacher; and it is as a teacher—who thirty-seven years ago was\r\ndismissed for refusing religious conformity—that I most easily approach\r\nthe problem of free thought. Though systems of education professing to\r\nteach men and women how to think have been in use in Europe for,\r\nperhaps, three thousand years, we have not yet reached that degree of\r\nsuccess which would be shown if most educated people came to much the\r\nsame conclusions on the great problems of life from a study of the same\r\nevidence. Everywhere you have rebels; but ninety per cent. of French or\r\nAmerican students of history come to French or American conclusions, and\r\neighty-five per cent. of English students come to English conclusions;\r\neighty per cent. of Eton boys hold Eton political opinions all their\r\nlives; ninety per cent. of the Irish Catholic population of the United\r\nStates seem to hold generation after generation identical opinions on\r\nreligion and politics which are not held by the vast majority of\r\nAmericans. It may be said that in these cases only one kind of evidence\r\nis allowed to reach the students in each institution. But everybody\r\nreads newspapers, and talks with his neighbours, and travels, and visits\r\nmuseums; and most intelligent people read books and magazines. Sooner or\r\nlater much of the same evidence reaches us all. I myself believe that\r\none of the main reasons why we do not to a greater degree draw the same\r\nconclusions from that evidence is that we do not really learn the\r\ndifficult art of thought. A boy at school is taught to memorize and to\r\nunderstand mathematical formulæ or foreign languages or scientific\r\nstatements. But in weighing evidence the effort of memorizing, and even\r\nthe effort of understanding, are not of the first importance. The\r\neffective process is a sort of painful and watchful expectancy. A\r\nschoolboy or a college student finds that he has an uncomfortable sense\r\nof unreality in repeating some accustomed formula, or writing an essay\r\nto enforce some accustomed line of argument. He shrinks from that\r\nfeeling, as all animals shrink from discomfort. If he were taught what\r\nare the conditions of effective thought, and were encouraged to act on\r\nthat lesson, he would know that it is only by resolutely fastening on\r\nsuch vague and painful premonitions, and forcing them to come into full\r\nconsciousness and disclose their deeper causes and tendencies that he\r\ncan arrive at new truth or make some old truth his own.\r\n\r\nBut who is going to tell him this secret? Every day in London thousands\r\nof clever and sympathetic boys and girls begin the day by sitting\r\nthrough three-quarters of an hour of the dreary “Cowper-Temple”\r\ninstruction which consists, as Bishop Temple once said, of teaching at\r\neverybody’s expense what nobody believes. They may be conscious or\r\nhalf-conscious of a feeling of unreality; but, even if they have not\r\nbeen taught that it is a sacred duty to “struggle against doubt,” they\r\nshrink, as the cleverest of them feel that the teacher is shrinking,\r\nfrom any further exploration on that path.\r\n\r\nPerhaps some day the teachers and students of the ordinary school and\r\ncollege subjects may learn something from those little isolated\r\ninstitutions where men and women try to prepare themselves for the\r\ncreative arts. The young painter or sculptor or member of a group of\r\nyoung poets is often queerly ignorant and one-sided. But he lives in\r\nanother world from that of the big conventional sixth-form boy at Harrow\r\nor St. Paul’s, or the hockey-playing athlete of a girls’ High School,\r\nbecause he has felt the pain and the exhilaration reached through pain\r\nby which alone new truth and new beauty are born into the world.\r\n\r\n\r\n\r\n\r\n  FREE THOUGHT AND\r\n  OFFICIAL PROPAGANDA\r\n\r\n\r\nMoncure Conway, in whose honour we are assembled to-day, devoted his\r\nlife to two great objects: freedom of thought and freedom of the\r\nindividual. In regard to both these objects, something has been gained\r\nsince his time, but something also has been lost. New dangers, somewhat\r\ndifferent in form from those of past ages, threaten both kinds of\r\nfreedom, and unless a vigorous and vigilant public opinion can be\r\naroused in defence of them, there will be much less of both a hundred\r\nyears hence than there is now. My purpose in this address is to\r\nemphasize the new dangers and to consider how they can be met.\r\n\r\nLet us begin by trying to be clear as to what we mean by “free thought.”\r\nThis expression has two senses. In its narrower sense it means thought\r\nwhich does not accept the dogmas of traditional religion. In this sense\r\na man is a “free thinker” if he is not a Christian or a Mussulman or a\r\nBuddhist or a Shintoist or a member of any of the other bodies of men\r\nwho accept some inherited orthodoxy. In Christian countries a man is\r\ncalled a “free thinker” if he does not decidedly believe in God, though\r\nthis would not suffice to make a man a “free thinker” in a Buddhist\r\ncountry.\r\n\r\nI do not wish to minimize the importance of free thought in this sense.\r\nI am myself a dissenter from all known religions, and I hope that every\r\nkind of religious belief will die out. I do not believe that, on the\r\nbalance, religious belief has been a force for good. Although I am\r\nprepared to admit that in certain times and places it has had some good\r\neffects, I regard it as belonging to the infancy of human reason, and to\r\na stage of development which we are now outgrowing.\r\n\r\nBut there is also a wider sense of “free thought,” which I regard as of\r\nstill greater importance. Indeed, the harm done by traditional religions\r\nseems chiefly traceable to the fact that they have prevented free\r\nthought in this wider sense. The wider sense is not so easy to define as\r\nthe narrower, and it will be well to spend some little time in trying to\r\narrive at its essence.\r\n\r\nWhen we speak of anything as “free,” our meaning is not definite unless\r\nwe can say what it is free _from_. Whatever or whoever is “free” is not\r\nsubject to some external compulsion, and to be precise we ought to say\r\nwhat this kind of compulsion is. Thus thought is “free” when it is free\r\nfrom certain kinds of outward control which are often present. Some of\r\nthese kinds of control which must be absent if thought is to be “free”\r\nare obvious, but others are more subtle and elusive.\r\n\r\nTo begin with the most obvious. Thought is not “free” when legal\r\npenalties are incurred by the holding or not holding of certain\r\nopinions, or by giving expression to one’s belief or lack of belief on\r\ncertain matters. Very few countries in the world have as yet even this\r\nelementary kind of freedom. In England, under the Blasphemy Laws, it is\r\nillegal to express disbelief in the Christian religion, though in\r\npractice the law is not set in motion against the well-to-do. It is also\r\nillegal to teach what Christ taught on the subject of non-resistance.\r\nTherefore, whoever wishes to avoid becoming a criminal must profess to\r\nagree with Christ’s teaching, but must avoid saying what that teaching\r\nwas. In America no one can enter the country without first solemnly\r\ndeclaring that he disbelieves in anarchism and polygamy; and, once\r\ninside, he must also disbelieve in communism. In Japan it is illegal to\r\nexpress disbelief in the divinity of the Mikado. It will thus be seen\r\nthat a voyage round the world is a perilous adventure. A Mohammedan, a\r\nTolstoyan, a Bolshevik, or a Christian cannot undertake it without at\r\nsome point becoming a criminal, or holding his tongue about what he\r\nconsiders important truths. This, of course, applies only to steerage\r\npassengers; saloon passengers are allowed to believe whatever they\r\nplease, provided they avoid offensive obtrusiveness.\r\n\r\nIt is clear that the most elementary condition, if thought is to be\r\nfree, is the absence of legal penalties for the expression of opinions.\r\nNo great country has yet reached to this level, although most of them\r\nthink they have. The opinions which are still persecuted strike the\r\nmajority as so monstrous and immoral that the general principle of\r\ntoleration cannot be held to apply to them. But this is exactly the same\r\nview as that which made possible the tortures of the Inquisition. There\r\nwas a time when Protestantism seemed as wicked as Bolshevism seems now.\r\nPlease do not infer from this remark that I am either a Protestant or a\r\nBolshevik.\r\n\r\nLegal penalties are, however, in the modern world, the least of the\r\nobstacles to freedom of thoughts. The two great obstacles are economic\r\npenalties and distortion of evidence. It is clear that thought is not\r\nfree if the profession of certain opinions makes it impossible to earn a\r\nliving. It is clear also that thought is not free if all the arguments\r\non one side of a controversy are perpetually presented as attractively\r\nas possible, while the arguments on the other side can only be\r\ndiscovered by diligent search. Both these obstacles exist in every large\r\ncountry known to me, except China, which is the last refuge of freedom.\r\nIt is these obstacles with which I shall be concerned—their present\r\nmagnitude, the likelihood of their increase, and the possibility of\r\ntheir diminution.\r\n\r\nWe may say that thought is free when it is exposed to free competition\r\namong beliefs—i.e., when all beliefs are able to state their case, and\r\nno legal or pecuniary advantages or disadvantages attach to beliefs.\r\nThis is an ideal which, for various reasons, can never be fully\r\nattained. But it is possible to approach very much nearer to it than we\r\ndo at present.\r\n\r\nThree incidents in my own life will serve to show how, in modern\r\nEngland, the scales are weighted in favour of Christianity. My reason\r\nfor mentioning them is that many people do not at all realize the\r\ndisadvantages to which avowed Agnosticism still exposes people.\r\n\r\nThe first incident belongs to a very early stage in my life. My father\r\nwas a Freethinker, but died when I was only three years old. Wishing me\r\nto be brought up without superstition, he appointed two Freethinkers as\r\nmy guardians. The Courts, however, set aside his will, and had me\r\neducated in the Christian faith. I am afraid the result was\r\ndisappointing, but that was not the fault of the law. If he had directed\r\nthat I should be educated as a Christadelphian or a Muggletonian or a\r\nSeventh-Day Adventist, the Courts would not have dreamed of objecting. A\r\nparent has a right to ordain that any imaginable superstition shall be\r\ninstilled into his children after his death, but has not the right to\r\nsay that they shall be kept free from superstition if possible.\r\n\r\nThe second incident occurred in the year 1910. I had at that time a\r\ndesire to stand for Parliament as a Liberal, and the Whips recommended\r\nme to a certain constituency. I addressed the Liberal Association, who\r\nexpressed themselves favourably, and my adoption seemed certain. But, on\r\nbeing questioned by a small inner caucus, I admitted that I was an\r\nAgnostic. They asked whether the fact would come out, and I said it\r\nprobably would. They asked whether I should be willing to go to church\r\noccasionally, and I replied that I should not. Consequently, they\r\nselected another candidate, who was duly elected, has been in Parliament\r\never since, and is a member of the present Government.\r\n\r\nThe third incident occurred immediately afterwards. I was invited by\r\nTrinity College, Cambridge, to become a lecturer, but not a Fellow. The\r\ndifference is not pecuniary; it is that a Fellow has a voice in the\r\ngovernment of the College, and cannot be dispossessed during the term of\r\nhis Fellowship except for grave immorality. The chief reason for not\r\noffering me a Fellowship was that the clerical party did not wish to add\r\nto the anti-clerical vote. The result was that they were able to dismiss\r\nme in 1916, when they disliked my views on the War.[1] If I had been\r\ndependent on my lectureship, I should have starved.\r\n\r\nThese three incidents illustrate different kinds of disadvantages\r\nattaching to avowed freethinking even in modern England. Any other\r\navowed Freethinker could supply similar incidents from his personal\r\nexperience, often of a far more serious character. The net result is\r\nthat people who are not well-to-do dare not be frank about their\r\nreligious beliefs.\r\n\r\nIt is not, of course, only or even chiefly in regard to religion that\r\nthere is lack of freedom. Belief in communism or free love handicaps a\r\nman much more than Agnosticism. Not only is it a disadvantage to hold\r\nthose views, but it is very much more difficult to obtain publicity for\r\nthe arguments in their favour. On the other hand, in Russia the\r\nadvantages and disadvantages are exactly reversed: comfort and power are\r\nachieved by professing Atheism, communism, and free love, and no\r\nopportunity exists for propaganda against these opinions. The result is\r\nthat in Russia one set of fanatics feels absolute certainty about one\r\nset of doubtful propositions, while in the rest of the world another set\r\nof fanatics feels equal certainty about a diametrically opposite set of\r\nequally doubtful propositions. From such a situation war, bitterness,\r\nand persecution inevitably result on both sides.\r\n\r\nWilliam James used to preach the “will to believe.” For my part, I\r\nshould wish to preach the “will to doubt.” None of our beliefs are quite\r\ntrue; all have at least a penumbra of vagueness and error. The methods\r\nof increasing the degree of truth in our beliefs are well known; they\r\nconsist in hearing all sides, trying to ascertain all the relevant\r\nfacts, controlling our own bias by discussion with people who have the\r\nopposite bias, and cultivating a readiness to discard any hypothesis\r\nwhich has proved inadequate. These methods are practised in science, and\r\nhave built up the body of scientific knowledge. Every man of science\r\nwhose outlook is truly scientific is ready to admit that what passes for\r\nscientific knowledge at the moment is sure to require correction with\r\nthe progress of discovery; nevertheless, it is near enough to the truth\r\nto serve for most practical purposes, though not for all. In science,\r\nwhere alone something approximating to genuine knowledge is to be found,\r\nmen’s attitude is tentative and full of doubt.\r\n\r\nIn religion and politics, on the contrary, though there is as yet\r\nnothing approaching scientific knowledge, everybody considers it _de\r\nrigueur_ to have a dogmatic opinion, to be backed up by inflicting\r\nstarvation, prison, and war, and to be carefully guarded from\r\nargumentative competition with any different opinion. If only men could\r\nbe brought into a tentatively agnostic frame of mind about these\r\nmatters, nine-tenths of the evils of the modern world would be cured.\r\nWar would become impossible, because each side would realize that both\r\nsides must be in the wrong. Persecution would cease. Education would aim\r\nat expanding the mind, not at narrowing it. Men would be chosen for jobs\r\non account of fitness to do the work, not because they flattered the\r\nirrational dogmas of those in power. Thus rational doubt alone, if it\r\ncould be generated, would suffice to introduce the millennium.\r\n\r\nWe have had in recent years a brilliant example of the scientific temper\r\nof mind in the theory of relativity and its reception by the world.\r\nEinstein, a German-Swiss-Jew pacifist, was appointed to a research\r\nprofessorship by the German Government in the early days of the War; his\r\npredictions were verified by an English expedition which observed the\r\neclipse of 1919, very soon after the Armistice. His theory upsets the\r\nwhole theoretical framework of traditional physics; it is almost as\r\ndamaging to orthodox dynamics as Darwin was to _Genesis_. Yet physicists\r\neverywhere have shown complete readiness to accept his theory as soon as\r\nit appeared that the evidence was in its favour. But none of them, least\r\nof all Einstein himself, would claim that he has said the last word. He\r\nhas not built a monument of infallible dogma to stand for all time.\r\nThere are difficulties he cannot solve; his doctrines will have to be\r\nmodified in their turn as they have modified Newton’s. This critical\r\nundogmatic receptiveness is the true attitude of science.\r\n\r\nWhat would have happened if Einstein had advanced something equally new\r\nin the sphere of religion or politics? English people would have found\r\nelements of Prussianism in his theory; anti-Semites would have regarded\r\nit as a Zionist plot; nationalists in all countries would have found it\r\ntainted with lily-livered pacifism, and proclaimed it a mere dodge for\r\nescaping military service. All the old-fashioned professors would have\r\napproached Scotland Yard to get the importation of his writings\r\nprohibited. Teachers favourable to him would have been dismissed. He,\r\nmeantime, would have captured the Government of some backward country,\r\nwhere it would have become illegal to teach anything except his\r\ndoctrine, which would have grown into a mysterious dogma not understood\r\nby anybody. Ultimately the truth or falsehood of his doctrine would be\r\ndecided on the battlefield, without the collection of any fresh evidence\r\nfor or against it. This method is the logical outcome of William James’s\r\nwill to believe.\r\n\r\nWhat is wanted is not the will to believe, but the wish to find out,\r\nwhich is its exact opposite.\r\n\r\nIf it is admitted that a condition of rational doubt would be desirable,\r\nit becomes important to inquire how it comes about that there is so much\r\nirrational certainty in the world. A great deal of this is due to the\r\ninherent irrationality and credulity of average human nature. But this\r\nseed of intellectual original sin is nourished and fostered by other\r\nagencies, among which three play the chief part—namely, education,\r\npropaganda, and economic pressure. Let us consider these in turn.\r\n\r\n(1) _Education._—Elementary education, in all advanced countries, is in\r\nthe hands of the State. Some of the things taught are known to be false\r\nby the officials who prescribe them, and many others are known to be\r\nfalse, or at any rate very doubtful, by every unprejudiced person. Take,\r\nfor example, the teaching of history. Each nation aims only at\r\nself-glorification in the school text-books of history. When a man\r\nwrites his autobiography he is expected to show a certain modesty; but\r\nwhen a nation writes its autobiography there is no limit to its boasting\r\nand vainglory. When I was young, school books taught that the French\r\nwere wicked and the Germans virtuous; now they teach the opposite. In\r\nneither case is there the slightest regard for truth. German school\r\nbooks, dealing with the battle of Waterloo, represent Wellington as all\r\nbut defeated when Blücher saved the situation; English books represent\r\nBlücher as having made very little difference. The writers of both the\r\nGerman and the English books know that they are not telling the truth.\r\nAmerican school books used to be violently anti-British; since the War\r\nthey have become equally pro-British, without aiming at truth in either\r\ncase (see _The Freeman_, Feb. 15, 1922, p. 532). Both before and since,\r\none of the chief purposes of education in the United States has been to\r\nturn the motley collection of immigrant children into “good Americans.”\r\nApparently it has not occurred to any one that a “good American,” like a\r\n“good German” or a “good Japanese,” must be, _pro tanto_, a bad human\r\nbeing. A “good American” is a man or woman imbued with the belief that\r\nAmerica is the finest country on earth, and ought always to be\r\nenthusiastically supported in any quarrel. It is just possible that\r\nthese propositions are true; if so, a rational man will have no quarrel\r\nwith them. But if they are true, they ought to be taught everywhere, not\r\nonly in America. It is a suspicious circumstance that such propositions\r\nare never believed outside the particular country which they glorify.\r\nMeanwhile the whole machinery of the State, in all the different\r\ncountries, is turned on to making defenceless children believe absurd\r\npropositions the effect of which is to make them willing to die in\r\ndefence of sinister interests under the impression that they are\r\nfighting for truth and right. This is only one of countless ways in\r\nwhich education is designed, not to give true knowledge, but to make the\r\npeople pliable to the will of their masters. Without an elaborate system\r\nof deceit in the elementary schools it would be impossible to preserve\r\nthe camouflage of democracy.\r\n\r\nBefore leaving the subject of education, I will take another example\r\nfrom America[2]—not because America is any worse than other countries,\r\nbut because it is the most modern, showing the dangers that are growing\r\nrather than those that are diminishing. In the State of New York a\r\nschool cannot be established without a licence from the State, even if\r\nit is to be supported wholly by private funds. A recent law decrees that\r\na licence shall not be granted to any school “where it shall appear that\r\nthe instruction proposed to be given includes the teachings of the\r\ndoctrine that organized Governments shall be overthrown by force,\r\nviolence, or unlawful means.” As the _New Republic_ points out, there is\r\nno limitation to this or that organized Government. The law therefore\r\nwould have made it illegal, during the War, to teach the doctrine that\r\nthe Kaiser’s Government should be overthrown by force; and, since then,\r\nthe support of Kolchak or Denikin against the Soviet Government would\r\nhave been illegal. Such consequences, of course, were not intended, and\r\nresult only from bad draughtsmanship. What was intended appears from\r\nanother law passed at the same time, applying to teachers in State\r\nschools. This law provides that certificates permitting persons to teach\r\nin such schools shall be issued only to those who have “shown\r\nsatisfactorily” that they are “loyal and obedient to the Government of\r\nthis State and of the United States,” and shall be refused to those who\r\nhave advocated, no matter where or when, “a form of government other\r\nthan the Government of this State or of the United States.” The\r\ncommittee which framed these laws, as quoted by the _New Republic_, laid\r\nit down that the teacher who “does not approve of the present social\r\nsystem......must surrender his office,” and that “no person who is not\r\neager to combat the theories of social change should be entrusted with\r\nthe task of fitting the young and old for the responsibilities of\r\ncitizenship.” Thus, according to the law of the State of New York,\r\nChrist and George Washington were too degraded morally to be fit for the\r\neducation of the young. If Christ were to go to New York and say,\r\n“Suffer the little children to come unto me,” the President of the New\r\nYork School Board would reply: “Sir, I see no evidence that you are\r\neager to combat theories of social change. Indeed, I have heard it said\r\nthat you advocate what you call the _kingdom_ of heaven, whereas this\r\ncountry, thank God, is a republic. It is clear that the Government of\r\nyour kingdom of heaven would differ materially from that of New York\r\nState, therefore no children will be allowed access to you.” If he\r\nfailed to make this reply, he would not be doing his duty as a\r\nfunctionary entrusted with the administration of the law.\r\n\r\nThe effect of such laws is very serious. Let it be granted, for the sake\r\nof argument, that the government and the social system in the State of\r\nNew York are the best that have ever existed on this planet; yet even\r\nthen both would presumably be capable of improvement. Any person who\r\nadmits this obvious proposition is by law incapable of teaching in a\r\nState school. Thus the law decrees that the teachers shall all be either\r\nhypocrites or fools.\r\n\r\nThe growing danger exemplified by the New York law is that resulting\r\nfrom the monopoly of power in the hands of a single organization,\r\nwhether the State or a Trust or federation of Trusts. In the case of\r\neducation, the power is in the hands of the State, which can prevent the\r\nyoung from hearing of any doctrine which it dislikes. I believe there\r\nare still some people who think that a democratic State is scarcely\r\ndistinguishable from the people. This, however, is a delusion. The State\r\nis a collection of officials, different for different purposes, drawing\r\ncomfortable incomes so long as the _status quo_ is preserved. The only\r\nalteration they are likely to desire in the _status quo_ is an increase\r\nof bureaucracy and of the power of bureaucrats. It is, therefore,\r\nnatural that they should take advantage of such opportunities as war\r\nexcitement to acquire inquisitorial powers over their employees,\r\ninvolving the right to inflict starvation upon any subordinate who\r\nopposes them. In matters of the mind, such as education, this state of\r\naffairs is fatal. It puts an end to all possibility of progress or\r\nfreedom or intellectual initiative. Yet it is the natural result of\r\nallowing the whole of elementary education to fall under the sway of a\r\nsingle organization.\r\n\r\nReligious toleration, to a certain extent, has been won because people\r\nhave ceased to consider religion so important as it was once thought to\r\nbe. But in politics and economics, which have taken the place formerly\r\noccupied by religion, there is a growing tendency to persecution, which\r\nis not by any means confined to one party. The persecution of opinion in\r\nRussia is more severe than in any capitalist country. I met in Petrograd\r\nan eminent Russian poet, Alexander Block, who has since died as the\r\nresult of privations. The Bolsheviks allowed him to teach æsthetics, but\r\nhe complained that they insisted on his teaching the subject “from a\r\nMarxian point of view.” He had been at a loss to discover how the theory\r\nof rhythmics was connected with Marxism, although, to avoid starvation,\r\nhe had done his best to find out. Of course, it has been impossible in\r\nRussia ever since the Bolsheviks came into power to print anything\r\ncritical of the dogmas upon which their regime is founded.\r\n\r\nThe examples of America and Russia illustrate the conclusion to which we\r\nseem to be driven—namely, that so long as men continue to have the\r\npresent fanatical belief in the importance of politics free thought on\r\npolitical matters will be impossible, and there is only too much danger\r\nthat the lack of freedom will spread to all other matters, as it has\r\ndone in Russia. Only some degree of political scepticism can save us\r\nfrom this misfortune.\r\n\r\nIt must not be supposed that the officials in charge of education desire\r\nthe young to become educated. On the contrary, their problem is to\r\nimpart information without imparting intelligence. Education should have\r\ntwo objects: first, to give definite knowledge—reading and writing,\r\nlanguages and mathematics, and so on; secondly, to create those mental\r\nhabits which will enable people to acquire knowledge and form sound\r\njudgments for themselves. The first of these we may call information,\r\nthe second intelligence. The utility of information is admitted\r\npractically as well as theoretically; without a literate population a\r\nmodern State is impossible. But the utility of intelligence is admitted\r\nonly theoretically, not practically; it is not desired that ordinary\r\npeople should think for themselves, because it is felt that people who\r\nthink for themselves are awkward to manage and cause administrative\r\ndifficulties. Only the guardians, in Plato’s language, are to think; the\r\nrest are to obey, or to follow leaders like a herd of sheep. This\r\ndoctrine, often unconsciously, has survived the introduction of\r\npolitical democracy, and has radically vitiated all national systems of\r\neducation.\r\n\r\nThe country which has succeeded best in giving information without\r\nintelligence is the latest addition to modern civilization, Japan.\r\nElementary education in Japan is said to be admirable from the point of\r\nview of instruction. But, in addition to instruction, it has another\r\npurpose, which is to teach worship of the Mikado—a far stronger creed\r\nnow than before Japan became modernized.[3] Thus the schools have been\r\nused simultaneously to confer knowledge and to promote superstition.\r\nSince we are not tempted to Mikado-worship, we see clearly what is\r\nabsurd in Japanese teaching. Our own national superstitions strike us as\r\nnatural and sensible, so that we do not take such a true view of them as\r\nwe do of the superstitions of Nippon. But if a travelled Japanese were\r\nto maintain the thesis that our schools teach superstitions just as\r\ninimical to intelligence as belief in the divinity of the Mikado, I\r\nsuspect that he would be able to make out a very good case.\r\n\r\nFor the present I am not in search of remedies, but am only concerned\r\nwith diagnosis. We are faced with the paradoxical fact that education\r\nhas become one of the chief obstacles to intelligence and freedom of\r\nthought. This is due primarily to the fact that the State claims a\r\nmonopoly; but that is by no means the sole cause.\r\n\r\n(2) _Propaganda._—Our system of education turns young people out of the\r\nschools able to read, but for the most part unable to weigh evidence or\r\nto form an independent opinion. They are then assailed, throughout the\r\nrest of their lives, by statements designed to make them believe all\r\nsorts of absurd propositions, such as that Blank’s pills cure all ills,\r\nthat Spitzbergen is warm and fertile, and that Germans eat corpses. The\r\nart of propaganda, as practised by modern politicians and governments,\r\nis derived from the art of advertisement. The science of psychology owes\r\na great deal to advertisers. In former days most psychologists would\r\nprobably have thought that a man could not convince many people of the\r\nexcellence of his own wares by merely stating emphatically that they\r\nwere excellent. Experience shows, however, that they were mistaken in\r\nthis. If I were to stand up once in a public place and state that I am\r\nthe most modest man alive, I should be laughed at; but if I could raise\r\nenough money to make the same statement on all the busses and on\r\nhoardings along all the principal railway lines, people would presently\r\nbecome convinced that I had an abnormal shrinking from publicity. If I\r\nwere to go to a small shopkeeper and say: “Look at your competitor over\r\nthe way, he is getting your business; don’t you think it would be a good\r\nplan to leave your business and stand up in the middle of the road and\r\ntry to shoot him before he shoots you?”—if I were to say this, any\r\nsmall shopkeeper would think me mad. But when the Government says it\r\nwith emphasis and a brass band, the small shopkeepers become\r\nenthusiastic, and are quite surprised when they find afterwards that\r\nbusiness has suffered. Propaganda, conducted by the means which\r\nadvertisers have found successful, is now one of the recognized methods\r\nof government in all advanced countries, and is especially the method by\r\nwhich democratic opinion is created.\r\n\r\nThere are two quite different evils about propaganda as now practised.\r\nOn the one hand, its appeal is generally to irrational causes of belief\r\nrather than to serious argument; on the other hand, it gives an unfair\r\nadvantage to those who can obtain most publicity, whether through wealth\r\nor through power. For my part, I am inclined to think that too much fuss\r\nis sometimes made about the fact that propaganda appeals to emotion\r\nrather than reason. The line between emotion and reason is not so sharp\r\nas some people think. Moreover, a clever man could frame a sufficiently\r\nrational argument in favour of any position which has any chance of\r\nbeing adopted. There are always good arguments on both sides of any real\r\nissue. Definite mis-statements of fact can be legitimately objected to,\r\nbut they are by no means necessary. The mere words “Pear’s Soap,” which\r\naffirm nothing, cause people to buy that article. If, wherever these\r\nwords appear, they were replaced by the words “The Labour Party,”\r\nmillions of people would be led to vote for the Labour Party, although\r\nthe advertisements had claimed no merit for it whatever. But if both\r\nsides in a controversy were confined by law to statements which a\r\ncommittee of eminent logicians considered relevant and valid, the main\r\nevil of propaganda, as at present conducted, would remain. Suppose,\r\nunder such a law, two parties with an equally good case, one of whom had\r\na million pounds to spend on propaganda, while the other had only a\r\nhundred thousand. It is obvious that the arguments in favour of the\r\nricher party would become more widely known than those in favour of the\r\npoorer party, and therefore the richer party would win. This situation\r\nis, of course, intensified when one party is the Government. In Russia\r\nthe Government has an almost complete monopoly of propaganda, but that\r\nis not necessary. The advantages which it possesses over its opponents\r\nwill generally be sufficient to give it the victory, unless it has an\r\nexceptionally bad case.\r\n\r\nThe objection to propaganda is not only its appeal to unreason, but\r\nstill more the unfair advantage which it gives to the rich and powerful.\r\nEquality of opportunity among opinions is essential if there is to be\r\nreal freedom of thought; and equality of opportunity among opinions can\r\nonly be secured by elaborate laws directed to that end, which there is\r\nno reason to expect to see enacted. The cure is not to be sought\r\nprimarily in such laws, but in better education and a more sceptical\r\npublic opinion. For the moment, however, I am not concerned to discuss\r\ncures.\r\n\r\n(3) _Economic pressure._—I have already dealt with some aspects of this\r\nobstacle to freedom of thought, but I wish now to deal with it on more\r\ngeneral lines, as a danger which is bound to increase unless very\r\ndefinite steps are taken to counteract it. The supreme example of\r\neconomic pressure applied against freedom of thought is Soviet Russia,\r\nwhere, until the trade agreement, the Government could and did inflict\r\nstarvation upon people whose opinions it disliked—for example,\r\nKropotkin. But in this respect Russia is only somewhat ahead of other\r\ncountries. In France, during the Dreyfus affair, any teacher would have\r\nlost his position if he had been in favour of Dreyfus at the start or\r\nagainst him at the end. In America at the present day I doubt if a\r\nuniversity professor, however eminent, could get employment if he were\r\nto criticize the Standard Oil Company, because all college presidents\r\nhave received or hope to receive benefactions from Mr. Rockefeller.\r\nThroughout America Socialists are marked men, and find it extremely\r\ndifficult to obtain work unless they have great gifts. The tendency,\r\nwhich exists wherever industrialism is well developed, for trusts and\r\nmonopolies to control all industry, leads to a diminution of the number\r\nof possible employers, so that it becomes easier and easier to keep\r\nsecret black books by means of which any one not subservient to the\r\ngreat corporations can be starved. The growth of monopolies is\r\nintroducing in America many of the evils associated with State Socialism\r\nas it has existed in Russia. From the standpoint of liberty, it makes no\r\ndifference to a man whether his only possible employer is the State or a\r\nTrust.\r\n\r\nIn America, which is the most advanced country industrially, and to a\r\nlesser extent in other countries which are approximating to the American\r\ncondition, it is necessary for the average citizen, if he wishes to make\r\na living, to avoid incurring the hostility of certain big men. And these\r\nbig men have an outlook—religious, moral, and political—with which\r\nthey expect their employees to agree, at least outwardly. A man who\r\nopenly dissents from Christianity, or believes in a relaxation of the\r\nmarriage laws, or objects to the power of the great corporations, finds\r\nAmerica a very uncomfortable country, unless he happens to be an eminent\r\nwriter. Exactly the same kind of restraints upon freedom of thought are\r\nbound to occur in every country where economic organization has been\r\ncarried to the point of practical monopoly. Therefore the safeguarding\r\nof liberty in the world which is growing up is far more difficult than\r\nit was in the nineteenth century, when free competition was still a\r\nreality. Whoever cares about the freedom of the mind must face this\r\nsituation fully and frankly, realizing the inapplicability of methods\r\nwhich answered well enough while industrialism was in its infancy.\r\n\r\nThere are two simple principles which, if they were adopted, would solve\r\nalmost all social problems. The first is that education should have for\r\none of its aims to teach people only to believe propositions when there\r\nis some reason to think that they are true. The second is that jobs\r\nshould be given solely for fitness to do the work.\r\n\r\nTo take the second point first. The habit of considering a man’s\r\nreligious, moral, and political opinions before appointing him to a post\r\nor giving him a job is the modern form of persecution, and it is likely\r\nto become quite as efficient as the Inquisition ever was. The old\r\nliberties can be legally retained without being of the slightest use.\r\nIf, in practice, certain opinions lead a man to starve, it is poor\r\ncomfort to him to know that his opinions are not punishable by law.\r\nThere is a certain public feeling against starving men for not belonging\r\nto the Church of England, or for holding slightly unorthodox opinions in\r\npolitics. But there is hardly any feeling against the rejection of\r\nAtheists or Mormons, extreme communists, or men who advocate free love.\r\nSuch men are thought to be wicked, and it is considered only natural to\r\nrefuse to employ them. People have hardly yet waked up to the fact that\r\nthis refusal, in a highly industrial State, amounts to a very rigorous\r\nform of persecution.\r\n\r\nIf this danger were adequately realized, it would be possible to rouse\r\npublic opinion, and to secure that a man’s beliefs should not be\r\nconsidered in appointing him to a post. The protection of minorities is\r\nvitally important; and even the most orthodox of us may find himself in\r\na minority some day, so that we all have an interest in restraining the\r\ntyranny of majorities. Nothing except public opinion can solve this\r\nproblem. Socialism would make it somewhat more acute, since it would\r\neliminate the opportunities that now arise through exceptional\r\nemployers. Every increase in the size of industrial undertakings makes\r\nit worse, since it diminishes the number of independent employers. The\r\nbattle must be fought exactly as the battle of religious toleration was\r\nfought. And as in that case, so in this, a decay in the intensity of\r\nbelief is likely to prove the decisive factor. While men were convinced\r\nof the absolute truth of Catholicism or Protestantism, as the case might\r\nbe, they were willing to persecute on account of them. While men are\r\nquite certain of their modern creeds, they will persecute on their\r\nbehalf. Some element of doubt is essential to the practice, though not\r\nto the theory, of toleration. And this brings me to my other point,\r\nwhich concerns the aims of education.\r\n\r\nIf there is to be toleration in the world, one of the things taught in\r\nschools must be the habit of weighing evidence, and the practice of not\r\ngiving full assent to propositions which there is no reason to believe\r\ntrue. For example, the art of reading the newspapers should be taught.\r\nThe schoolmaster should select some incident which happened a good many\r\nyears ago, and roused political passions in its day. He should then read\r\nto the school children what was said by the newspapers on one side, what\r\nwas said by those on the other, and some impartial account of what\r\nreally happened. He should show how, from the biased account of either\r\nside, a practised reader could infer what really happened, and he should\r\nmake them understand that everything in newspapers is more or less\r\nuntrue. The cynical scepticism which would result from this teaching\r\nwould make the children in later life immune from those appeals to\r\nidealism by which decent people are induced to further the schemes of\r\nscoundrels.\r\n\r\nHistory should be taught in the same way. Napoleon’s campaigns of 1813\r\nand 1814, for instance, might be studied in the _Moniteur_, leading up\r\nto the surprise which Parisians felt when they saw the Allies arriving\r\nunder the walls of Paris after they had (according to the official\r\nbulletins) been beaten by Napoleon in every battle. In the more advanced\r\nclasses, students should be encouraged to count the number of times that\r\nLenin has been assassinated by Trotsky, in order to learn contempt for\r\ndeath. Finally, they should be given a school history approved by the\r\nGovernment, and asked to infer what a French school history would say\r\nabout our wars with France. All this would be a far better training in\r\ncitizenship than the trite moral maxims by which some people believe\r\nthat civic duty can be inculcated.\r\n\r\nIt must, I think, be admitted that the evils of the world are due to\r\nmoral defects quite as much as to lack of intelligence. But the human\r\nrace has not hitherto discovered any method of eradicating moral\r\ndefects; preaching and exhortation only add hypocrisy to the previous\r\nlist of vices. Intelligence, on the contrary, is easily improved by\r\nmethods known to every competent educator. Therefore, until some method\r\nof teaching virtue has been discovered, progress will have to be sought\r\nby improvement of intelligence rather than of morals. One of the chief\r\nobstacles to intelligence is credulity, and credulity could be\r\nenormously diminished by instruction as to the prevalent forms of\r\nmendacity. Credulity is a greater evil in the present day than it ever\r\nwas before, because, owing to the growth of education, it is much easier\r\nthan it used to be to spread misinformation, and, owing to democracy,\r\nthe spread of misinformation is more important than in former times to\r\nthe holders of power. Hence the increase in the circulation of\r\nnewspapers.\r\n\r\nIf I am asked how the world is to be induced to adopt these two\r\nmaxims—namely (1) that jobs should be given to people on account of\r\ntheir fitness to perform them; (2) that one aim of education should be\r\nto cure people of the habit of believing propositions for which there is\r\nno evidence—I can only say that it must be done by generating an\r\nenlightened public opinion. And an enlightened public opinion can only\r\nbe generated by the efforts of those who desire that it should exist. I\r\ndo not believe that the economic changes advocated by Socialists will,\r\nof themselves, do anything towards curing the evils we have been\r\nconsidering. I think that, whatever happens in politics, the trend of\r\neconomic development will make the preservation of mental freedom\r\nincreasingly difficult, unless public opinion insists that the employer\r\nshall control nothing in the life of the employee except his work.\r\nFreedom in education could easily be secured, if it were desired, by\r\nlimiting the function of the State to inspection and payment, and\r\nconfining inspection rigidly to the definite instruction. But that, as\r\nthings stand, would leave education in the hands of the Churches,\r\nbecause, unfortunately, they are more anxious to teach their beliefs\r\nthan Freethinkers are to teach their doubts. It would, however, give a\r\nfree field, and would make it possible for a liberal education to be\r\ngiven if it were really desired. More than that ought not to be asked of\r\nthe law.\r\n\r\nMy plea throughout this address has been for the spread of the\r\nscientific temper, which is an altogether different thing from the\r\nknowledge of scientific results. The scientific temper is capable of\r\nregenerating mankind and providing an issue for all our troubles. The\r\nresults of science, in the form of mechanism, poison gas, and the yellow\r\npress, bid fair to lead to the total downfall of our civilization. It is\r\na curious antithesis, which a Martian might contemplate with amused\r\ndetachment. But for us it is a matter of life and death. Upon its issue\r\ndepends the question whether our grandchildren are to live in a happier\r\nworld, or are to exterminate each other by scientific methods, leaving\r\nperhaps to negroes and Papuans the future destinies of mankind.\r\n\r\n\r\n\r\n\r\n  APPENDIX\r\n\r\n  THE CONWAY MEMORIAL LECTURESHIP\r\n\r\n\r\nAt a general meeting of the South Place Ethical Society, held on October\r\n22, 1908, it was resolved, after full discussion, that an effort should\r\nbe made to establish a series of lectures, to be printed and widely\r\ncirculated, as a permanent Memorial to Dr. Conway.\r\n\r\nMoncure Conway’s untiring zeal for the emancipation of the human mind\r\nfrom the thraldom of obsolete or waning beliefs, his pleadings for\r\nsympathy with the oppressed and for a wider and profounder conception of\r\nhuman fraternity than the world has yet reached, claim, it is urged, an\r\noffering of gratitude more permanent than the eloquent obituary or\r\nreverential service of mourning.\r\n\r\nThe range of the lectures (of which the thirteenth is published\r\nherewith) must be regulated by the financial support accorded to the\r\nscheme; but it is hoped that sufficient funds will be eventually\r\nforthcoming for the endowment of periodical lectures by distinguished\r\npublic men, to further the cause of social, political, and religious\r\nfreedom, with which Dr. Conway’s name must ever be associated.\r\n\r\nThe Conway Memorial Lecture Committee, although not yet in possession of\r\nthe necessary capital for the permanent endowment of the Lectureship,\r\nhave inaugurated and maintained the work while inviting further\r\ncontributions. The funds in hand, together with those which may\r\nreasonably be expected from supporters of the Movement, will ensure the\r\ndelivery of an annual lecture for some years at least.\r\n\r\nThe Committee earnestly appeal for either donations or subscriptions\r\nfrom year to year until the Memorial is permanently established.\r\nContributions may be forwarded to the Hon. Treasurer.\r\n\r\nOn behalf of the Executive Committee:—\r\n\r\n(Mrs.) C. Fletcher Smith and Ernest Carr, _Hon. Secretaries_.\r\n\r\n(Mrs.) F. M. Cockburn, _Hon. Treasurer_, “Peradeniya,” Northampton Road,\r\nCroydon.\r\n\r\n\r\n  PRINTED BY WATTS AND CO., JOHNSON’S COURT, FLEET STREET, E.C.4.\r\n\r\n\r\n\r\n\r\n  [Footnotes]\r\n\r\n\r\n[1] I should add that they re-appointed me later, when war passions had\r\nbegun to cool.\r\n\r\n[2] See _The New Republic_, Feb. 1, 1922, p. 259 _ff._\r\n\r\n[3] See _The Invention of a New Religion_. By Professor Chamberlain, of\r\nTokio. Published by the Rationalist Press Association. (Now out of\r\nprint.)\r\n\r\n\r\n\r\n\r\n\r\nEnd of the Project Gutenberg EBook of Free Thought and Official Propaganda, by \r\nBertrand Russell\r\n\r\n*** END OF THIS PROJECT GUTENBERG EBOOK FREE THOUGHT AND OFFICIAL PROPAGANDA ***\r\n\r\n***** This file should be named 44932-0.txt or 44932-0.zip *****\r\nThis and all associated files of various formats will be found in:\r\n        http://www.gutenberg.org/4/4/9/3/44932/\r\n\r\nProduced by Sean (scribe_for_hire@yahoo.com), based on\r\npage images made available by the Internet Archive\r\n(http://archive.org/details/freethoughtoffic00russiala).\r\n\r\n\r\nUpdated editions will replace the previous one--the old editions\r\nwill be renamed.\r\n\r\nCreating the works from public domain print editions means that no\r\none owns a United States copyright in these works, so the Foundation\r\n(and you!) can copy and distribute it in the United States without\r\npermission and without paying copyright royalties.  Special rules,\r\nset forth in the General Terms of Use part of this license, apply to\r\ncopying and distributing Project Gutenberg-tm electronic works to\r\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\r\nGutenberg is a registered trademark, and may not be used if you\r\ncharge for the eBooks, unless you receive specific permission.  If you\r\ndo not charge anything for copies of this eBook, complying with the\r\nrules is very easy.  You may use this eBook for nearly any purpose\r\nsuch as creation of derivative works, reports, performances and\r\nresearch.  They may be modified and printed and given away--you may do\r\npractically ANYTHING with public domain eBooks.  Redistribution is\r\nsubject to the trademark license, especially commercial\r\nredistribution.\r\n\r\n\r\n\r\n*** START: FULL LICENSE ***\r\n\r\nTHE FULL PROJECT GUTENBERG LICENSE\r\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\r\n\r\nTo protect the Project Gutenberg-tm mission of promoting the free\r\ndistribution of electronic works, by using or distributing this work\r\n(or any other work associated in any way with the phrase \"Project\r\nGutenberg\"), you agree to comply with all the terms of the Full Project\r\nGutenberg-tm License (available with this file or online at\r\nhttp://gutenberg.org/license).\r\n\r\n\r\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\r\nelectronic works\r\n\r\n1.A.  By reading or using any part of this Project Gutenberg-tm\r\nelectronic work, you indicate that you have read, understand, agree to\r\nand accept all the terms of this license and intellectual property\r\n(trademark/copyright) agreement.  If you do not agree to abide by all\r\nthe terms of this agreement, you must cease using and return or destroy\r\nall copies of Project Gutenberg-tm electronic works in your possession.\r\nIf you paid a fee for obtaining a copy of or access to a Project\r\nGutenberg-tm electronic work and you do not agree to be bound by the\r\nterms of this agreement, you may obtain a refund from the person or\r\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\r\n\r\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\r\nused on or associated in any way with an electronic work by people who\r\nagree to be bound by the terms of this agreement.  There are a few\r\nthings that you can do with most Project Gutenberg-tm electronic works\r\neven without complying with the full terms of this agreement.  See\r\nparagraph 1.C below.  There are a lot of things you can do with Project\r\nGutenberg-tm electronic works if you follow the terms of this agreement\r\nand help preserve free future access to Project Gutenberg-tm electronic\r\nworks.  See paragraph 1.E below.\r\n\r\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\r\nor PGLAF), owns a compilation copyright in the collection of Project\r\nGutenberg-tm electronic works.  Nearly all the individual works in the\r\ncollection are in the public domain in the United States.  If an\r\nindividual work is in the public domain in the United States and you are\r\nlocated in the United States, we do not claim a right to prevent you from\r\ncopying, distributing, performing, displaying or creating derivative\r\nworks based on the work as long as all references to Project Gutenberg\r\nare removed.  Of course, we hope that you will support the Project\r\nGutenberg-tm mission of promoting free access to electronic works by\r\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\r\nthis agreement for keeping the Project Gutenberg-tm name associated with\r\nthe work.  You can easily comply with the terms of this agreement by\r\nkeeping this work in the same format with its attached full Project\r\nGutenberg-tm License when you share it without charge with others.\r\n\r\n1.D.  The copyright laws of the place where you are located also govern\r\nwhat you can do with this work.  Copyright laws in most countries are in\r\na constant state of change.  If you are outside the United States, check\r\nthe laws of your country in addition to the terms of this agreement\r\nbefore downloading, copying, displaying, performing, distributing or\r\ncreating derivative works based on this work or any other Project\r\nGutenberg-tm work.  The Foundation makes no representations concerning\r\nthe copyright status of any work in any country outside the United\r\nStates.\r\n\r\n1.E.  Unless you have removed all references to Project Gutenberg:\r\n\r\n1.E.1.  The following sentence, with active links to, or other immediate\r\naccess to, the full Project Gutenberg-tm License must appear prominently\r\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\r\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\r\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\r\ncopied or distributed:\r\n\r\nThis eBook is for the use of anyone anywhere at no cost and with\r\nalmost no restrictions whatsoever.  You may copy it, give it away or\r\nre-use it under the terms of the Project Gutenberg License included\r\nwith this eBook or online at www.gutenberg.org/license\r\n\r\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\r\nfrom the public domain (does not contain a notice indicating that it is\r\nposted with permission of the copyright holder), the work can be copied\r\nand distributed to anyone in the United States without paying any fees\r\nor charges.  If you are redistributing or providing access to a work\r\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\r\nwork, you must comply either with the requirements of paragraphs 1.E.1\r\nthrough 1.E.7 or obtain permission for the use of the work and the\r\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\r\n1.E.9.\r\n\r\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\r\nwith the permission of the copyright holder, your use and distribution\r\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\r\nterms imposed by the copyright holder.  Additional terms will be linked\r\nto the Project Gutenberg-tm License for all works posted with the\r\npermission of the copyright holder found at the beginning of this work.\r\n\r\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\r\nLicense terms from this work, or any files containing a part of this\r\nwork or any other work associated with Project Gutenberg-tm.\r\n\r\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\r\nelectronic work, or any part of this electronic work, without\r\nprominently displaying the sentence set forth in paragraph 1.E.1 with\r\nactive links or immediate access to the full terms of the Project\r\nGutenberg-tm License.\r\n\r\n1.E.6.  You may convert to and distribute this work in any binary,\r\ncompressed, marked up, nonproprietary or proprietary form, including any\r\nword processing or hypertext form.  However, if you provide access to or\r\ndistribute copies of a Project Gutenberg-tm work in a format other than\r\n\"Plain Vanilla ASCII\" or other format used in the official version\r\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\r\nyou must, at no additional cost, fee or expense to the user, provide a\r\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\r\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\r\nform.  Any alternate format must include the full Project Gutenberg-tm\r\nLicense as specified in paragraph 1.E.1.\r\n\r\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\r\nperforming, copying or distributing any Project Gutenberg-tm works\r\nunless you comply with paragraph 1.E.8 or 1.E.9.\r\n\r\n1.E.8.  You may charge a reasonable fee for copies of or providing\r\naccess to or distributing Project Gutenberg-tm electronic works provided\r\nthat\r\n\r\n- You pay a royalty fee of 20% of the gross profits you derive from\r\n     the use of Project Gutenberg-tm works calculated using the method\r\n     you already use to calculate your applicable taxes.  The fee is\r\n     owed to the owner of the Project Gutenberg-tm trademark, but he\r\n     has agreed to donate royalties under this paragraph to the\r\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\r\n     must be paid within 60 days following each date on which you\r\n     prepare (or are legally required to prepare) your periodic tax\r\n     returns.  Royalty payments should be clearly marked as such and\r\n     sent to the Project Gutenberg Literary Archive Foundation at the\r\n     address specified in Section 4, \"Information about donations to\r\n     the Project Gutenberg Literary Archive Foundation.\"\r\n\r\n- You provide a full refund of any money paid by a user who notifies\r\n     you in writing (or by e-mail) within 30 days of receipt that s/he\r\n     does not agree to the terms of the full Project Gutenberg-tm\r\n     License.  You must require such a user to return or\r\n     destroy all copies of the works possessed in a physical medium\r\n     and discontinue all use of and all access to other copies of\r\n     Project Gutenberg-tm works.\r\n\r\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\r\n     money paid for a work or a replacement copy, if a defect in the\r\n     electronic work is discovered and reported to you within 90 days\r\n     of receipt of the work.\r\n\r\n- You comply with all other terms of this agreement for free\r\n     distribution of Project Gutenberg-tm works.\r\n\r\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\r\nelectronic work or group of works on different terms than are set\r\nforth in this agreement, you must obtain permission in writing from\r\nboth the Project Gutenberg Literary Archive Foundation and Michael\r\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\r\nFoundation as set forth in Section 3 below.\r\n\r\n1.F.\r\n\r\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\r\neffort to identify, do copyright research on, transcribe and proofread\r\npublic domain works in creating the Project Gutenberg-tm\r\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\r\nworks, and the medium on which they may be stored, may contain\r\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\r\ncorrupt data, transcription errors, a copyright or other intellectual\r\nproperty infringement, a defective or damaged disk or other medium, a\r\ncomputer virus, or computer codes that damage or cannot be read by\r\nyour equipment.\r\n\r\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\r\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\r\nGutenberg Literary Archive Foundation, the owner of the Project\r\nGutenberg-tm trademark, and any other party distributing a Project\r\nGutenberg-tm electronic work under this agreement, disclaim all\r\nliability to you for damages, costs and expenses, including legal\r\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\r\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\r\nPROVIDED IN PARAGRAPH 1.F.3.  YOU AGREE THAT THE FOUNDATION, THE\r\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\r\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\r\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\r\nDAMAGE.\r\n\r\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\r\ndefect in this electronic work within 90 days of receiving it, you can\r\nreceive a refund of the money (if any) you paid for it by sending a\r\nwritten explanation to the person you received the work from.  If you\r\nreceived the work on a physical medium, you must return the medium with\r\nyour written explanation.  The person or entity that provided you with\r\nthe defective work may elect to provide a replacement copy in lieu of a\r\nrefund.  If you received the work electronically, the person or entity\r\nproviding it to you may choose to give you a second opportunity to\r\nreceive the work electronically in lieu of a refund.  If the second copy\r\nis also defective, you may demand a refund in writing without further\r\nopportunities to fix the problem.\r\n\r\n1.F.4.  Except for the limited right of replacement or refund set forth\r\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\r\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\r\nWARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.\r\n\r\n1.F.5.  Some states do not allow disclaimers of certain implied\r\nwarranties or the exclusion or limitation of certain types of damages.\r\nIf any disclaimer or limitation set forth in this agreement violates the\r\nlaw of the state applicable to this agreement, the agreement shall be\r\ninterpreted to make the maximum disclaimer or limitation permitted by\r\nthe applicable state law.  The invalidity or unenforceability of any\r\nprovision of this agreement shall not void the remaining provisions.\r\n\r\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\r\ntrademark owner, any agent or employee of the Foundation, anyone\r\nproviding copies of Project Gutenberg-tm electronic works in accordance\r\nwith this agreement, and any volunteers associated with the production,\r\npromotion and distribution of Project Gutenberg-tm electronic works,\r\nharmless from all liability, costs and expenses, including legal fees,\r\nthat arise directly or indirectly from any of the following which you do\r\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\r\nwork, (b) alteration, modification, or additions or deletions to any\r\nProject Gutenberg-tm work, and (c) any Defect you cause.\r\n\r\n\r\nSection  2.  Information about the Mission of Project Gutenberg-tm\r\n\r\nProject Gutenberg-tm is synonymous with the free distribution of\r\nelectronic works in formats readable by the widest variety of computers\r\nincluding obsolete, old, middle-aged and new computers.  It exists\r\nbecause of the efforts of hundreds of volunteers and donations from\r\npeople in all walks of life.\r\n\r\nVolunteers and financial support to provide volunteers with the\r\nassistance they need, are critical to reaching Project Gutenberg-tm's\r\ngoals and ensuring that the Project Gutenberg-tm collection will\r\nremain freely available for generations to come.  In 2001, the Project\r\nGutenberg Literary Archive Foundation was created to provide a secure\r\nand permanent future for Project Gutenberg-tm and future generations.\r\nTo learn more about the Project Gutenberg Literary Archive Foundation\r\nand how your efforts and donations can help, see Sections 3 and 4\r\nand the Foundation web page at http://www.pglaf.org.\r\n\r\n\r\nSection 3.  Information about the Project Gutenberg Literary Archive\r\nFoundation\r\n\r\nThe Project Gutenberg Literary Archive Foundation is a non profit\r\n501(c)(3) educational corporation organized under the laws of the\r\nstate of Mississippi and granted tax exempt status by the Internal\r\nRevenue Service.  The Foundation's EIN or federal tax identification\r\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\r\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\r\nLiterary Archive Foundation are tax deductible to the full extent\r\npermitted by U.S. federal laws and your state's laws.\r\n\r\nThe Foundation's principal office is located at 4557 Melan Dr. S.\r\nFairbanks, AK, 99712., but its volunteers and employees are scattered\r\nthroughout numerous locations.  Its business office is located at\r\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\r\nbusiness@pglaf.org.  Email contact links and up to date contact\r\ninformation can be found at the Foundation's web site and official\r\npage at http://pglaf.org\r\n\r\nFor additional contact information:\r\n     Dr. Gregory B. Newby\r\n     Chief Executive and Director\r\n     gbnewby@pglaf.org\r\n\r\n\r\nSection 4.  Information about Donations to the Project Gutenberg\r\nLiterary Archive Foundation\r\n\r\nProject Gutenberg-tm depends upon and cannot survive without wide\r\nspread public support and donations to carry out its mission of\r\nincreasing the number of public domain and licensed works that can be\r\nfreely distributed in machine readable form accessible by the widest\r\narray of equipment including outdated equipment.  Many small donations\r\n($1 to $5,000) are particularly important to maintaining tax exempt\r\nstatus with the IRS.\r\n\r\nThe Foundation is committed to complying with the laws regulating\r\ncharities and charitable donations in all 50 states of the United\r\nStates.  Compliance requirements are not uniform and it takes a\r\nconsiderable effort, much paperwork and many fees to meet and keep up\r\nwith these requirements.  We do not solicit donations in locations\r\nwhere we have not received written confirmation of compliance.  To\r\nSEND DONATIONS or determine the status of compliance for any\r\nparticular state visit http://pglaf.org\r\n\r\nWhile we cannot and do not solicit contributions from states where we\r\nhave not met the solicitation requirements, we know of no prohibition\r\nagainst accepting unsolicited donations from donors in such states who\r\napproach us with offers to donate.\r\n\r\nInternational donations are gratefully accepted, but we cannot make\r\nany statements concerning tax treatment of donations received from\r\noutside the United States.  U.S. laws alone swamp our small staff.\r\n\r\nPlease check the Project Gutenberg Web pages for current donation\r\nmethods and addresses.  Donations are accepted in a number of other\r\nways including checks, online payments and credit card donations.\r\nTo donate, please visit: http://pglaf.org/donate\r\n\r\n\r\nSection 5.  General Information About Project Gutenberg-tm electronic\r\nworks.\r\n\r\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\r\nconcept of a library of electronic works that could be freely shared\r\nwith anyone.  For thirty years, he produced and distributed Project\r\nGutenberg-tm eBooks with only a loose network of volunteer support.\r\n\r\n\r\nProject Gutenberg-tm eBooks are often created from several printed\r\neditions, all of which are confirmed as Public Domain in the U.S.\r\nunless a copyright notice is included.  Thus, we do not necessarily\r\nkeep eBooks in compliance with any particular paper edition.\r\n\r\n\r\nMost people start at our Web site which has the main PG search facility:\r\n\r\n     http://www.gutenberg.org\r\n\r\nThis Web site includes information about Project Gutenberg-tm,\r\nincluding how to make donations to the Project Gutenberg Literary\r\nArchive Foundation, how to help produce our new eBooks, and how to\r\nsubscribe to our email newsletter to hear about new eBooks.\r\n", "Author": ["Russell, Bertrand, 1872-1970"], "LoC No.": ["88126134"], "Title": ["Free Thought and Official Propaganda"], "Series Title": ["Conway Memorial Lecture: 1922"], "Language": ["English"], "LoC Class": ["HM: Social sciences: Sociology"], "Subject": ["Free thought", "Liberalism", "Propaganda"], "Category": ["Text"], "EBook-No.": ["44932"], "Release Date": ["Feb 16, 2014"], "Copyright Status": ["Public domain in the USA."], "Downloads": ["289 downloads in the last 30 days."], "Price": ["$0.00"]}