{"text": "﻿The Project Gutenberg EBook of Human, All Too Human, by Friedrich Nietzsche\r\n\r\nThis eBook is for the use of anyone anywhere at no cost and with\r\nalmost no restrictions whatsoever.  You may copy it, give it away or\r\nre-use it under the terms of the Project Gutenberg License included\r\nwith this eBook or online at www.gutenberg.net\r\n\r\n\r\nTitle: Human, All Too Human\r\n       A Book for Free Spirits\r\n\r\nAuthor: Friedrich Nietzsche\r\n\r\nTranslator: Alexander Harvey\r\n\r\nRelease Date: November 26, 2011 [EBook #38145]\r\n\r\nLanguage: English\r\n\r\n\r\n*** START OF THIS PROJECT GUTENBERG EBOOK HUMAN, ALL TOO HUMAN ***\r\n\r\n\r\n\r\n\r\nProduced by Gary Rees, Matthew Wheaton and the Online\r\nDistributed Proofreading Team at http://www.pgdp.net (This\r\nbook was produced from scanned images of public domain\r\nmaterial from the Google Print project.)\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n    HUMAN, ALL TOO HUMAN\r\n\r\n    A BOOK FOR FREE SPIRITS\r\n\r\n    BY FRIEDRICH NIETZSCHE\r\n\r\n\r\n    TRANSLATED BY ALEXANDER HARVEY\r\n\r\n    CHICAGO\r\n    CHARLES H. KERR & COMPANY\r\n    1908\r\n\r\n\r\n    Copyright 1908\r\n    By Charles H. Kerr & Company\r\n\r\n\r\n\r\n\r\n    CONTENTS\r\n\r\n\r\n    AUTHOR'S PREFACE\r\n\r\n    OF THE FIRST AND LAST THINGS\r\n\r\n    HISTORY OF THE MORAL FEELINGS\r\n\r\n    THE RELIGIOUS LIFE\r\n\r\n\r\n\r\n\r\nPREFACE.\r\n\r\n\r\n1\r\n\r\nIt is often enough, and always with great surprise, intimated to me that\r\nthere is something both ordinary and unusual in all my writings, from\r\nthe \"Birth of Tragedy\" to the recently published \"Prelude to a\r\nPhilosophy of the Future\": they all contain, I have been told, snares\r\nand nets for short sighted birds, and something that is almost a\r\nconstant, subtle, incitement to an overturning of habitual opinions and\r\nof approved customs. What!? Everything is merely--human--all too human?\r\nWith this exclamation my writings are gone through, not without a\r\ncertain dread and mistrust of ethic itself and not without a disposition\r\nto ask the exponent of evil things if those things be not simply\r\nmisrepresented. My writings have been termed a school of distrust, still\r\nmore of disdain: also, and more happily, of courage, audacity even. And\r\nin fact, I myself do not believe that anybody ever looked into the world\r\nwith a distrust as deep as mine, seeming, as I do, not simply the timely\r\nadvocate of the devil, but, to employ theological terms, an enemy and\r\nchallenger of God; and whosoever has experienced any of the consequences\r\nof such deep distrust, anything of the chills and the agonies of\r\nisolation to which such an unqualified difference of standpoint condemns\r\nhim endowed with it, will also understand how often I must have sought\r\nrelief and self-forgetfulness from any source--through any object of\r\nveneration or enmity, of scientific seriousness or wanton lightness;\r\nalso why I, when I could not find what I was in need of, had to fashion\r\nit for myself, counterfeiting it or imagining it (and what poet or\r\nwriter has ever done anything else, and what other purpose can all the\r\nart in the world possibly have?) That which I always stood most in need\r\nof in order to effect my cure and self-recovery was faith, faith enough\r\nnot to be thus isolated, not to look at life from so singular a point of\r\nview--a magic apprehension (in eye and mind) of relationship and\r\nequality, a calm confidence in friendship, a blindness, free from\r\nsuspicion and questioning, to two sidedness; a pleasure in externals,\r\nsuperficialities, the near, the accessible, in all things possessed of\r\ncolor, skin and seeming. Perhaps I could be fairly reproached with much\r\n\"art\" in this regard, many fine counterfeitings; for example, that,\r\nwisely or wilfully, I had shut my eyes to Schopenhauer's blind will\r\ntowards ethic, at a time when I was already clear sighted enough on the\r\nsubject of ethic; likewise that I had deceived myself concerning Richard\r\nWagner's incurable romanticism, as if it were a beginning and not an\r\nend; likewise concerning the Greeks, likewise concerning the Germans and\r\ntheir future--and there may be, perhaps, a long list of such likewises.\r\nGranted, however, that all this were true, and with justice urged\r\nagainst me, what does it signify, what can it signify in regard to how\r\nmuch of the self-sustaining capacity, how much of reason and higher\r\nprotection are embraced in such self-deception?--and how much more\r\nfalsity is still necessary to me that I may therewith always reassure\r\nmyself regarding the luxury of my truth. Enough, I still live; and life\r\nis not considered now apart from ethic; it _will_ [have] deception; it\r\nthrives (lebt) on deception ... but am I not beginning to do all over\r\nagain what I have always done, I, the old immoralist, and bird\r\nsnarer--talk unmorally, ultramorally, \"beyond good and evil\"?\r\n\r\n\r\n2\r\n\r\nThus, then, have I evolved for myself the \"free spirits\" to whom this\r\ndiscouraging-encouraging work, under the general title \"Human, All Too\r\nHuman,\" is dedicated. Such \"free spirits\" do not really exist and never\r\ndid exist. But I stood in need of them, as I have pointed out, in order\r\nthat some good might be mixed with my evils (illness, loneliness,\r\nstrangeness, _acedia_, incapacity): to serve as gay spirits and\r\ncomrades, with whom one may talk and laugh when one is disposed to talk\r\nand laugh, and whom one may send to the devil when they grow wearisome.\r\nThey are some compensation for the lack of friends. That such free\r\nspirits can possibly exist, that our Europe will yet number among her\r\nsons of to-morrow or of the day after to-morrow, such a brilliant and\r\nenthusiastic company, alive and palpable and not merely, as in my case,\r\nfantasms and imaginary shades, I, myself, can by no means doubt. I see\r\nthem already coming, slowly, slowly. May it not be that I am doing a\r\nlittle something to expedite their coming when I describe in advance the\r\ninfluences under which I see them evolving and the ways along which they\r\ntravel?\r\n\r\n\r\n3\r\n\r\nIt may be conjectured that a soul in which the type of \"free spirit\" can\r\nattain maturity and completeness had its decisive and deciding event in\r\nthe form of a great emancipation or unbinding, and that prior to that\r\nevent it seemed only the more firmly and forever chained to its place\r\nand pillar. What binds strongest? What cords seem almost unbreakable? In\r\nthe case of mortals of a choice and lofty nature they will be those of\r\nduty: that reverence, which in youth is most typical, that timidity and\r\ntenderness in the presence of the traditionally honored and the worthy,\r\nthat gratitude to the soil from which we sprung, for the hand that\r\nguided us, for the relic before which we were taught to pray--their\r\nsublimest moments will themselves bind these souls most strongly. The\r\ngreat liberation comes suddenly to such prisoners, like an earthquake:\r\nthe young soul is all at once shaken, torn apart, cast forth--it\r\ncomprehends not itself what is taking place. An involuntary onward\r\nimpulse rules them with the mastery of command; a will, a wish are\r\ndeveloped to go forward, anywhere, at any price; a strong, dangerous\r\ncuriosity regarding an undiscovered world flames and flashes in all\r\ntheir being. \"Better to die than live _here_\"--so sounds the tempting\r\nvoice: and this \"here,\" this \"at home\" constitutes all they have\r\nhitherto loved. A sudden dread and distrust of that which they loved, a\r\nflash of contempt for that which is called their \"duty,\" a mutinous,\r\nwilful, volcanic-like longing for a far away journey, strange scenes and\r\npeople, annihilation, petrifaction, a hatred surmounting love, perhaps a\r\nsacrilegious impulse and look backwards, to where they so long prayed\r\nand loved, perhaps a flush of shame for what they did and at the same\r\ntime an exultation at having done it, an inner, intoxicating,\r\ndelightful tremor in which is betrayed the sense of victory--a victory?\r\nover what? over whom? a riddle-like victory, fruitful in questioning and\r\nwell worth questioning, but the _first_ victory, for all--such things of\r\npain and ill belong to the history of the great liberation. And it is at\r\nthe same time a malady that can destroy a man, this first outbreak of\r\nstrength and will for self-destination, self-valuation, this will for\r\nfree will: and how much illness is forced to the surface in the frantic\r\nstrivings and singularities with which the freedman, the liberated seeks\r\nhenceforth to attest his mastery over things! He roves fiercely around,\r\nwith an unsatisfied longing and whatever objects he may encounter must\r\nsuffer from the perilous expectancy of his pride; he tears to pieces\r\nwhatever attracts him. With a sardonic laugh he overturns whatever he\r\nfinds veiled or protected by any reverential awe: he would see what\r\nthese things look like when they are overturned. It is wilfulness and\r\ndelight in the wilfulness of it, if he now, perhaps, gives his approval\r\nto that which has heretofore been in ill repute--if, in curiosity and\r\nexperiment, he penetrates stealthily to the most forbidden things. In\r\nthe background during all his plunging and roaming--for he is as\r\nrestless and aimless in his course as if lost in a wilderness--is the\r\ninterrogation mark of a curiosity growing ever more dangerous. \"Can we\r\nnot upset every standard? and is good perhaps evil? and God only an\r\ninvention and a subtlety of the devil? Is everything, in the last\r\nresort, false? And if we are dupes are we not on that very account\r\ndupers also? _must_ we not be dupers also?\" Such reflections lead and\r\nmislead him, ever further on, ever further away. Solitude, that dread\r\ngoddess and mater saeva cupidinum, encircles and besets him, ever more\r\nthreatening, more violent, more heart breaking--but who to-day knows\r\nwhat solitude is?\r\n\r\n\r\n4\r\n\r\nFrom this morbid solitude, from the deserts of such trial years, the way\r\nis yet far to that great, overflowing certainty and healthiness which\r\ncannot dispense even with sickness as a means and a grappling hook of\r\nknowledge; to that matured freedom of the spirit which is, in an equal\r\ndegree, self mastery and discipline of the heart, and gives access to\r\nthe path of much and various reflection--to that inner comprehensiveness\r\nand self satisfaction of over-richness which precludes all danger that\r\nthe spirit has gone astray even in its own path and is sitting\r\nintoxicated in some corner or other; to that overplus of plastic,\r\nhealing, imitative and restorative power which is the very sign of\r\nvigorous health, that overplus which confers upon the free spirit the\r\nperilous prerogative of spending a life in experiment and of running\r\nadventurous risks: the past-master-privilege of the free spirit. In the\r\ninterval there may be long years of convalescence, years filled with\r\nmany hued painfully-bewitching transformations, dominated and led to the\r\ngoal by a tenacious will for health that is often emboldened to assume\r\nthe guise and the disguise of health. There is a middle ground to this,\r\nwhich a man of such destiny can not subsequently recall without emotion;\r\nhe basks in a special fine sun of his own, with a feeling of birdlike\r\nfreedom, birdlike visual power, birdlike irrepressibleness, a something\r\nextraneous (Drittes) in which curiosity and delicate disdain have\r\nunited. A \"free spirit\"--this refreshing term is grateful in any mood,\r\nit almost sets one aglow. One lives--no longer in the bonds of love and\r\nhate, without a yes or no, here or there indifferently, best pleased to\r\nevade, to avoid, to beat about, neither advancing nor retreating. One is\r\nhabituated to the bad, like a person who all at once sees a fearful\r\nhurly-burly _beneath_ him--and one was the counterpart of him who\r\nbothers himself with things that do not concern him. As a matter of fact\r\nthe free spirit is bothered with mere things--and how many\r\nthings--which no longer _concern_ him.\r\n\r\n\r\n5\r\n\r\nA step further in recovery: and the free spirit draws near to life\r\nagain, slowly indeed, almost refractorily, almost distrustfully. There\r\nis again warmth and mellowness: feeling and fellow feeling acquire\r\ndepth, lambent airs stir all about him. He almost feels: it seems as if\r\nnow for the first time his eyes are open to things _near_. He is in\r\namaze and sits hushed: for where had he been? These near and immediate\r\nthings: how changed they seem to him! He looks gratefully back--grateful\r\nfor his wandering, his self exile and severity, his lookings afar and\r\nhis bird flights in the cold heights. How fortunate that he has not,\r\nlike a sensitive, dull home body, remained always \"in the house\" and \"at\r\nhome!\" He had been beside himself, beyond a doubt. Now for the first\r\ntime he really sees himself--and what surprises in the process. What\r\nhitherto unfelt tremors! Yet what joy in the exhaustion, the old\r\nsickness, the relapses of the convalescent! How it delights him,\r\nsuffering, to sit still, to exercise patience, to lie in the sun! Who so\r\nwell as he appreciates the fact that there comes balmy weather even in\r\nwinter, who delights more in the sunshine athwart the wall? They are\r\nthe most appreciative creatures in the world, and also the most humble,\r\nthese convalescents and lizards, crawling back towards life: there are\r\nsome among them who can let no day slip past them without addressing\r\nsome song of praise to its retreating light. And speaking seriously, it\r\nis a fundamental cure for all pessimism (the cankerous vice, as is well\r\nknown, of all idealists and humbugs), to become ill in the manner of\r\nthese free spirits, to remain ill quite a while and then bit by bit grow\r\nhealthy--I mean healthier. It is wisdom, worldly wisdom, to administer\r\neven health to oneself for a long time in small doses.\r\n\r\n\r\n6\r\n\r\nAbout this time it becomes at last possible, amid the flash lights of a\r\nstill unestablished, still precarious health, for the free, the ever\r\nfreer spirit to begin to read the riddle of that great liberation, a\r\nriddle which has hitherto lingered, obscure, well worth questioning,\r\nalmost impalpable, in his memory. If once he hardly dared to ask \"why so\r\napart? so alone? renouncing all I loved? renouncing respect itself? why\r\nthis coldness, this suspicion, this hate for one's very virtues?\"--now\r\nhe dares, and asks it loudly, already hearing the answer, \"you had to\r\nbecome master over yourself, master of your own good qualities. Formerly\r\nthey were your masters: but they should be merely your tools along with\r\nother tools. You had to acquire power over your aye and no and learn to\r\nhold and withhold them in accordance with your higher aims. You had to\r\ngrasp the perspective of every representation (Werthschätzung)--the\r\ndislocation, distortion and the apparent end or teleology of the\r\nhorizon, besides whatever else appertains to the perspective: also the\r\nelement of demerit in its relation to opposing merit, and the whole\r\nintellectual cost of every affirmative, every negative. You had to find\r\nout the _inevitable_ error[1] in every Yes and in every No, error as\r\ninseparable from life, life itself as conditioned by the perspective and\r\nits inaccuracy.[1] Above all, you had to see with your own eyes where\r\nthe error[1] is always greatest: there, namely, where life is littlest,\r\nnarrowest, meanest, least developed and yet cannot help looking upon\r\nitself as the goal and standard of things, and smugly and ignobly and\r\nincessantly tearing to tatters all that is highest and greatest and\r\nrichest, and putting the shreds into the form of questions from the\r\nstandpoint of its own well being. You had to see with your own eyes the\r\nproblem of classification, (Rangordnung, regulation concerning rank and\r\nstation) and how strength and sweep and reach of perspective wax upward\r\ntogether: You had\"--enough, the free spirit knows henceforward which\r\n\"you had\" it has obeyed and also what it now can do and what it now, for\r\nthe first time, _dare_.\r\n\r\n[1] Ungerechtigkeit, literally wrongfulness, injustice, unrighteousness.\r\n\r\n\r\n7\r\n\r\nAccordingly, the free spirit works out for itself an answer to that\r\nriddle of its liberation and concludes by generalizing upon its\r\nexperience in the following fashion: \"What I went through everyone must\r\ngo through\" in whom any problem is germinated and strives to body itself\r\nforth. The inner power and inevitability of this problem will assert\r\nthemselves in due course, as in the case of any unsuspected\r\npregnancy--long before the spirit has seen this problem in its true\r\naspect and learned to call it by its right name. Our destiny exercises\r\nits influence over us even when, as yet, we have not learned its nature:\r\nit is our future that lays down the law to our to-day. Granted, that it\r\nis the problem of classification[2] of which we free spirits may say,\r\nthis is _our_ problem, yet it is only now, in the midday of our life,\r\nthat we fully appreciate what preparations, shifts, trials, ordeals,\r\nstages, were essential to that problem before it could emerge to our\r\nview, and why we had to go through the various and contradictory\r\nlongings and satisfactions of body and soul, as circumnavigators and\r\nadventurers of that inner world called \"man\"; as surveyors of that\r\n\"higher\" and of that \"progression\"[3] that is also called\r\n\"man\"--crowding in everywhere, almost without fear, disdaining nothing,\r\nmissing nothing, testing everything, sifting everything and eliminating\r\nthe chance impurities--until at last we could say, we free spirits:\r\n\"Here--a _new_ problem! Here, a long ladder on the rungs of which we\r\nourselves have rested and risen, which we have actually been at times.\r\nHere is a something higher, a something deeper, a something below us, a\r\nvastly extensive order, (Ordnung) a comparative classification\r\n(Rangordnung), that we perceive: here--_our_ problem!\"\r\n\r\n[2] Rangordnung: the meaning is \"the problem of grasping the relative\r\nimportance of things.\"\r\n\r\n[3] Uebereinander: one over another.\r\n\r\n\r\n8\r\n\r\nTo what stage in the development just outlined the present book belongs\r\n(or is assigned) is something that will be hidden from no augur or\r\npsychologist for an instant. But where are there psychologists to-day?\r\nIn France, certainly; in Russia, perhaps; certainly not in Germany.\r\nGrounds are not wanting, to be sure, upon which the Germans of to-day\r\nmay adduce this fact to their credit: unhappily for one who in this\r\nmatter is fashioned and mentored in an un-German school! This _German_\r\nbook, which has found its readers in a wide circle of lands and\r\npeoples--it has been some ten years on its rounds--and which must make\r\nits way by means of any musical art and tune that will captivate the\r\nforeign ear as well as the native--this book has been read most\r\nindifferently in Germany itself and little heeded there: to what is that\r\ndue? \"It requires too much,\" I have been told, \"it addresses itself to\r\nmen free from the press of petty obligations, it demands fine and\r\ntrained perceptions, it requires a surplus, a surplus of time, of the\r\nlightness of heaven and of the heart, of otium in the most unrestricted\r\nsense: mere good things that we Germans of to-day have not got and\r\ntherefore cannot give.\" After so graceful a retort, my philosophy bids\r\nme be silent and ask no more questions: at times, as the proverb says,\r\none remains a philosopher only because one says--nothing!\r\n\r\nNice, Spring, 1886.\r\n\r\n\r\n\r\n\r\nOF THE FIRST AND LAST THINGS.\r\n\r\n\r\n1\r\n\r\n=Chemistry of the Notions and the Feelings.=--Philosophical problems, in\r\nalmost all their aspects, present themselves in the same interrogative\r\nformula now that they did two thousand years ago: how can a thing\r\ndevelop out of its antithesis? for example, the reasonable from the\r\nnon-reasonable, the animate from the inanimate, the logical from the\r\nillogical, altruism from egoism, disinterestedness from greed, truth\r\nfrom error? The metaphysical philosophy formerly steered itself clear of\r\nthis difficulty to such extent as to repudiate the evolution of one\r\nthing from another and to assign a miraculous origin to what it deemed\r\nhighest and best, due to the very nature and being of the\r\n\"thing-in-itself.\" The historical philosophy, on the other hand, which\r\ncan no longer be viewed apart from physical science, the youngest of all\r\nphilosophical methods, discovered experimentally (and its results will\r\nprobably always be the same) that there is no antithesis whatever,\r\nexcept in the usual exaggerations of popular or metaphysical\r\ncomprehension, and that an error of the reason is at the bottom of such\r\ncontradiction. According to its explanation, there is, strictly\r\nspeaking, neither unselfish conduct, nor a wholly disinterested point of\r\nview. Both are simply sublimations in which the basic element seems\r\nalmost evaporated and betrays its presence only to the keenest\r\nobservation. All that we need and that could possibly be given us in the\r\npresent state of development of the sciences, is a chemistry of the\r\nmoral, religious, aesthetic conceptions and feeling, as well as of those\r\nemotions which we experience in the affairs, great and small, of society\r\nand civilization, and which we are sensible of even in solitude. But\r\nwhat if this chemistry established the fact that, even in _its_ domain,\r\nthe most magnificent results were attained with the basest and most\r\ndespised ingredients? Would many feel disposed to continue such\r\ninvestigations? Mankind loves to put by the questions of its origin and\r\nbeginning: must one not be almost inhuman in order to follow the\r\nopposite course?\r\n\r\n\r\n2\r\n\r\n=The Traditional Error of Philosophers.=--All philosophers make the\r\ncommon mistake of taking contemporary man as their starting point and of\r\ntrying, through an analysis of him, to reach a conclusion. \"Man\"\r\ninvoluntarily presents himself to them as an aeterna veritas as a\r\npassive element in every hurly-burly, as a fixed standard of things. Yet\r\neverything uttered by the philosopher on the subject of man is, in the\r\nlast resort, nothing more than a piece of testimony concerning man\r\nduring a very limited period of time. Lack of the historical sense is\r\nthe traditional defect in all philosophers. Many innocently take man in\r\nhis most childish state as fashioned through the influence of certain\r\nreligious and even of certain political developments, as the permanent\r\nform under which man must be viewed. They will not learn that man has\r\nevolved,[4] that the intellectual faculty itself is an evolution,\r\nwhereas some philosophers make the whole cosmos out of this intellectual\r\nfaculty. But everything essential in human evolution took place aeons\r\nago, long before the four thousand years or so of which we know\r\nanything: during these man may not have changed very much. However, the\r\nphilosopher ascribes \"instinct\" to contemporary man and assumes that\r\nthis is one of the unalterable facts regarding man himself, and hence\r\naffords a clue to the understanding of the universe in general. The\r\nwhole teleology is so planned that man during the last four thousand\r\nyears shall be spoken of as a being existing from all eternity, and\r\nwith reference to whom everything in the cosmos from its very inception\r\nis naturally ordered. Yet everything evolved: there are no eternal facts\r\nas there are no absolute truths. Accordingly, historical philosophising\r\nis henceforth indispensable, and with it honesty of judgment.\r\n\r\n[4] geworden.\r\n\r\n\r\n3\r\n\r\n=Appreciation of Simple Truths.=--It is the characteristic of an\r\nadvanced civilization to set a higher value upon little, simple truths,\r\nascertained by scientific method, than upon the pleasing and magnificent\r\nerrors originating in metaphysical and æsthetical epochs and peoples. To\r\nbegin with, the former are spoken of with contempt as if there could be\r\nno question of comparison respecting them, so rigid, homely, prosaic and\r\neven discouraging is the aspect of the first, while so beautiful,\r\ndecorative, intoxicating and perhaps beatific appear the last named.\r\nNevertheless, the hardwon, the certain, the lasting and, therefore, the\r\nfertile in new knowledge, is the higher; to hold fast to it is manly and\r\nevinces courage, directness, endurance. And not only individual men but\r\nall mankind will by degrees be uplifted to this manliness when they are\r\nfinally habituated to the proper appreciation of tenable, enduring\r\nknowledge and have lost all faith in inspiration and in the miraculous\r\nrevelation of truth. The reverers of forms, indeed, with their standards\r\nof beauty and taste, may have good reason to laugh when the appreciation\r\nof little truths and the scientific spirit begin to prevail, but that\r\nwill be only because their eyes are not yet opened to the charm of the\r\nutmost simplicity of form or because men though reared in the rightly\r\nappreciative spirit, will still not be fully permeated by it, so that\r\nthey continue unwittingly imitating ancient forms (and that ill enough,\r\nas anybody does who no longer feels any interest in a thing). Formerly\r\nthe mind was not brought into play through the medium of exact thought.\r\nIts serious business lay in the working out of forms and symbols. That\r\nhas now changed. Any seriousness in symbolism is at present the\r\nindication of a deficient education. As our very acts become more\r\nintellectual, our tendencies more rational, and our judgment, for\r\nexample, as to what seems reasonable, is very different from what it was\r\na hundred years ago: so the forms of our lives grow ever more\r\nintellectual and, to the old fashioned eye, perhaps, uglier, but only\r\nbecause it cannot see that the richness of inner, rational beauty always\r\nspreads and deepens, and that the inner, rational aspect of all things\r\nshould now be of more consequence to us than the most beautiful\r\nexternality and the most exquisite limning.\r\n\r\n\r\n4\r\n\r\n=Astrology and the Like.=--It is presumable that the objects of the\r\nreligious, moral, aesthetic and logical notions pertain simply to the\r\nsuperficialities of things, although man flatters himself with the\r\nthought that here at least he is getting to the heart of the cosmos. He\r\ndeceives himself because these things have power to make him so happy\r\nand so wretched, and so he evinces, in this respect, the same conceit\r\nthat characterises astrology. Astrology presupposes that the heavenly\r\nbodies are regulated in their movements in harmony with the destiny of\r\nmortals: the moral man presupposes that that which concerns himself most\r\nnearly must also be the heart and soul of things.\r\n\r\n\r\n5\r\n\r\n=Misconception of Dreams.=--In the dream, mankind, in epochs of crude\r\nprimitive civilization, thought they were introduced to a second,\r\nsubstantial world: here we have the source of all metaphysic. Without\r\nthe dream, men would never have been incited to an analysis of the\r\nworld. Even the distinction between soul and body is wholly due to the\r\nprimitive conception of the dream, as also the hypothesis of the\r\nembodied soul, whence the development of all superstition, and also,\r\nprobably, the belief in god. \"The dead still live: for they appear to\r\nthe living in dreams.\" So reasoned mankind at one time, and through many\r\nthousands of years.\r\n\r\n\r\n6\r\n\r\n=The Scientific Spirit Prevails only Partially, not Wholly.=--The\r\nspecialized, minutest departments of science are dealt with purely\r\nobjectively. But the general universal sciences, considered as a great,\r\nbasic unity, posit the question--truly a very living question--: to what\r\npurpose? what is the use? Because of this reference to utility they are,\r\nas a whole, less impersonal than when looked at in their specialized\r\naspects. Now in the case of philosophy, as forming the apex of the\r\nscientific pyramid, this question of the utility of knowledge is\r\nnecessarily brought very conspicuously forward, so that every philosophy\r\nhas, unconsciously, the air of ascribing the highest utility to itself.\r\nIt is for this reason that all philosophies contain such a great amount\r\nof high flying metaphysic, and such a shrinking from the seeming\r\ninsignificance of the deliverances of physical science: for the\r\nsignificance of knowledge in relation to life must be made to appear as\r\ngreat as possible. This constitutes the antagonism between the\r\nspecialties of science and philosophy. The latter aims, as art aims, at\r\nimparting to life and conduct the utmost depth and significance: in the\r\nformer mere knowledge is sought and nothing else--whatever else be\r\nincidentally obtained. Heretofore there has never been a philosophical\r\nsystem in which philosophy itself was not made the apologist of\r\nknowledge [in the abstract]. On this point, at least, each is optimistic\r\nand insists that to knowledge the highest utility must be ascribed. They\r\nare all under the tyranny of logic, which is, from its very nature,\r\noptimism.\r\n\r\n\r\n7\r\n\r\n=The Discordant Element in Science.=--Philosophy severed itself from\r\nscience when it put the question: what is that knowledge of the world\r\nand of life through which mankind may be made happiest? This happened\r\nwhen the Socratic school arose: with the standpoint of _happiness_ the\r\narteries of investigating science were compressed too tightly to permit\r\nof any circulation of the blood--and are so compressed to-day.\r\n\r\n\r\n8\r\n\r\n=Pneumatic Explanation of Nature.=[5]--Metaphysic reads the message of\r\nnature as if it were written purely pneumatically, as the church and its\r\nlearned ones formerly did where the bible was concerned. It requires a\r\ngreat deal of expertness to apply to nature the same strict science of\r\ninterpretation that the philologists have devised for all literature,\r\nand to apply it for the purpose of a simple, direct interpretation of\r\nthe message, and at the same time, not bring out a double meaning. But,\r\nas in the case of books and literature, errors of exposition are far\r\nfrom being completely eliminated, and vestiges of allegorical and\r\nmystical interpretations are still to be met with in the most cultivated\r\ncircles, so where nature is concerned the case is--actually much worse.\r\n\r\n[5] Pneumatic is here used in the sense of spiritual. Pneuma being the\r\nGreek word in the New Testament for the Holy Spirit.--Ed.\r\n\r\n\r\n9\r\n\r\n=Metaphysical World.=--It is true, there may be a metaphysical world;\r\nthe absolute possibility of it can scarcely be disputed. We see all\r\nthings through the medium of the human head and we cannot well cut off\r\nthis head: although there remains the question what part of the world\r\nwould be left after it had been cut off. But that is a purely abstract\r\nscientific problem and one not much calculated to give men uneasiness:\r\nyet everything that has heretofore made metaphysical assumptions\r\nvaluable, fearful or delightful to men, all that gave rise to them is\r\npassion, error and self deception: the worst systems of knowledge, not\r\nthe best, pin their tenets of belief thereto. When such methods are once\r\nbrought to view as the basis of all existing religions and metaphysics,\r\nthey are already discredited. There always remains, however, the\r\npossibility already conceded: but nothing at all can be made out of\r\nthat, to say not a word about letting happiness, salvation and life hang\r\nupon the threads spun from such a possibility. Accordingly, nothing\r\ncould be predicated of the metaphysical world beyond the fact that it is\r\nan elsewhere,[6] another sphere, inaccessible and incomprehensible to\r\nus: it would become a thing of negative properties. Even were the\r\nexistence of such a world absolutely established, it would nevertheless\r\nremain incontrovertible that of all kinds of knowledge, knowledge of\r\nsuch a world would be of least consequence--of even less consequence\r\nthan knowledge of the chemical analysis of water would be to a storm\r\ntossed mariner.\r\n\r\n[6] Anderssein.\r\n\r\n\r\n10\r\n\r\n=The Harmlessness of Metaphysic in the Future.=--As soon as religion,\r\nart and ethics are so understood that a full comprehension of them can\r\nbe gained without taking refuge in the postulates of metaphysical\r\nclaptrap at any point in the line of reasoning, there will be a complete\r\ncessation of interest in the purely theoretical problem of the \"thing in\r\nitself\" and the \"phenomenon.\" For here, too, the same truth applies: in\r\nreligion, art and ethics we are not concerned with the \"essence of the\r\ncosmos\".[7] We are in the sphere of pure conception. No presentiment [or\r\nintuition] can carry us any further. With perfect tranquility the\r\nquestion of how our conception of the world could differ so sharply from\r\nthe actual world as it is manifest to us, will be relegated to the\r\nphysiological sciences and to the history of the evolution of ideas and\r\norganisms.\r\n\r\n[7] \"Wesen der Welt an sich.\"\r\n\r\n\r\n11\r\n\r\n=Language as a Presumptive Science.=--The importance of language in the\r\ndevelopment of civilization consists in the fact that by means of it\r\nman placed one world, his own, alongside another, a place of leverage\r\nthat he thought so firm as to admit of his turning the rest of the\r\ncosmos on a pivot that he might master it. In so far as man for ages\r\nlooked upon mere ideas and names of things as upon aeternae veritates,\r\nhe evinced the very pride with which he raised himself above the brute.\r\nHe really supposed that in language he possessed a knowledge of the\r\ncosmos. The language builder was not so modest as to believe that he was\r\nonly giving names to things. On the contrary he thought he embodied the\r\nhighest wisdom concerning things in [mere] words; and, in truth,\r\nlanguage is the first movement in all strivings for wisdom. Here, too,\r\nit is _faith in ascertained truth_[8] from which the mightiest fountains\r\nof strength have flowed. Very tardily--only now--it dawns upon men that\r\nthey have propagated a monstrous error in their belief in language.\r\nFortunately, it is too late now to arrest and turn back the evolutionary\r\nprocess of the reason, which had its inception in this belief. Logic\r\nitself rests upon assumptions to which nothing in the world of reality\r\ncorresponds. For example, the correspondence of certain things to one\r\nanother and the identity of those things at different periods of time\r\nare assumptions pure and simple, but the science of logic originated in\r\nthe positive belief that they were not assumptions at all but\r\nestablished facts. It is the same with the science of mathematics which\r\ncertainly would never have come into existence if mankind had known from\r\nthe beginning that in all nature there is no perfectly straight line, no\r\ntrue circle, no standard of measurement.\r\n\r\n[8] Glaube an die gefundene Wahrheit, as distinguished from faith in\r\nwhat is taken on trust as truth.\r\n\r\n\r\n12\r\n\r\n=Dream and Civilization.=--The function of the brain which is most\r\nencroached upon in slumber is the memory; not that it is wholly\r\nsuspended, but it is reduced to a state of imperfection as, in primitive\r\nages of mankind, was probably the case with everyone, whether waking or\r\nsleeping. Uncontrolled and entangled as it is, it perpetually confuses\r\nthings as a result of the most trifling similarities, yet in the same\r\nmental confusion and lack of control the nations invented their\r\nmythologies, while nowadays travelers habitually observe how prone the\r\nsavage is to forgetfulness, how his mind, after the least exertion of\r\nmemory, begins to wander and lose itself until finally he utters\r\nfalsehood and nonsense from sheer exhaustion. Yet, in dreams, we all\r\nresemble this savage. Inadequacy of distinction and error of comparison\r\nare the basis of the preposterous things we do and say in dreams, so\r\nthat when we clearly recall a dream we are startled that so much idiocy\r\nlurks within us. The absolute distinctness of all dream-images, due to\r\nimplicit faith in their substantial reality, recalls the conditions in\r\nwhich earlier mankind were placed, for whom hallucinations had\r\nextraordinary vividness, entire communities and even entire nations\r\nlaboring simultaneously under them. Therefore: in sleep and in dream we\r\nmake the pilgrimage of early mankind over again.\r\n\r\n\r\n13\r\n\r\n=Logic of the Dream.=--During sleep the nervous system, through various\r\ninner provocatives, is in constant agitation. Almost all the organs act\r\nindependently and vigorously. The blood circulates rapidly. The posture\r\nof the sleeper compresses some portions of the body. The coverlets\r\ninfluence the sensations in different ways. The stomach carries on the\r\ndigestive process and acts upon other organs thereby. The intestines are\r\nin motion. The position of the head induces unaccustomed action. The\r\nfeet, shoeless, no longer pressing the ground, are the occasion of other\r\nsensations of novelty, as is, indeed, the changed garb of the entire\r\nbody. All these things, following the bustle and change of the day,\r\nresult, through their novelty, in a movement throughout the entire\r\nsystem that extends even to the brain functions. Thus there are a\r\nhundred circumstances to induce perplexity in the mind, a questioning as\r\nto the cause of this excitation. Now, the dream is a _seeking and\r\npresenting of reasons_ for these excitations of feeling, of the supposed\r\nreasons, that is to say. Thus, for example, whoever has his feet bound\r\nwith two threads will probably dream that a pair of serpents are coiled\r\nabout his feet. This is at first a hypothesis, then a belief with an\r\naccompanying imaginative picture and the argument: \"these snakes must be\r\nthe _causa_ of those sensations which I, the sleeper, now have.\" So\r\nreasons the mind of the sleeper. The conditions precedent, as thus\r\nconjectured, become, owing to the excitation of the fancy, present\r\nrealities. Everyone knows from experience how a dreamer will transform\r\none piercing sound, for example, that of a bell, into another of quite a\r\ndifferent nature, say, the report of cannon. In his dream he becomes\r\naware first of the effects, which he explains by a subsequent hypothesis\r\nand becomes persuaded of the purely conjectural nature of the sound. But\r\nhow comes it that the mind of the dreamer goes so far astray when the\r\nsame mind, awake, is habitually cautious, careful, and so conservative\r\nin its dealings with hypotheses? why does the first plausible\r\nhypothesis of the cause of a sensation gain credit in the dreaming\r\nstate? (For in a dream we look upon that dream as reality, that is, we\r\naccept our hypotheses as fully established). I have no doubt that as men\r\nargue in their dreams to-day, mankind argued, even in their waking\r\nmoments, for thousands of years: the first _causa_, that occurred to the\r\nmind with reference to anything that stood in need of explanation, was\r\naccepted as the true explanation and served as such. (Savages show the\r\nsame tendency in operation, as the reports of travelers agree). In the\r\ndream this atavistic relic of humanity manifests its existence within\r\nus, for it is the foundation upon which the higher rational faculty\r\ndeveloped itself and still develops itself in every individual. Dreams\r\ncarry us back to the earlier stages of human culture and afford us a\r\nmeans of understanding it more clearly. Dream thought comes so easily to\r\nus now because we are so thoroughly trained to it through the\r\ninterminable stages of evolution during which this fanciful and facile\r\nform of theorising has prevailed. To a certain extent the dream is a\r\nrestorative for the brain, which, during the day, is called upon to meet\r\nthe many demands for trained thought made upon it by the conditions of a\r\nhigher civilization.--We may, if we please, become sensible, even in our\r\nwaking moments, of a condition that is as a door and vestibule to\r\ndreaming. If we close our eyes the brain immediately conjures up a\r\nmedley of impressions of light and color, apparently a sort of imitation\r\nand echo of the impressions forced in upon the brain during its waking\r\nmoments. And now the mind, in co-operation with the imagination,\r\ntransforms this formless play of light and color into definite figures,\r\nmoving groups, landscapes. What really takes place is a sort of\r\nreasoning from effect back to cause. As the brain inquires: whence these\r\nimpressions of light and color? it posits as the inducing causes of such\r\nlights and colors, those shapes and figures. They serve the brain as the\r\noccasions of those lights and colors because the brain, when the eyes\r\nare open and the senses awake, is accustomed to perceiving the cause of\r\nevery impression of light and color made upon it. Here again the\r\nimagination is continually interposing its images inasmuch as it\r\nparticipates in the production of the impressions made through the\r\nsenses day by day: and the dream-fancy does exactly the same thing--that\r\nis, the presumed cause is determined from the effect and _after_ the\r\neffect: all this, too, with extraordinary rapidity, so that in this\r\nmatter, as in a matter of jugglery or sleight-of-hand, a confusion of\r\nthe mind is produced and an after effect is made to appear a\r\nsimultaneous action, an inverted succession of events, even.--From\r\nthese considerations we can see how _late_ strict, logical thought, the\r\ntrue notion of cause and effect must have been in developing, since our\r\nintellectual and rational faculties to this very day revert to these\r\nprimitive processes of deduction, while practically half our lifetime is\r\nspent in the super-inducing conditions.--Even the poet, the artist,\r\nascribes to his sentimental and emotional states causes which are not\r\nthe true ones. To that extent he is a reminder of early mankind and can\r\naid us in its comprehension.\r\n\r\n\r\n14\r\n\r\n=Association.=[9]--All strong feelings are associated with a variety of\r\nallied sentiments and emotions. They stir up the memory at the same\r\ntime. When we are under their influence we are reminded of similar\r\nstates and we feel a renewal of them within us. Thus are formed habitual\r\nsuccessions of feelings and notions, which, at last, when they follow\r\none another with lightning rapidity are no longer felt as complexities\r\nbut as unities. In this sense we hear of moral feelings, of religious\r\nfeelings, as if they were absolute unities. In reality they are streams\r\nwith a hundred sources and tributaries. Here again, the unity of the\r\nword speaks nothing for the unity of the thing.\r\n\r\n[9] Miterklingen: to sound simultaneously with.\r\n\r\n\r\n15\r\n\r\n=No Within and Without in the World.=[10]--As Democritus transferred the\r\nnotions above and below to limitless space, where they are destitute of\r\nmeaning, so the philosophers do generally with the idea \"within and\r\nwithout,\" as regards the form and substance (Wesen und Erscheinung) of\r\nthe world. What they claim is that through the medium of profound\r\nfeelings one can penetrate deep into the soul of things (Innre), draw\r\nclose to the heart of nature. But these feelings are deep only in so far\r\nas with them are simultaneously aroused, although almost imperceptibly,\r\ncertain complicated groups of thoughts (Gedankengruppen) which we call\r\ndeep: a feeling is deep because we deem the thoughts accompanying it\r\ndeep. But deep thought can nevertheless be very widely sundered from\r\ntruth, as for instance every metaphysical thought. Take from deep\r\nfeeling the element of thought blended with it and all that remains is\r\n_strength_ of feeling which is no voucher for the validity of\r\nknowledge, as intense faith is evidence only of its own intensity and\r\nnot of the truth of that in which the faith is felt.\r\n\r\n[10] Kein Innen und Aussen in der Welt: the above translation may seem\r\ntoo literal but some dispute has arisen concerning the precise idea the\r\nauthor means to convey.\r\n\r\n\r\n16\r\n\r\n=Phenomenon and Thing-in-Itself.=--The philosophers are in the habit of\r\nplacing themselves in front of life and experience--that which they call\r\nthe world of phenomena--as if they were standing before a picture that\r\nis unrolled before them in its final completeness. This panorama, they\r\nthink, must be studied in every detail in order to reach some conclusion\r\nregarding the object represented by the picture. From effect,\r\naccordingly is deduced cause and from cause is deduced the\r\nunconditioned. This process is generally looked upon as affording the\r\nall sufficient explanation of the world of phenomena. On the other hand\r\none must, (while putting the conception of the metaphysical distinctly\r\nforward as that of the unconditioned, and consequently of the\r\nunconditioning) absolutely deny any connection between the unconditioned\r\n(of the metaphysical world) and the world known to us: so that\r\nthroughout phenomena there is no manifestation of the thing-in-itself,\r\nand getting from one to the other is out of the question. Thus is left\r\nquite ignored the circumstance that the picture--that which we now call\r\nlife and experience--is a gradual evolution, is, indeed, still in\r\nprocess of evolution and for that reason should not be regarded as an\r\nenduring whole from which any conclusion as to its author (the\r\nall-sufficient reason) could be arrived at, or even pronounced out of\r\nthe question. It is because we have for thousands of years looked into\r\nthe world with moral, aesthetic, religious predispositions, with blind\r\nprejudice, passion or fear, and surfeited ourselves with indulgence in\r\nthe follies of illogical thought, that the world has gradually become so\r\nwondrously motley, frightful, significant, soulful: it has taken on\r\ntints, but we have been the colorists: the human intellect, upon the\r\nfoundation of human needs, of human passions, has reared all these\r\n\"phenomena\" and injected its own erroneous fundamental conceptions into\r\nthings. Late, very late, the human intellect checks itself: and now the\r\nworld of experience and the thing-in-itself seem to it so severed and so\r\nantithetical that it denies the possibility of one's hinging upon the\r\nother--or else summons us to surrender our intellect, our personal will,\r\nto the secret and the awe-inspiring in order that thereby we may attain\r\ncertainty of certainty hereafter. Again, there are those who have\r\ncombined all the characteristic features of our world of\r\nphenomena--that is, the conception of the world which has been formed\r\nand inherited through a series of intellectual vagaries--and instead of\r\nholding the intellect responsible for it all, have pronounced the very\r\nnature of things accountable for the present very sinister aspect of the\r\nworld, and preached annihilation of existence. Through all these views\r\nand opinions the toilsome, steady process of science (which now for the\r\nfirst time begins to celebrate its greatest triumph in the genesis of\r\nthought) will definitely work itself out, the result, being, perhaps, to\r\nthe following effect: That which we now call the world is the result of\r\na crowd of errors and fancies which gradually developed in the general\r\nevolution of organic nature, have grown together and been transmitted to\r\nus as the accumulated treasure of all the past--as the _treasure_, for\r\nwhatever is worth anything in our humanity rests upon it. From this\r\nworld of conception it is in the power of science to release us only to\r\na slight extent--and this is all that could be wished--inasmuch as it\r\ncannot eradicate the influence of hereditary habits of feeling, but it\r\ncan light up by degrees the stages of the development of that world of\r\nconception, and lift us, at least for a time, above the whole spectacle.\r\nPerhaps we may then perceive that the thing-in-itself is a meet subject\r\nfor Homeric laughter: that it seemed so much, everything, indeed, and\r\nis really a void--void, that is to say, of meaning.\r\n\r\n\r\n17\r\n\r\n=Metaphysical Explanation.=--Man, when he is young, prizes metaphysical\r\nexplanations, because they make him see matters of the highest import in\r\nthings he found disagreeable or contemptible: and if he is not satisfied\r\nwith himself, this feeling of dissatisfaction is soothed when he sees\r\nthe most hidden world-problem or world-pain in that which he finds so\r\ndispleasing in himself. To feel himself more unresponsible and at the\r\nsame time to find things (Dinge) more interesting--that is to him the\r\ndouble benefit he owes to metaphysics. Later, indeed, he acquires\r\ndistrust of the whole metaphysical method of explaining things: he then\r\nperceives, perhaps, that those effects could have been attained just as\r\nwell and more scientifically by another method: that physical and\r\nhistorical explanations would, at least, have given that feeling of\r\nfreedom from personal responsibility just as well, while interest in\r\nlife and its problems would be stimulated, perhaps, even more.\r\n\r\n\r\n18\r\n\r\n=The Fundamental Problems of Metaphysics.=--If a history of the\r\ndevelopment of thought is ever written, the following proposition,\r\nadvanced by a distinguished logician, will be illuminated with a new\r\nlight: \"The universal, primordial law of the apprehending subject\r\nconsists in the inner necessity of cognizing every object by itself, as\r\nin its essence a thing unto itself, therefore as self-existing and\r\nunchanging, in short, as a substance.\" Even this law, which is here\r\ncalled \"primordial,\" is an evolution: it has yet to be shown how\r\ngradually this evolution takes place in lower organizations: how the\r\ndim, mole eyes of such organizations see, at first, nothing but a blank\r\nsameness: how later, when the various excitations of desire and aversion\r\nmanifest themselves, various substances are gradually distinguished, but\r\neach with an attribute, that is, a special relationship to such an\r\norganization. The first step towards the logical is judgment, the\r\nessence of which, according to the best logicians, is belief. At the\r\nfoundation of all beliefs lie sensations of pleasure or pain in relation\r\nto the apprehending subject. A third feeling, as the result of two\r\nprior, single, separate feelings, is judgment in its crudest form. We\r\norganic beings are primordially interested by nothing whatever in any\r\nthing (Ding) except its relation to ourselves with reference to pleasure\r\nand pain. Between the moments in which we are conscious of this\r\nrelation, (the states of feeling) lie the moments of rest, of\r\nnot-feeling: then the world and every thing (Ding) have no interest for\r\nus: we observe no change in them (as at present a person absorbed in\r\nsomething does not notice anyone passing by). To plants all things are,\r\nas a rule, at rest, eternal, every object like itself. From the period\r\nof lower organisms has been handed down to man the belief that there are\r\nlike things (gleiche Dinge): only the trained experience attained\r\nthrough the most advanced science contradicts this postulate. The\r\nprimordial belief of all organisms is, perhaps, that all the rest of the\r\nworld is one thing and motionless.--Furthest away from this first step\r\ntowards the logical is the notion of causation: even to-day we think\r\nthat all our feelings and doings are, at bottom, acts of the free will;\r\nwhen the sentient individual contemplates himself he deems every\r\nfeeling, every change, a something isolated, disconnected, that is to\r\nsay, unqualified by any thing; it comes suddenly to the surface,\r\nindependent of anything that went before or came after. We are hungry,\r\nbut originally we do not know that the organism must be nourished: on\r\nthe contrary that feeling seems to manifest itself without reason or\r\npurpose; it stands out by itself and seems quite independent. Therefore:\r\nthe belief in the freedom of the will is a primordial error of\r\neverything organic as old as the very earliest inward prompting of the\r\nlogical faculty; belief in unconditioned substances and in like things\r\n(gleiche Dinge) is also a primordial and equally ancient error of\r\neverything organic. Inasmuch as all metaphysic has concerned itself\r\nparticularly with substance and with freedom of the will, it should be\r\ndesignated as the science that deals with the fundamental errors of\r\nmankind as if they were fundamental truths.\r\n\r\n\r\n19\r\n\r\n=Number.=--The invention of the laws of number has as its basis the\r\nprimordial and prior-prevailing delusion that many like things exist\r\n(although in point of fact there is no such thing is a duplicate), or\r\nthat, at least, there are things (but there is no \"thing\"). The\r\nassumption of plurality always presupposes that _something_ exists which\r\nmanifests itself repeatedly, but just here is where the delusion\r\nprevails; in this very matter we feign realities, unities, that have no\r\nexistence. Our feelings, notions, of space and time are false for they\r\nlead, when duly tested, to logical contradictions. In all scientific\r\ndemonstrations we always unavoidably base our calculation upon some\r\nfalse standards [of duration or measurement] but as these standards are\r\nat least _constant_, as, for example, our notions of time and space, the\r\nresults arrived at by science possess absolute accuracy and certainty in\r\ntheir relationship to one another: one can keep on building upon\r\nthem--until is reached that final limit at which the erroneous\r\nfundamental conceptions, (the invariable breakdown) come into conflict\r\nwith the results established--as, for example, in the case of the atomic\r\ntheory. Here we always find ourselves obliged to give credence to a\r\n\"thing\" or material \"substratum\" that is set in motion, although, at the\r\nsame time, the whole scientific programme has had as its aim the\r\nresolving of everything material into motions [themselves]: here again\r\nwe distinguish with our feeling [that which does the] moving and [that\r\nwhich is] moved,[11] and we never get out of this circle, because the\r\nbelief in things[12] has been from time immemorial rooted in our\r\nnature.--When Kant says \"the intellect does not derive its laws from\r\nnature, but dictates them to her\" he states the full truth as regards\r\nthe _idea of nature_ which we form (nature = world, as notion, that is,\r\nas error) but which is merely the synthesis of a host of errors of the\r\nintellect. To a world not [the outcome of] our conception, the laws of\r\nnumber are wholly inapplicable: such laws are valid only in the world of\r\nmankind.\r\n\r\n[11] Wir scheiden auch hier noch mit unserer Empfindung Bewegendes und\r\nBewegtes.\r\n\r\n[12] Glaube an Dinge.\r\n\r\n\r\n20\r\n\r\n=Some Backward Steps.=--One very forward step in education is taken when\r\nman emerges from his superstitious and religious ideas and fears and,\r\nfor instance, no longer believes in the dear little angels or in\r\noriginal sin, and has stopped talking about the salvation of the soul:\r\nwhen he has taken this step to freedom he has, nevertheless, through the\r\nutmost exertion of his mental power, to overcome metaphysics. Then a\r\nbackward movement is necessary: he must appreciate the historical\r\njustification, and to an equal extent the psychological considerations,\r\nin such a movement. He must understand that the greatest advances made\r\nby mankind have resulted from such a course and that without this very\r\nbackward movement the highest achievements of man hitherto would have\r\nbeen impossible.--With regard to philosophical metaphysics I see ever\r\nmore and more who have arrived at the negative goal (that all positive\r\nmetaphysic is a delusion) but as yet very few who go a few steps\r\nbackward: one should look out over the last rungs of the ladder, but not\r\ntry to stand on them, that is to say. The most advanced as yet go only\r\nfar enough to free themselves from metaphysic and look back at it with\r\nan air of superiority: whereas here, no less than in the hippodrome, it\r\nis necessary to turn around in order to reach the end of the course.\r\n\r\n\r\n21\r\n\r\n=Presumable [Nature of the] Victory of Doubt.=--Let us assume for a\r\nmoment the validity of the skeptical standpoint: granted that there is\r\nno metaphysical world, and that all the metaphysical explanations of the\r\nonly world we know are useless to us, how would we then contemplate men\r\nand things? [Menschen und Dinge]. This can be thought out and it is\r\nworth while doing so, even if the question whether anything metaphysical\r\nhas ever been demonstrated by or through Kant and Schopenhauer, be put\r\naltogether aside. For it is, to all appearances, highly probable that\r\nmen, on this point, will be, in the mass, skeptical. The question thus\r\nbecomes: what sort of a notion will human society, under the influence\r\nof such a state of mind, form of itself? Perhaps the _scientific\r\ndemonstration_ of any metaphysical world is now so difficult that\r\nmankind will never be free from a distrust of it. And when there is\r\nformed a feeling of distrust of metaphysics, the results are, in the\r\nmass, the same as if metaphysics were refuted altogether and _could_ no\r\nlonger be believed. In both cases the historical question, with regard\r\nto an unmetaphysical disposition in mankind, remains the same.\r\n\r\n\r\n22\r\n\r\n=Disbelief in the \"monumentum aere perennius\".=[13]--A decided\r\ndisadvantage, attending the termination of metaphysical modes of\r\nthought, is that the individual fixes his mind too attentively upon his\r\nown brief lifetime and feels no strong inducement to aid in the\r\nfoundation of institutions capable of enduring for centuries: he wishes\r\nhimself to gather the fruit from the tree that he plants and\r\nconsequently he no longer plants those trees which require centuries of\r\nconstant cultivation and are destined to afford shade to generation\r\nafter generation in the future. For metaphysical views inspire the\r\nbelief that in them is afforded the final sure foundation upon which\r\nhenceforth the whole future of mankind may rest and be built up: the\r\nindividual promotes his own salvation; when, for example, he builds a\r\nchurch or a monastery he is of opinion that he is doing something for\r\nthe salvation of his immortal soul:--Can science, as well, inspire such\r\nfaith in the efficacy of her results? In actual fact, science requires\r\ndoubt and distrust as her surest auxiliaries; nevertheless, the sum of\r\nthe irresistible (that is all the onslaughts of skepticism, all the\r\ndisintegrating effects of surviving truths) can easily become so great\r\n(as, for instance, in the case of hygienic science) as to inspire the\r\ndetermination to build \"eternal\" works upon it. At present the contrast\r\nbetween our excitated ephemeral existence and the tranquil repose of\r\nmetaphysical epochs is too great because both are as yet in too close\r\njuxtaposition. The individual man himself now goes through too many\r\nstages of inner and outer evolution for him to venture to make a plan\r\neven for his life time alone. A perfectly modern man, indeed, who wants\r\nto build himself a house feels as if he were walling himself up alive in\r\na mausoleum.\r\n\r\n[13] Monument more enduring than brass: Horace, Odes III:XXX.\r\n\r\n\r\n23\r\n\r\n=Age of Comparison.=--The less men are bound by tradition, the greater\r\nis the inner activity of motives, the greater, correspondingly, the\r\nouter restlessness, the promiscuous flow of humanity, the polyphony of\r\nstrivings. Who now feels any great impulse to establish himself and his\r\nposterity in a particular place? For whom, moreover, does there exist,\r\nat present, any strong tie? As all the methods of the arts were copied\r\nfrom one another, so were all the methods and advancements of moral\r\ncodes, of manners, of civilizations.--Such an age derives its\r\nsignificance from the fact that in it the various ideas, codes, manners\r\nand civilizations can be compared and experienced side by side; which\r\nwas impossible at an earlier period in view of the localised nature of\r\nthe rule of every civilization, corresponding to the limitation of all\r\nartistic effects by time and place. To-day the growth of the aesthetic\r\nfeeling is decided, owing to the great number of [artistic] forms which\r\noffer themselves for comparison. The majority--those that are condemned\r\nby the method of comparison--will be allowed to die out. In the same way\r\nthere is to-day taking place a selection of the forms and customs of the\r\nhigher morality which can result only in the extinction of the vulgar\r\nmoralities. This is the age of comparison! That is its glory--but also\r\nits pain. Let us not, however shrink from this pain. Rather would we\r\ncomprehend the nature of the task imposed upon us by our age as\r\nadequately as we can: posterity will bless us for doing so--a posterity\r\nthat knows itself to be [developed] through and above the narrow, early\r\nrace-civilizations as well as the culture-civilization of comparison,\r\nbut yet looks gratefully back upon both as venerable monuments of\r\nantiquity.\r\n\r\n\r\n24\r\n\r\n=Possibility of Progress.=--When a master of the old civilization (den\r\nalten Cultur) vows to hold no more discussion with men who believe in\r\nprogress, he is quite right. For the old civilization[14] has its\r\ngreatness and its advantages behind it, and historic training forces one\r\nto acknowledge that it can never again acquire vigor: only intolerable\r\nstupidity or equally intolerable fanaticism could fail to perceive this\r\nfact. But men may consciously determine to evolve to a new civilization\r\nwhere formerly they evolved unconsciously and accidentally. They can now\r\ndevise better conditions for the advancement of mankind, for their\r\nnourishment, training and education, they can administer the earth as an\r\neconomic power, and, particularly, compare the capacities of men and\r\nselect them accordingly. This new, conscious civilization is killing the\r\nother which, on the whole, has led but an unreflective animal and plant\r\nlife: it is also destroying the doubt of progress itself--progress is\r\npossible. I mean: it is hasty and almost unreflective to assume that\r\nprogress must _necessarily_ take place: but how can it be doubted that\r\nprogress is possible? On the other hand, progress in the sense and along\r\nthe lines of the old civilization is not even conceivable. If romantic\r\nfantasy employs the word progress in connection with certain aims and\r\nends identical with those of the circumscribed primitive national\r\ncivilizations, the picture presented of progress is always borrowed from\r\nthe past. The idea and the image of progress thus formed are quite\r\nwithout originality.\r\n\r\n[14] Cultur, culture, civilisation etc., but there is no exact English\r\nequivalent.\r\n\r\n\r\n25\r\n\r\n=Private Ethics and World Ethics.=--Since the extinction of the belief\r\nthat a god guides the general destiny of the world and, notwithstanding\r\nall the contortions and windings of the path of mankind, leads it\r\ngloriously forward, men must shape oecumenical, world-embracing ends for\r\nthemselves. The older ethics, namely Kant's, required of the individual\r\nsuch a course of conduct as he wishes all men to follow. This evinces\r\nmuch simplicity--as if any individual could determine off hand what\r\ncourse of conduct would conduce to the welfare of humanity, and what\r\ncourse of conduct is preëminently desirable! This is a theory like that\r\nof freedom of competition, which takes it for granted that the general\r\nharmony [of things] _must_ prevail of itself in accordance with some\r\ninherent law of betterment or amelioration. It may be that a later\r\ncontemplation of the needs of mankind will reveal that it is by no means\r\ndesirable that all men should regulate their conduct according to the\r\nsame principle; it may be best, from the standpoint of certain ends yet\r\nto be attained, that men, during long periods should regulate their\r\nconduct with reference to special, and even, in certain circumstances,\r\nevil, objects. At any rate, if mankind is not to be led astray by such a\r\nuniversal rule of conduct, it behooves it to attain a _knowledge of the\r\ncondition of culture_ that will serve as a scientific standard of\r\ncomparison in connection with cosmical ends. Herein is comprised the\r\ntremendous mission of the great spirits of the next century.\r\n\r\n\r\n26\r\n\r\n=Reaction as Progress.=--Occasionally harsh, powerful, impetuous, yet\r\nnevertheless backward spirits, appear, who try to conjure back some past\r\nera in the history of mankind: they serve as evidence that the new\r\ntendencies which they oppose, are not yet potent enough, that there is\r\nsomething lacking in them: otherwise they [the tendencies] would better\r\nwithstand the effects of this conjuring back process. Thus Luther's\r\nreformation shows that in his century all the impulses to freedom of the\r\nspirit were still uncertain, lacking in vigor, and immature. Science\r\ncould not yet rear her head. Indeed the whole Renaissance appears but as\r\nan early spring smothered in snow. But even in the present century\r\nSchopenhauer's metaphysic shows that the scientific spirit is not yet\r\npowerful enough: for the whole mediaeval Christian world-standpoint\r\n(Weltbetrachtung) and conception of man (Mensch-Empfindung)[15] once\r\nagain, notwithstanding the slowly wrought destruction of all Christian\r\ndogma, celebrated a resurrection in Schopenhauer's doctrine. There is\r\nmuch science in his teaching although the science does not dominate,\r\nbut, instead of it, the old, trite \"metaphysical necessity.\" It is one\r\nof the greatest and most priceless advantages of Schopenhauer's teaching\r\nthat by it our feelings are temporarily forced back to those old human\r\nand cosmical standpoints to which no other path could conduct us so\r\neasily. The gain for history and justice is very great. I believe that\r\nwithout Schopenhauer's aid it would be no easy matter for anyone now to\r\ndo justice to Christianity and its Asiatic relatives--a thing impossible\r\nas regards the christianity that still survives. After according this\r\ngreat triumph to justice, after we have corrected in so essential a\r\nrespect the historical point of view which the age of learning brought\r\nwith it, we may begin to bear still farther onward the banner of\r\nenlightenment--a banner bearing the three names: Petrarch, Erasmus,\r\nVoltaire. We have taken a forward step out of reaction.\r\n\r\n[15] Literally man-feeling or human outlook.\r\n\r\n\r\n27\r\n\r\n=A Substitute for Religion.=--It is supposed to be a recommendation for\r\nphilosophy to say of it that it provides the people with a substitute\r\nfor religion. And in fact, the training of the intellect does\r\nnecessitate the convenient laying out of the track of thought, since the\r\ntransition from religion by way of science entails a powerful, perilous\r\nleap,--something that should be advised against. With this\r\nqualification, the recommendation referred to is a just one. At the same\r\ntime, it should be further explained that the needs which religion\r\nsatisfies and which science must now satisfy, are not immutable. Even\r\nthey can be diminished and uprooted. Think, for instance, of the\r\nchristian soul-need, the sighs over one's inner corruption, the anxiety\r\nregarding salvation--all notions that arise simply out of errors of the\r\nreason and require no satisfaction at all, but annihilation. A\r\nphilosophy can either so affect these needs as to appease them or else\r\nput them aside altogether, for they are acquired, circumscribed needs,\r\nbased upon hypotheses which those of science explode. Here, for the\r\npurpose of affording the means of transition, for the sake of lightening\r\nthe spirit overburdened with feeling, art can be employed to far better\r\npurpose, as these hypotheses receive far less support from art than from\r\na metaphysical philosophy. Then from art it is easier to go over to a\r\nreally emancipating philosophical science.\r\n\r\n\r\n28\r\n\r\n=Discredited Words.=--Away with the disgustingly over-used words\r\noptimism and pessimism! For the occasion for using them grows daily\r\nless; only drivelers now find them indispensably necessary. What earthly\r\nreason could anyone have for being an optimist unless he had a god to\r\ndefend who _must_ have created the best of all possible worlds, since he\r\nis himself all goodness and perfection?--but what thinking man has now\r\nany need for the hypothesis that there is a god?--There is also no\r\noccasion whatever for a pessimistic confession of faith, unless one has\r\na personal interest in denouncing the advocate of god, the theologian or\r\nthe theological philosopher, and maintaining the counter proposition\r\nthat evil reigns, that wretchedness is more potent than joy, that the\r\nworld is a piece of botch work, that phenomenon (Erscheinung) is but the\r\nmanifestation of some evil spirit. But who bothers his head about the\r\ntheologians any more--except the theologians themselves? Apart from all\r\ntheology and its antagonism, it is manifest that the world is neither\r\ngood nor bad, (to say nothing about its being the best or the worst) and\r\nthat these ideas of \"good\" and \"bad\" have significance only in relation\r\nto men, indeed, are without significance at all, in view of the sense in\r\nwhich they are usually employed. The contemptuous and the eulogistic\r\npoint of view must, in every case, be repudiated.\r\n\r\n\r\n29\r\n\r\n=Intoxicated by the Perfume of Flowers.=--The ship of humanity, it is\r\nthought, acquires an ever deeper draught the more it is laden. It is\r\nbelieved that the more profoundly man thinks, the more exquisitely he\r\nfeels, the higher the standard he sets for himself, the greater his\r\ndistance from the other animals--the more he appears as a genius\r\n(Genie) among animals--the nearer he gets to the true nature of the\r\nworld and to comprehension thereof: this, indeed, he really does through\r\nscience, but he thinks he does it far more adequately through his\r\nreligions and arts. These are, certainly, a blossoming of the world, but\r\nnot, therefore, _nearer the roots of the world_ than is the stalk. One\r\ncannot learn best from it the nature of the world, although nearly\r\neveryone thinks so. _Error_ has made men so deep, sensitive and\r\nimaginative in order to bring forth such flowers as religions and arts.\r\nPure apprehension would be unable to do that. Whoever should disclose to\r\nus the essence of the world would be undeceiving us most cruelly. Not\r\nthe world as thing-in-itself but the world as idea[16] (as error) is\r\nrich in portent, deep, wonderful, carrying happiness and unhappiness in\r\nits womb. This result leads to a philosophy of world negation: which, at\r\nany rate, can be as well combined with a practical world affirmation as\r\nwith its opposite.\r\n\r\n[16] Vorstellung: this word sometimes corresponds to the English word\r\n\"idea\", at others to \"conception\" or \"notion.\"\r\n\r\n\r\n30\r\n\r\n=Evil Habits in Reaching Conclusions.=--The most usual erroneous\r\nconclusions of men are these: a thing[17] exists, therefore it is right:\r\nHere from capacity to live is deduced fitness, from fitness, is deduced\r\njustification. So also: an opinion gives happiness, therefore it is the\r\ntrue one, its effect is good, therefore it is itself good and true. Here\r\nis predicated of the effect that it gives happiness, that it is good in\r\nthe sense of utility, and there is likewise predicated of the cause that\r\nit is good, but good in the sense of logical validity. Conversely, the\r\nproposition would run: a thing[17] cannot attain success, cannot\r\nmaintain itself, therefore it is evil: a belief troubles [the believer],\r\noccasions pain, therefore it is false. The free spirit, who is sensible\r\nof the defect in this method of reaching conclusions and has had to\r\nsuffer its consequences, often succumbs to the temptation to come to the\r\nvery opposite conclusions (which, in general, are, of course, equally\r\nerroneous): a thing cannot maintain itself: therefore it is good; a\r\nbelief is troublesome, therefore it is true.\r\n\r\n[17] Sache, thing but not in the sense of Ding. Sache is of very\r\nindefinite application (res).\r\n\r\n\r\n31\r\n\r\n=The Illogical is Necessary.=--Among the things which can bring a\r\nthinker to distraction is the knowledge that the illogical is necessary\r\nto mankind and that from the illogical springs much that is good. The\r\nillogical is so imbedded in the passions, in language, in art, in\r\nreligion and, above all, in everything that imparts value to life that\r\nit cannot be taken away without irreparably injuring those beautiful\r\nthings. Only men of the utmost simplicity can believe that the nature\r\nman knows can be changed into a purely logical nature. Yet were there\r\nsteps affording approach to this goal, how utterly everything would be\r\nlost on the way! Even the most rational man needs nature again, from\r\ntime to time, that is, his illogical fundamental relation\r\n(Grundstellung) to all things.\r\n\r\n\r\n32\r\n\r\n=Being Unjust is Essential.=--All judgments of the value of life are\r\nillogically developed and therefore unjust. The vice of the judgment\r\nconsists, first, in the way in which the subject matter comes under\r\nobservation, that is, very incompletely; secondly in the way in which\r\nthe total is summed up; and, thirdly, in the fact that each single item\r\nin the totality of the subject matter is itself the result of defective\r\nperception, and this from absolute necessity. No practical knowledge of\r\na man, for example, stood he never so near to us, can be complete--so\r\nthat we could have a logical right to form a total estimate of him; all\r\nestimates are summary and must be so. Then the standard by which we\r\nmeasure, (our being) is not an immutable quantity; we have moods and\r\nvariations, and yet we should know ourselves as an invariable standard\r\nbefore we undertake to establish the nature of the relation of any thing\r\n(Sache) to ourselves. Perhaps it will follow from all this that one\r\nshould form no judgments whatever; if one could but merely _live_\r\nwithout having to form estimates, without aversion and without\r\npartiality!--for everything most abhorred is closely connected with an\r\nestimate, as well as every strongest partiality. An inclination towards\r\na thing, or from a thing, without an accompanying feeling that the\r\nbeneficial is desired and the pernicious contemned, an inclination\r\nwithout a sort of experiential estimation of the desirability of an end,\r\ndoes not exist in man. We are primordially illogical and hence unjust\r\nbeings _and can recognise this fact_: this is one of the greatest and\r\nmost baffling discords of existence.\r\n\r\n\r\n33\r\n\r\n=Error Respecting Living for the Sake of Living Essential.=--Every\r\nbelief in the value and worthiness of life rests upon defective\r\nthinking; it is for this reason alone possible that sympathy with the\r\ngeneral life and suffering of mankind is so imperfectly developed in the\r\nindividual. Even exceptional men, who can think beyond their own\r\npersonalities, do not have this general life in view, but isolated\r\nportions of it. If one is capable of fixing his observation upon\r\nexceptional cases, I mean upon highly endowed individuals and pure\r\nsouled beings, if their development is taken as the true end of\r\nworld-evolution and if joy be felt in their existence, then it is\r\npossible to believe in the value of life, because in that case the rest\r\nof humanity is overlooked: hence we have here defective thinking. So,\r\ntoo, it is even if all mankind be taken into consideration, and one\r\nspecies only of impulses (the less egoistic) brought under review and\r\nthose, in consideration of the other impulses, exalted: then something\r\ncould still be hoped of mankind in the mass and to that extent there\r\ncould exist belief in the value of life: here, again, as a result of\r\ndefective thinking. Whatever attitude, thus, one may assume, one is, as\r\na result of this attitude, an exception among mankind. Now, the great\r\nmajority of mankind endure life without any great protest, and believe,\r\nto this extent, in the value of existence, but that is because each\r\nindividual decides and determines alone, and never comes out of his own\r\npersonality like these exceptions: everything outside of the personal\r\nhas no existence for them or at the utmost is observed as but a faint\r\nshadow. Consequently the value of life for the generality of mankind\r\nconsists simply in the fact that the individual attaches more importance\r\nto himself than he does to the world. The great lack of imagination from\r\nwhich he suffers is responsible for his inability to enter into the\r\nfeelings of beings other than himself, and hence his sympathy with their\r\nfate and suffering is of the slightest possible description. On the\r\nother hand, whosoever really _could_ sympathise, necessarily doubts the\r\nvalue of life; were it possible for him to sum up and to feel in himself\r\nthe total consciousness of mankind, he would collapse with a malediction\r\nagainst existence,--for mankind is, in the mass, without a goal, and\r\nhence man cannot find, in the contemplation of his whole course,\r\nanything to serve him as a mainstay and a comfort, but rather a reason\r\nto despair. If he looks beyond the things that immediately engage him to\r\nthe final aimlessness of humanity, his own conduct assumes in his eyes\r\nthe character of a frittering away. To feel oneself, however, as\r\nhumanity (not alone as an individual) frittered away exactly as we see\r\nthe stray leaves frittered away by nature, is a feeling transcending all\r\nfeeling. But who is capable of it? Only a poet, certainly: and poets\r\nalways know how to console themselves.\r\n\r\n\r\n34\r\n\r\n=For Tranquility.=--But will not our philosophy become thus a tragedy?\r\nWill not truth prove the enemy of life, of betterment? A question seems\r\nto weigh upon our tongue and yet will not put itself into words: whether\r\none _can_ knowingly remain in the domain of the untruthful? or, if one\r\n_must_, whether, then, death would not be preferable? For there is no\r\nlonger any ought (Sollen), morality; so far as it is involved \"ought,\"\r\nis, through our point of view, as utterly annihilated as religion. Our\r\nknowledge can permit only pleasure and pain, benefit and injury, to\r\nsubsist as motives. But how can these motives be distinguished from the\r\ndesire for truth? Even they rest upon error (in so far, as already\r\nstated, partiality and dislike and their very inaccurate estimates\r\npalpably modify our pleasure and our pain). The whole of human life is\r\ndeeply involved in _untruth_. The individual cannot extricate it from\r\nthis pit without thereby fundamentally clashing with his whole past,\r\nwithout finding his present motives of conduct, (as that of honor)\r\nillegitimate, and without opposing scorn and contempt to the ambitions\r\nwhich prompt one to have regard for the future and for one's happiness\r\nin the future. Is it true, does there, then, remain but one way of\r\nthinking, which, as a personal consequence brings in its train despair,\r\nand as a theoretical [consequence brings in its train] a philosophy of\r\ndecay, disintegration, self annihilation? I believe the deciding\r\ninfluence, as regards the after-effect of knowledge, will be the\r\n_temperament_ of a man; I can, in addition to this after-effect just\r\nmentioned, suppose another, by means of which a much simpler life, and\r\none freer from disturbances than the present, could be lived; so that at\r\nfirst the old motives of vehement passion might still have strength,\r\nowing to hereditary habit, but they would gradually grow weaker under\r\nthe influence of purifying knowledge. A man would live, at last, both\r\namong men and unto himself, as in the natural state, without praise,\r\nreproach, competition, feasting one's eyes, as if it were a play, upon\r\nmuch that formerly inspired dread. One would be rid of the strenuous\r\nelement, and would no longer feel the goad of the reflection that man is\r\nnot even [as much as] nature, nor more than nature. To be sure, this\r\nrequires, as already stated, a good temperament, a fortified, gentle and\r\nnaturally cheerful soul, a disposition that has no need to be on its\r\nguard against its own eccentricities and sudden outbreaks and that in\r\nits utterances manifests neither sullenness nor a snarling tone--those\r\nfamiliar, disagreeable characteristics of old dogs and old men that have\r\nbeen a long time chained up. Rather must a man, from whom the ordinary\r\nbondages of life have fallen away to so great an extent, so do that he\r\nonly lives on in order to grow continually in knowledge, and to learn to\r\nresign, without envy and without disappointment, much, yes nearly\r\neverything, that has value in the eyes of men. He must be content with\r\nsuch a free, fearless soaring above men, manners, laws and traditional\r\nestimates of things, as the most desirable of all situations. He will\r\nfreely share the joy of being in such a situation, and he has, perhaps,\r\nnothing else to share--in which renunciation and self-denial really most\r\nconsist. But if more is asked of him, he will, with a benevolent shake\r\nof the head, refer to his brother, the free man of fact, and will,\r\nperhaps, not dissemble a little contempt: for, as regards his \"freedom,\"\r\nthereby hangs a tale.[18]\r\n\r\n[18] den mit dessen \"Freiheit\" hat es eine eigene Bewandtniss.\r\n\r\n\r\n\r\n\r\nHISTORY OF THE MORAL FEELINGS.\r\n\r\n\r\n35\r\n\r\n=Advantages of Psychological Observation.=--That reflection regarding\r\nthe human, all-too-human--or as the learned jargon is: psychological\r\nobservation--is among the means whereby the burden of life can be made\r\nlighter, that practice in this art affords presence of mind in difficult\r\nsituations and entertainment amid a wearisome environment, aye, that\r\nmaxims may be culled in the thorniest and least pleasing paths of life\r\nand invigoration thereby obtained: this much was believed, was known--in\r\nformer centuries. Why was this forgotten in our own century, during\r\nwhich, at least in Germany, yes in Europe, poverty as regards\r\npsychological observation would have been manifest in many ways had\r\nthere been anyone to whom this poverty could have manifested itself. Not\r\nonly in the novel, in the romance, in philosophical standpoints--these\r\nare the works of exceptional men; still more in the state of opinion\r\nregarding public events and personages; above all in general society,\r\nwhich says much about men but nothing whatever about man, there is\r\ntotally lacking the art of psychological analysis and synthesis. But why\r\nis the richest and most harmless source of entertainment thus allowed to\r\nrun to waste? Why is the greatest master of the psychological maxim no\r\nlonger read?--for, with no exaggeration whatever be it said: the\r\neducated person in Europe who has read La Rochefoucauld and his\r\nintellectual and artistic affinities is very hard to find; still harder,\r\nthe person who knows them and does not disparage them. Apparently, too,\r\nthis unusual reader takes far less pleasure in them than the form\r\nadopted by these artists should afford him: for the subtlest mind cannot\r\nadequately appreciate the art of maxim-making unless it has had training\r\nin it, unless it has competed in it. Without such practical\r\nacquaintance, one is apt to look upon this making and forming as a much\r\neasier thing than it really is; one is not keenly enough alive to the\r\nfelicity and the charm of success. Hence present day readers of maxims\r\nhave but a moderate, tempered pleasure in them, scarcely, indeed, a true\r\nperception of their merit, so that their experiences are about the same\r\nas those of the average beholder of cameos: people who praise because\r\nthey cannot appreciate, and are very ready to admire and still readier\r\nto turn away.\r\n\r\n\r\n36\r\n\r\n=Objection.=--Or is there a counter-proposition to the dictum that\r\npsychological observation is one of the means of consoling, lightening,\r\ncharming existence? Have enough of the unpleasant effects of this art\r\nbeen experienced to justify the person striving for culture in turning\r\nhis regard away from it? In all truth, a certain blind faith in the\r\ngoodness of human nature, an implanted distaste for any disparagement of\r\nhuman concerns, a sort of shamefacedness at the nakedness of the soul,\r\nmay be far more desirable things in the general happiness of a man, than\r\nthis only occasionally advantageous quality of psychological\r\nsharpsightedness; and perhaps belief in the good, in virtuous men and\r\nactions, in a plenitude of disinterested benevolence has been more\r\nproductive of good in the world of men in so far as it has made men less\r\ndistrustful. If Plutarch's heroes are enthusiastically imitated and a\r\nreluctance is experienced to looking too critically into the motives of\r\ntheir actions, not the knowledge but the welfare of human society is\r\npromoted thereby: psychological error and above all obtuseness in regard\r\nto it, help human nature forward, whereas knowledge of the truth is more\r\npromoted by means of the stimulating strength of a hypothesis; as La\r\nRochefoucauld in the first edition of his \"Sentences and Moral Maxims\"\r\nhas expressed it: \"What the world calls virtue is ordinarily but a\r\nphantom created by the passions, and to which we give a good name in\r\norder to do whatever we please with impunity.\" La Rochefoucauld and\r\nthose other French masters of soul-searching (to the number of whom has\r\nlately been added a German, the author of \"Psychological Observations\")\r\nare like expert marksmen who again and again hit the black spot--but it\r\nis the black spot in human nature. Their art inspires amazement, but\r\nfinally some spectator, inspired, not by the scientific spirit but by a\r\nhumanitarian feeling, execrates an art that seems to implant in the soul\r\na taste for belittling and impeaching mankind.\r\n\r\n\r\n37\r\n\r\n=Nevertheless.=--The matter therefore, as regards pro and con, stands\r\nthus: in the present state of philosophy an awakening of the moral\r\nobservation is essential. The repulsive aspect of psychological\r\ndissection, with the knife and tweezers entailed by the process, can no\r\nlonger be spared humanity. Such is the imperative duty of any science\r\nthat investigates the origin and history of the so-called moral feelings\r\nand which, in its progress, is called upon to posit and to solve\r\nadvanced social problems:--The older philosophy does not recognize the\r\nnewer at all and, through paltry evasions, has always gone astray in the\r\ninvestigation of the origin and history of human estimates\r\n(Werthschätzungen). With what results may now be very clearly perceived,\r\nsince it has been shown by many examples, how the errors of the greatest\r\nphilosophers have their origin in a false explanation of certain human\r\nactions and feelings; how upon the foundation of an erroneous analysis\r\n(for example, of the so called disinterested actions), a false ethic is\r\nreared, to support which religion and like mythological monstrosities\r\nare called in, until finally the shades of these troubled spirits\r\ncollapse in physics and in the comprehensive world point of view. But if\r\nit be established that superficiality of psychological observation has\r\nheretofore set the most dangerous snares for human judgment and\r\ndeduction, and will continue to do so, all the greater need is there of\r\nthat steady continuance of labor that never wearies putting stone upon\r\nstone, little stone upon little stone; all the greater need is there of\r\na courage that is not ashamed of such humble labor and that will oppose\r\npersistence, to all contempt. It is, finally, also true that countless\r\nsingle observations concerning the human, all-too-human, have been\r\nfirst made and uttered in circles accustomed, not to furnish matter for\r\nscientific knowledge, but for intellectual pleasure-seeking; and the\r\noriginal home atmosphere--a very seductive atmosphere--of the moral\r\nmaxim has almost inextricably interpenetrated the entire species, so\r\nthat the scientific man involuntarily manifests a sort of mistrust of\r\nthis species and of its seriousness. But it is sufficient to point to\r\nthe consequences: for already it is becoming evident that events of the\r\nmost portentous nature are developing in the domain of psychological\r\nobservation. What is the leading conclusion arrived at by one of the\r\nsubtlest and calmest of thinkers, the author of the work \"Concerning the\r\nOrigin of the Moral Feelings\", as a result of his thorough and incisive\r\nanalysis of human conduct? \"The moral man,\" he says, \"stands no nearer\r\nthe knowable (metaphysical) world than the physical man.\"[19] This\r\ndictum, grown hard and cutting beneath the hammer-blow of historical\r\nknowledge, can some day, perhaps, in some future or other, serve as the\r\naxe that will be laid to the root of the \"metaphysical necessities\" of\r\nmen--whether more to the blessing than to the banning of universal well\r\nbeing who can say?--but in any event a dictum fraught with the most\r\nmomentous consequences, fruitful and fearful at once, and confronting\r\nthe world in the two faced way characteristic of all great facts.\r\n\r\n[19] \"Der moralische Mensch, sagt er, steht der intelligiblen\r\n(metaphysischen) Welt nicht näher, als der physische Mensch.\"\r\n\r\n\r\n38\r\n\r\n=To What Extent Useful.=--Therefore, whether psychological observation\r\nis more an advantage than a disadvantage to mankind may always remain\r\nundetermined: but there is no doubt that it is necessary, because\r\nscience can no longer dispense with it. Science, however, recognizes no\r\nconsiderations of ultimate goals or ends any more than nature does; but\r\nas the latter duly matures things of the highest fitness for certain\r\nends without any intention of doing it, so will true science, doing with\r\nideas what nature does with matter,[20] promote the purposes and the\r\nwelfare of humanity, (as occasion may afford, and in many ways) and\r\nattain fitness [to ends]--but likewise without having intended it.\r\n\r\n[20] als die Nachahmung der Natur in Begriffen, literally: \"as the\r\ncounterfeit of nature in (regard to) ideas.\"\r\n\r\nHe to whom the atmospheric conditions of such a prospect are too wintry,\r\nhas too little fire in him: let him look about him, and he will become\r\nsensible of maladies requiring an icy air, and of people who are so\r\n\"kneaded together\" out of ardor and intellect that they can scarcely\r\nfind anywhere an atmosphere too cold and cutting for them. Moreover: as\r\ntoo serious individuals and nations stand in need of trivial\r\nrelaxations; as others, too volatile and excitable require onerous,\r\nweighty ordeals to render them entirely healthy: should not we, the more\r\nintellectual men of this age, which is swept more and more by\r\nconflagrations, catch up every cooling and extinguishing appliance we\r\ncan find that we may always remain as self contained, steady and calm as\r\nwe are now, and thereby perhaps serve this age as its mirror and self\r\nreflector, when the occasion arises?\r\n\r\n\r\n39\r\n\r\n=The Fable of Discretionary Freedom.=--The history of the feelings, on\r\nthe basis of which we make everyone responsible, hence, the so-called\r\nmoral feelings, is traceable in the following leading phases. At first\r\nsingle actions are termed good or bad without any reference to their\r\nmotive, but solely because of the utilitarian or prejudicial\r\nconsequences they have for the community. In time, however, the origin\r\nof these designations is forgotten [but] it is imagined that action in\r\nitself, without reference to its consequences, contains the property\r\n\"good\" or \"bad\": with the same error according to which language\r\ndesignates the stone itself as hard[ness] the tree itself as\r\ngreen[ness]--for the reason, therefore, that what is a consequence is\r\ncomprehended as a cause. Accordingly, the good[ness] or bad[ness] is\r\nincorporated into the motive and [any] deed by itself is regarded as\r\nmorally ambiguous. A step further is taken, and the predication good or\r\nbad is no longer made of the particular motives but of the entire nature\r\nof a man, out of which motive grows as grow the plants out of the soil.\r\nThus man is successively made responsible for his [particular] acts,\r\nthen for his [course of] conduct, then for his motives and finally for\r\nhis nature. Now, at last, is it discovered that this nature, even,\r\ncannot be responsible, inasmuch as it is only and wholly a necessary\r\nconsequence and is synthesised out of the elements and influence of past\r\nand present things: therefore, that man is to be made responsible for\r\nnothing, neither for his nature, nor his motives, nor his [course of]\r\nconduct nor his [particular] acts. By this [process] is gained the\r\nknowledge that the history of moral estimates is the history of error,\r\nof the error of responsibility: as is whatever rests upon the error of\r\nthe freedom of the will. Schopenhauer concluded just the other way,\r\nthus: since certain actions bring depression (\"consciousness of guilt\")\r\nin their train, there must, then, exist responsibility, for there would\r\nbe no basis for this depression at hand if all man's affairs did not\r\nfollow their course of necessity--as they do, indeed, according to the\r\nopinion of this philosopher, follow their course--but man himself,\r\nsubject to the same necessity, would be just the man that he is--which\r\nSchopenhauer denies. From the fact of such depression Schopenhauer\r\nbelieves himself able to prove a freedom which man in some way must have\r\nhad, not indeed in regard to his actions but in regard to his nature:\r\nfreedom, therefore, to be thus and so, not to act thus and so. Out of\r\nthe _esse_, the sphere of freedom and responsibility, follows, according\r\nto his opinion, the _operari_, the spheres of invariable causation,\r\nnecessity and irresponsibility. This depression, indeed, is due\r\napparently to the _operari_--in so far as it be delusive--but in truth\r\nto whatever _esse_ be the deed of a free will, the basic cause of the\r\nexistence of an individual: [in order to] let man become whatever he\r\nwills to become, his [to] will (Wollen) must precede his\r\nexistence.--Here, apart from the absurdity of the statement just made,\r\nthere is drawn the wrong inference that the fact of the depression\r\nexplains its character, the rational admissibility of it: from such a\r\nwrong inference does Schopenhauer first come to his fantastic consequent\r\nof the so called discretionary freedom (intelligibeln Freiheit). (For\r\nthe origin of this fabulous entity Plato and Kant are equally\r\nresponsible). But depression after the act does not need to be rational:\r\nindeed, it is certainly not so at all, for it rests upon the erroneous\r\nassumption that the act need not necessarily have come to pass.\r\nTherefore: only because man deems himself free, but not because\r\nhe is free, does he experience remorse and the stings of\r\nconscience.--Moreover, this depression is something that can be grown\r\nout of; in many men it is not present at all as a consequence of acts\r\nwhich inspire it in many other men. It is a very varying thing and one\r\nclosely connected with the development of custom and civilization, and\r\nperhaps manifest only during a relatively brief period of the world's\r\nhistory.--No one is responsible for his acts, no one for his nature; to\r\njudge is tantamount to being unjust. This applies as well when the\r\nindividual judges himself. The proposition is as clear as sunlight, and\r\nyet here everyone prefers to go back to darkness and untruth: for fear\r\nof the consequences.\r\n\r\n\r\n40\r\n\r\n=Above Animal.=--The beast in us must be wheedled: ethic is necessary,\r\nthat we may not be torn to pieces. Without the errors involved in the\r\nassumptions of ethics, man would have remained an animal. Thus has he\r\ntaken himself as something higher and imposed rigid laws upon himself.\r\nHe feels hatred, consequently, for states approximating the animal:\r\nwhence the former contempt for the slave as a not-yet-man, as a thing,\r\nis to be explained.\r\n\r\n\r\n41\r\n\r\n=Unalterable Character.=--That character is unalterable is not, in the\r\nstrict sense, true; rather is this favorite proposition valid only to\r\nthe extent that during the brief life period of a man the potent new\r\nmotives can not, usually, press down hard enough to obliterate the lines\r\nimprinted by ages. Could we conceive of a man eighty thousand years old,\r\nwe should have in him an absolutely alterable character; so that the\r\nmaturities of successive, varying individuals would develop in him. The\r\nshortness of human life leads to many erroneous assertions concerning\r\nthe qualities of man.\r\n\r\n\r\n42\r\n\r\n=Classification of Enjoyments and Ethic.=--The once accepted comparative\r\nclassification of enjoyments, according to which an inferior, higher,\r\nhighest egoism may crave one or another enjoyment, now decides as to\r\nethical status or unethical status. A lower enjoyment (for example,\r\nsensual pleasure) preferred to a more highly esteemed one (for example,\r\nhealth) rates as unethical, as does welfare preferred to freedom. The\r\ncomparative classification of enjoyments is not, however, alike or the\r\nsame at all periods; when anyone demands satisfaction of the law, he is,\r\nfrom the point of view of an earlier civilization, moral, from that of\r\nthe present, non-moral. \"Unethical\" indicates, therefore, that a man is\r\nnot sufficiently sensible to the higher, finer impulses which the\r\npresent civilization has brought with it, or is not sensible to them at\r\nall; it indicates backwardness, but only from the point of view of the\r\ncontemporary degree of distinction.--The comparative classification of\r\nenjoyments itself is not determined according to absolute ethics; but\r\nafter each new ethical adjustment, it is then decided whether conduct be\r\nethical or the reverse.\r\n\r\n\r\n43\r\n\r\n=Inhuman Men as Survivals.=--Men who are now inhuman must serve us as\r\nsurviving specimens of earlier civilizations. The mountain height of\r\nhumanity here reveals its lower formations, which might otherwise remain\r\nhidden from view. There are surviving specimens of humanity whose brains\r\nthrough the vicissitudes of heredity, have escaped proper development.\r\nThey show us what we all were and thus appal us; but they are as little\r\nresponsible on this account as is a piece of granite for being granite.\r\nIn our own brains there must be courses and windings corresponding to\r\nsuch characters, just as in the forms of some human organs there survive\r\ntraces of fishhood. But these courses and windings are no longer the bed\r\nin which flows the stream of our feeling.\r\n\r\n\r\n44\r\n\r\n=Gratitude and Revenge.=--The reason the powerful man is grateful is\r\nthis. His benefactor has, through his benefaction, invaded the domain of\r\nthe powerful man and established himself on an equal footing: the\r\npowerful man in turn invades the domain of the benefactor and gets\r\nsatisfaction through the act of gratitude. It is a mild form of revenge.\r\nBy not obtaining the satisfaction of gratitude the powerful would have\r\nshown himself powerless and have ranked as such thenceforward. Hence\r\nevery society of the good, that is to say, of the powerful originally,\r\nplaces gratitude among the first of duties.--Swift has added the dictum\r\nthat man is grateful in the same degree that he is revengeful.\r\n\r\n\r\n45\r\n\r\n=Two-fold Historical Origin of Good and Evil.=--The notion of good and\r\nbad has a two-fold historical origin: namely, first, in the spirit of\r\nruling races and castes. Whoever has power to requite good with good and\r\nevil with evil and actually brings requital, (that is, is grateful and\r\nrevengeful) acquires the name of being good; whoever is powerless and\r\ncannot requite is called bad. A man belongs, as a good individual, to\r\nthe \"good\" of a community, who have a feeling in common, because all the\r\nindividuals are allied with one another through the requiting sentiment.\r\nA man belongs, as a bad individual, to the \"bad,\" to a mass of\r\nsubjugated, powerless men who have no feeling in common. The good are a\r\ncaste, the bad are a quantity, like dust. Good and bad is, for a\r\nconsiderable period, tantamount to noble and servile, master and slave.\r\nOn the other hand an enemy is not looked upon as bad: he can requite.\r\nThe Trojan and the Greek are in Homer both good. Not he, who does no\r\nharm, but he who is despised, is deemed bad. In the community of the\r\ngood individuals [the quality of] good[ness] is inherited; it is\r\nimpossible for a bad individual to grow from such a rich soil. If,\r\nnotwithstanding, one of the good individuals does something unworthy of\r\nhis goodness, recourse is had to exorcism; thus the guilt is ascribed to\r\na deity, the while it is declared that this deity bewitched the good man\r\ninto madness and blindness.--Second, in the spirit of the subjugated,\r\nthe powerless. Here every other man is, to the individual, hostile,\r\ninconsiderate, greedy, inhuman, avaricious, be he noble or servile; bad\r\nis the characteristic term for man, for every living being, indeed, that\r\nis recognized at all, even for a god: human, divine, these notions are\r\ntantamount to devilish, bad. Manifestations of goodness, sympathy,\r\nhelpfulness, are regarded with anxiety as trickiness, preludes to an\r\nevil end, deception, subtlety, in short, as refined badness. With such a\r\npredisposition in individuals, a feeling in common can scarcely arise at\r\nall, at most only the rudest form of it: so that everywhere that this\r\nconception of good and evil prevails, the destruction of the\r\nindividuals, their race and nation, is imminent.--Our existing morality\r\nhas developed upon the foundation laid by ruling races and castes.\r\n\r\n\r\n46\r\n\r\n=Sympathy Greater than Suffering.=--There are circumstances in which\r\nsympathy is stronger than the suffering itself. We feel more pain, for\r\ninstance, when one of our friends becomes guilty of a reprehensible\r\naction than if we had done the deed ourselves. We once, that is, had\r\nmore faith in the purity of his character than he had himself. Hence our\r\nlove for him, (apparently because of this very faith) is stronger than\r\nis his own love for himself. If, indeed, his egoism really suffers more,\r\nas a result, than our egoism, inasmuch as he must take the consequences\r\nof his fault to a greater extent than ourselves, nevertheless, the\r\nunegoistic--this word is not to be taken too strictly, but simply as a\r\nmodified form of expression--in us is more affected by his guilt than\r\nthe unegoistic in him.\r\n\r\n\r\n47\r\n\r\n=Hypochondria.=--There are people who, from sympathy and anxiety for\r\nothers become hypochondriacal. The resulting form of compassion is\r\nnothing else than sickness. So, also, is there a Christian hypochondria,\r\nfrom which those singular, religiously agitated people suffer who place\r\nalways before their eyes the suffering and death of Christ.\r\n\r\n\r\n48\r\n\r\n=Economy of Blessings.=--The advantageous and the pleasing, as the\r\nhealthiest growths and powers in the intercourse of men, are such\r\nprecious treasures that it is much to be wished the use made of these\r\nbalsamic means were as economical as possible: but this is impossible.\r\nEconomy in the use of blessings is the dream of the craziest of\r\nUtopians.\r\n\r\n\r\n49\r\n\r\n=Well-Wishing.=--Among the small, but infinitely plentiful and therefore\r\nvery potent things to which science must pay more attention than to the\r\ngreat, uncommon things, well-wishing[21] must be reckoned; I mean those\r\nmanifestations of friendly disposition in intercourse, that laughter of\r\nthe eye, every hand pressure, every courtesy from which, in general,\r\nevery human act gets its quality. Every teacher, every functionary adds\r\nthis element as a gratuity to whatever he does as a duty; it is the\r\nperpetual well spring of humanity, like the waves of light in which\r\neverything grows; thus, in the narrowest circles, within the family,\r\nlife blooms and flowers only through this kind feeling. The\r\ncheerfulness, friendliness and kindness of a heart are unfailing\r\nsources of unegoistic impulse and have made far more for civilization\r\nthan those other more noised manifestations of it that are styled\r\nsympathy, benevolence and sacrifice. But it is customary to depreciate\r\nthese little tokens of kindly feeling, and, indeed, there is not much of\r\nthe unegoistic in them. The sum of these little doses is very great,\r\nnevertheless; their combined strength is of the greatest of\r\nstrengths.--Thus, too, much more happiness is to be found in the world\r\nthan gloomy eyes discover: that is, if the calculation be just, and all\r\nthese pleasing moments in which every day, even the meanest human life,\r\nis rich, be not forgotten.\r\n\r\n[21] Wohl-wollen, kind feeling. It stands here for benevolence but not\r\nbenevolence in the restricted sense of the word now prevailing.\r\n\r\n\r\n50\r\n\r\n=The Desire to Inspire Compassion.=--La Rochefoucauld, in the most\r\nnotable part of his self portraiture (first printed 1658) reaches the\r\nvital spot of truth when he warns all those endowed with reason to be on\r\ntheir guard against compassion, when he advises that this sentiment be\r\nleft to men of the masses who stand in need of the promptings of the\r\nemotions (since they are not guided by reason) to induce them to give\r\naid to the suffering and to be of service in misfortune: whereas\r\ncompassion, in his (and Plato's) view, deprives the heart of strength.\r\nTo be sure, sympathy should be manifested but men should take care not\r\nto feel it; for the unfortunate are rendered so dull that the\r\nmanifestation of sympathy affords them the greatest happiness in the\r\nworld.--Perhaps a more effectual warning against this compassion can be\r\ngiven if this need of the unfortunate be considered not simply as\r\nstupidity and intellectual weakness, not as a sort of distraction of the\r\nspirit entailed by misfortune itself (and thus, indeed, does La\r\nRochefoucauld seem to view it) but as something quite different and more\r\nmomentous. Let note be taken of children who cry and scream in order to\r\nbe compassionated and who, therefore, await the moment when their\r\ncondition will be observed; come into contact with the sick and the\r\noppressed in spirit and try to ascertain if the wailing and sighing, the\r\nposturing and posing of misfortune do not have as end and aim the\r\ncausing of pain to the beholder: the sympathy which each beholder\r\nmanifests is a consolation to the weak and suffering only in as much as\r\nthey are made to perceive that at least they have the power,\r\nnotwithstanding all their weakness, to inflict pain. The unfortunate\r\nexperiences a species of joy in the sense of superiority which the\r\nmanifestation of sympathy entails; his imagination is exalted; he is\r\nalways strong enough, then, to cause the world pain. Thus is the thirst\r\nfor sympathy a thirst for self enjoyment and at the expense of one's\r\nfellow creatures: it shows man in the whole ruthlessness of his own dear\r\nself: not in his mere \"dullness\" as La Rochefoucauld thinks.--In social\r\nconversation three fourths of all the questions are asked, and three\r\nfourths of all the replies are made in order to inflict some little\r\npain; that is why so many people crave social intercourse: it gives them\r\na sense of their power. In these countless but very small doses in which\r\nthe quality of badness is administered it proves a potent stimulant of\r\nlife: to the same extent that well wishing--(Wohl-wollen) distributed\r\nthrough the world in like manner, is one of the ever ready\r\nrestoratives.--But will many honorable people be found to admit that\r\nthere is any pleasure in administering pain? that entertainment--and\r\nrare entertainment--is not seldom found in causing others, at least in\r\nthought, some pain, and in raking them with the small shot of\r\nwickedness? The majority are too ignoble and a few are too good to know\r\nanything of this pudendum: the latter may, consequently, be prompt to\r\ndeny that Prosper Mérimée is right when he says: \"Know, also, that\r\nnothing is more common than to do wrong for the pleasure of doing it.\"\r\n\r\n\r\n51\r\n\r\n=How Appearance Becomes Reality.=--The actor cannot, at last, refrain,\r\neven in moments of the deepest pain, from thinking of the effect\r\nproduced by his deportment and by his surroundings--for example, even at\r\nthe funeral of his own child: he will weep at his own sorrow and its\r\nmanifestations as though he were his own audience. The hypocrite who\r\nalways plays one and the same part, finally ceases to be a hypocrite; as\r\nin the case of priests who, when young men, are always, either\r\nconsciously or unconsciously, hypocrites, and finally become naturally\r\nand then really, without affectation, mere priests: or if the father\r\ndoes not carry it to this extent, the son, who inherits his father's\r\ncalling and gets the advantage of the paternal progress, does. When\r\nanyone, during a long period, and persistently, wishes to appear\r\nsomething, it will at last prove difficult for him to be anything else.\r\nThe calling of almost every man, even of the artist, begins with\r\nhypocrisy, with an imitation of deportment, with a copying of the\r\neffective in manner. He who always wears the mask of a friendly man must\r\nat last gain a power over friendliness of disposition, without which the\r\nexpression itself of friendliness is not to be gained--and finally\r\nfriendliness of disposition gains the ascendancy over him--he _is_\r\nbenevolent.\r\n\r\n\r\n52\r\n\r\n=The Point of Honor in Deception.=--In all great deceivers one\r\ncharacteristic is prominent, to which they owe their power. In the very\r\nact of deception, amid all the accompaniments, the agitation in the\r\nvoice, the expression, the bearing, in the crisis of the scene, there\r\ncomes over them a belief in themselves; this it is that acts so\r\neffectively and irresistibly upon the beholders. Founders of religions\r\ndiffer from such great deceivers in that they never come out of this\r\nstate of self deception, or else they have, very rarely, a few moments\r\nof enlightenment in which they are overcome by doubt; generally,\r\nhowever, they soothe themselves by ascribing such moments of\r\nenlightenment to the evil adversary. Self deception must exist that both\r\nclasses of deceivers may attain far reaching results. For men believe in\r\nthe truth of all that is manifestly believed with due implicitness by\r\nothers.\r\n\r\n\r\n53\r\n\r\n=Presumed Degrees of Truth.=--One of the most usual errors of deduction\r\nis: because someone truly and openly is against us, therefore he speaks\r\nthe truth. Hence the child has faith in the judgments of its elders, the\r\nChristian in the assertions of the founder of the church. So, too, it\r\nwill not be admitted that all for which men sacrificed life and\r\nhappiness in former centuries was nothing but delusion: perhaps it is\r\nalleged these things were degrees of truth. But what is really meant is\r\nthat, if a person sincerely believes a thing and has fought and died for\r\nhis faith, it would be too _unjust_ if only delusion had inspired him.\r\nSuch a state of affairs seems to contradict eternal justice. For that\r\nreason the heart of a sensitive man pronounces against his head the\r\njudgment: between moral conduct and intellectual insight there must\r\nalways exist an inherent connection. It is, unfortunately, otherwise:\r\nfor there is no eternal justice.\r\n\r\n\r\n54\r\n\r\n=Falsehood.=--Why do men, as a rule, speak the truth in the ordinary\r\naffairs of life? Certainly not for the reason that a god has forbidden\r\nlying. But because first: it is more convenient, as falsehood entails\r\ninvention, make-believe and recollection (wherefore Swift says that\r\nwhoever invents a lie seldom realises the heavy burden he takes up: he\r\nmust, namely, for every lie that he tells, insert twenty more).\r\nTherefore, because in plain ordinary relations of life it is expedient\r\nto say without circumlocution: I want this, I have done this, and the\r\nlike; therefore, because the way of freedom and certainty is surer than\r\nthat of ruse.--But if it happens that a child is brought up in sinister\r\ndomestic circumstances, it will then indulge in falsehood as matter of\r\ncourse, and involuntarily say anything its own interests may prompt: an\r\ninclination for truth, an aversion to falsehood, is quite foreign and\r\nuncongenial to it, and hence it lies in all innocence.\r\n\r\n\r\n55\r\n\r\n=Ethic Discredited for Faith's Sake.=--No power can sustain itself when\r\nit is represented by mere humbugs: the Catholic Church may possess ever\r\nso many \"worldly\" sources of strength, but its true might is comprised\r\nin those still numberless priestly natures who make their lives stern\r\nand strenuous and whose looks and emaciated bodies are eloquent of night\r\nvigils, fasts, ardent prayer, perhaps even of whip lashes: these things\r\nmake men tremble and cause them anxiety: what, if it be really\r\nimperative to live thus? This is the dreadful question which their\r\naspect occasions. As they spread this doubt, they lay anew the prop of\r\ntheir power: even the free thinkers dare not oppose such\r\ndisinterestedness with severe truth and cry: \"Thou deceived one,\r\ndeceive not!\"--Only the difference of standpoint separates them from\r\nhim: no difference in goodness or badness. But things we cannot\r\naccomplish ourselves, we are apt to criticise unfairly. Thus we are told\r\nof the cunning and perverted acts of the Jesuits, but we overlook the\r\nself mastery that each Jesuit imposes upon himself and also the fact\r\nthat the easy life which the Jesuit manuals advocate is for the benefit,\r\nnot of the Jesuits but the laity. Indeed, it may be questioned whether\r\nwe enlightened ones would become equally competent workers as the result\r\nof similar tactics and organization, and equally worthy of admiration as\r\nthe result of self mastery, indefatigable industry and devotion.\r\n\r\n\r\n56\r\n\r\n=Victory of Knowledge over Radical Evil.=--It proves a material gain to\r\nhim who would attain knowledge to have had during a considerable period\r\nthe idea that mankind is a radically bad and perverted thing: it is a\r\nfalse idea, as is its opposite, but it long held sway and its roots have\r\nreached down even to ourselves and our present world. In order to\r\nunderstand _ourselves_ we must understand _it_; but in order to attain a\r\nloftier height we must step above it. We then perceive that there is no\r\nsuch thing as sin in the metaphysical sense: but also, in the same\r\nsense, no such thing as virtue; that this whole domain of ethical\r\nnotions is one of constant variation; that there are higher and deeper\r\nconceptions of good and evil, moral and immoral. Whoever desires no more\r\nof things than knowledge of them attains speedily to peace of mind and\r\nwill at most err through lack of knowledge, but scarcely through\r\neagerness for knowledge (or through sin, as the world calls it). He will\r\nnot ask that eagerness for knowledge be interdicted and rooted out; but\r\nhis single, all powerful ambition to _know_ as thoroughly and as fully\r\nas possible, will soothe him and moderate all that is strenuous in his\r\ncircumstances. Moreover, he is now rid of a number of disturbing\r\nnotions; he is no longer beguiled by such words as hell-pain,\r\nsinfulness, unworthiness: he sees in them merely the flitting shadow\r\npictures of false views of life and of the world.\r\n\r\n\r\n57\r\n\r\n=Ethic as Man's Self-Analysis.=--A good author, whose heart is really in\r\nhis work, wishes that someone would arise and wholly refute him if only\r\nthereby his subject be wholly clarified and made plain. The maid in love\r\nwishes that she could attest the fidelity of her own passion through\r\nthe faithlessness of her beloved. The soldier wishes to sacrifice his\r\nlife on the field of his fatherland's victory: for in the victory of his\r\nfatherland his highest end is attained. The mother gives her child what\r\nshe deprives herself of--sleep, the best nourishment and, in certain\r\ncircumstances, her health, her self.--But are all these acts unegoistic?\r\nAre these moral deeds miracles because they are, in Schopenhauer's\r\nphrase \"impossible and yet accomplished\"? Is it not evident that in all\r\nfour cases man loves one part of himself, (a thought, a longing, an\r\nexperience) more than he loves another part of himself? that he thus\r\nanalyses his being and sacrifices one part of it to another part? Is\r\nthis essentially different from the behavior of the obstinate man who\r\nsays \"I would rather be shot than go a step out of my way for this\r\nfellow\"?--Preference for something (wish, impulse, longing) is present\r\nin all four instances: to yield to it, with all its consequences, is not\r\n\"unegoistic.\"--In the domain of the ethical man conducts himself not as\r\nindividuum but as dividuum.\r\n\r\n\r\n58\r\n\r\n=What Can be Promised.=--Actions can be promised, but not feelings, for\r\nthese are involuntary. Whoever promises somebody to love him always, or\r\nto hate him always, or to be ever true to him, promises something that\r\nit is out of his power to bestow. But he really can promise such courses\r\nof conduct as are the ordinary accompaniments of love, of hate, of\r\nfidelity, but which may also have their source in motives quite\r\ndifferent: for various ways and motives lead to the same conduct. The\r\npromise to love someone always, means, consequently: as long as I love\r\nyou, I will manifest the deportment of love; but if I cease to love you\r\nmy deportment, although from some other motive, will be just the same,\r\nso that to the people about us it will seem as if my love remained\r\nunchanged.--Hence it is the continuance of the deportment of love that\r\nis promised in every instance in which eternal love (provided no element\r\nof self deception be involved) is sworn.\r\n\r\n\r\n59\r\n\r\n=Intellect and Ethic.=--One must have a good memory to be able to keep\r\nthe promises one makes. One must have a strong imagination in order to\r\nfeel sympathy. So closely is ethics connected with intellectual\r\ncapacity.\r\n\r\n\r\n60\r\n\r\n=Desire for Vengeance and Vengeance Itself.=--To meditate revenge and\r\nattain it is tantamount to an attack of fever, that passes away: but to\r\nmeditate revenge without possessing the strength or courage to attain it\r\nis tantamount to suffering from a chronic malady, or poisoning of body\r\nand soul. Ethics, which takes only the motive into account, rates both\r\ncases alike: people generally estimate the first case as the worst\r\n(because of the consequences which the deed of vengeance may entail).\r\nBoth views are short sighted.\r\n\r\n\r\n61\r\n\r\n=Ability to Wait.=--Ability to wait is so hard to acquire that great\r\npoets have not disdained to make inability to wait the central motive of\r\ntheir poems. So Shakespeare in Othello, Sophocles in Ajax, whose suicide\r\nwould not have seemed to him so imperative had he only been able to cool\r\nhis ardor for a day, as the oracle foreboded: apparently he would then\r\nhave repulsed somewhat the fearful whispers of distracted thought and\r\nhave said to himself: Who has not already, in my situation, mistaken a\r\nsheep for a hero? is it so extraordinary a thing? On the contrary it is\r\nsomething universally human: Ajax should thus have soothed himself.\r\nPassion will not wait: the tragic element in the lives of great men does\r\nnot generally consist in their conflict with time and the inferiority\r\nof their fellowmen but in their inability to put off their work a year\r\nor two: they cannot wait.--In all duels, the friends who advise have but\r\nto ascertain if the principals can wait: if this be not possible, a duel\r\nis rational inasmuch as each of the combatants may say: \"either I\r\ncontinue to live and the other dies instantly, or vice versa.\" To wait\r\nin such circumstances would be equivalent to the frightful martyrdom of\r\nenduring dishonor in the presence of him responsible for the dishonor:\r\nand this can easily cost more anguish than life is worth.\r\n\r\n\r\n62\r\n\r\n=Glutting Revenge.=--Coarse men, who feel a sense of injury, are in the\r\nhabit of rating the extent of their injury as high as possible and of\r\nstating the occasion of it in greatly exaggerated language, in order to\r\nbe able to feast themselves on the sentiments of hatred and revenge thus\r\naroused.\r\n\r\n\r\n63\r\n\r\n=Value of Disparagement.=--Not a few, perhaps the majority of men, find\r\nit necessary, in order to retain their self esteem and a certain\r\nuprightness in conduct, to mentally disparage and belittle all the\r\npeople they know. But as the inferior natures are in the majority and as\r\na great deal depends upon whether they retain or lose this uprightness,\r\nso--\r\n\r\n\r\n64\r\n\r\n=The Man in a Rage.=--We should be on our guard against the man who is\r\nenraged against us, as against one who has attempted our life, for the\r\nfact that we still live consists solely in the inability to kill: were\r\nlooks sufficient, it would have been all up with us long since. To\r\nreduce anyone to silence by physical manifestations of savagery or by a\r\nterrorizing process is a relic of under civilization. So, too, that cold\r\nlook which great personages cast upon their servitors is a remnant of\r\nthe caste distinction between man and man; a specimen of rude antiquity:\r\nwomen, the conservers of the old, have maintained this survival, too,\r\nmore perfectly than men.\r\n\r\n\r\n65\r\n\r\n=Whither Honesty May Lead.=--Someone once had the bad habit of\r\nexpressing himself upon occasion, and with perfect honesty, on the\r\nsubject of the motives of his conduct, which were as good or as bad as\r\nthe motives of all men. He aroused first disfavor, then suspicion,\r\nbecame gradually of ill repute and was pronounced a person of whom\r\nsociety should beware, until at last the law took note of such a\r\nperverted being for reasons which usually have no weight with it or to\r\nwhich it closes its eyes. Lack of taciturnity concerning what is\r\nuniversally held secret, and an irresponsible predisposition to see what\r\nno one wants to see--oneself--brought him to prison and to early death.\r\n\r\n\r\n66\r\n\r\n=Punishable, not Punished.=--Our crime against criminals consists in the\r\nfact that we treat them as rascals.\r\n\r\n\r\n67\r\n\r\n=Sancta simplicitas of Virtue.=--Every virtue has its privilege: for\r\nexample, that of contributing its own little bundle of wood to the\r\nfuneral pyre of one condemned.\r\n\r\n\r\n68\r\n\r\n=Morality and Consequence.=--Not alone the beholders of an act generally\r\nestimate the ethical or unethical element in it by the result: no, the\r\none who performed the act does the same. For the motives and the\r\nintentions are seldom sufficiently apparent, and amid them the memory\r\nitself seems to become clouded by the results of the act, so that a man\r\noften ascribes the wrong motives to his acts or regards the remote\r\nmotives as the direct ones. Success often imparts to an action all the\r\nbrilliance and honor of good intention, while failure throws the shadow\r\nof conscience over the most estimable deeds. Hence arises the familiar\r\nmaxim of the politician: \"Give me only success: with it I can win all\r\nthe noble souls over to my side--and make myself noble even in my own\r\neyes.\"--In like manner will success prove an excellent substitute for a\r\nbetter argument. To this very day many well educated men think the\r\ntriumph of Christianity over Greek philosophy is a proof of the superior\r\ntruth of the former--although in this case it was simply the coarser and\r\nmore powerful that triumphed over the more delicate and intellectual. As\r\nregards superiority of truth, it is evident that because of it the\r\nreviving sciences have connected themselves, point for point, with the\r\nphilosophy of Epicurus, while Christianity has, point for point,\r\nrecoiled from it.\r\n\r\n\r\n69\r\n\r\n=Love and Justice.=--Why is love so highly prized at the expense of\r\njustice and why are such beautiful things spoken of the former as if it\r\nwere a far higher entity than the latter? Is the former not palpably a\r\nfar more stupid thing than the latter?--Certainly, and on that very\r\naccount so much the more agreeable to everybody: it is blind and has a\r\nrich horn of plenty out of which it distributes its gifts to everyone,\r\neven when they are unmerited, even when no thanks are returned. It is\r\nimpartial like the rain, which according to the bible and experience,\r\nwets not alone the unjust but, in certain circumstances, the just as\r\nwell, and to their skins at that.\r\n\r\n\r\n70\r\n\r\n=Execution.=--How comes it that every execution causes us more pain than\r\na murder? It is the coolness of the executioner, the painful\r\npreparation, the perception that here a man is being used as an\r\ninstrument for the intimidation of others. For the guilt is not punished\r\neven if there be any: this is ascribable to the teachers, the parents,\r\nthe environment, in ourselves, not in the murderer--I mean the\r\npredisposing circumstances.\r\n\r\n\r\n71\r\n\r\n=Hope.=--Pandora brought the box containing evils and opened it. It was\r\nthe gift of the gods to men, a gift of most enticing appearance\r\nexternally and called the \"box of happiness.\" Thereupon all the evils,\r\n(living, moving things) flew out: from that time to the present they fly\r\nabout and do ill to men by day and night. One evil only did not fly out\r\nof the box: Pandora shut the lid at the behest of Zeus and it remained\r\ninside. Now man has this box of happiness perpetually in the house and\r\ncongratulates himself upon the treasure inside of it; it is at his\r\nservice: he grasps it whenever he is so disposed, for he knows not that\r\nthe box which Pandora brought was a box of evils. Hence he looks upon\r\nthe one evil still remaining as the greatest source of happiness--it is\r\nhope.--Zeus intended that man, notwithstanding the evils oppressing him,\r\nshould continue to live and not rid himself of life, but keep on making\r\nhimself miserable. For this purpose he bestowed hope upon man: it is, in\r\ntruth, the greatest of evils for it lengthens the ordeal of man.\r\n\r\n\r\n72\r\n\r\n=Degree of Moral Susceptibility Unknown.=--The fact that one has or has\r\nnot had certain profoundly moving impressions and insights into\r\nthings--for example, an unjustly executed, slain or martyred father, a\r\nfaithless wife, a shattering, serious accident,--is the factor upon\r\nwhich the excitation of our passions to white heat principally depends,\r\nas well as the course of our whole lives. No one knows to what lengths\r\ncircumstances (sympathy, emotion) may lead him. He does not know the\r\nfull extent of his own susceptibility. Wretched environment makes him\r\nwretched. It is as a rule not the quality of our experience but its\r\nquantity upon which depends the development of our superiority or\r\ninferiority, from the point of view of good and evil.\r\n\r\n\r\n73\r\n\r\n=The Martyr Against His Will.=--In a certain movement there was a man\r\nwho was too cowardly and vacillating ever to contradict his comrades. He\r\nwas made use of in each emergency, every sacrifice was demanded of him\r\nbecause he feared the disfavor of his comrades more than he feared\r\ndeath: he was a petty, abject spirit. They perceived this and upon the\r\nfoundation of the qualities just mentioned they elevated him to the\r\naltitude of a hero, and finally even of a martyr. Although the cowardly\r\ncreature always inwardly said No, he always said Yes with his lips, even\r\nupon the scaffold, where he died for the tenets of his party: for beside\r\nhim stood one of his old associates who so domineered him with look and\r\nword that he actually went to his death with the utmost fortitude and\r\nhas ever since been celebrated as a martyr and exalted character.\r\n\r\n\r\n74\r\n\r\n=General Standard.=--One will rarely err if extreme actions be ascribed\r\nto vanity, ordinary actions to habit and mean actions to fear.\r\n\r\n\r\n75\r\n\r\n=Misunderstanding of Virtue.=--Whoever has obtained his experience of\r\nvice in connection with pleasure as in the case of one with a youth of\r\nwild oats behind him, comes to the conclusion that virtue must be\r\nconnected with self denial. Whoever, on the other hand, has been very\r\nmuch plagued by his passions and vices, longs to find in virtue the rest\r\nand peace of the soul. That is why it is possible for two virtuous\r\npeople to misunderstand one another wholly.\r\n\r\n\r\n76\r\n\r\n=The Ascetic.=--The ascetic makes out of virtue a slavery.\r\n\r\n\r\n77\r\n\r\n=Honor Transferred from Persons to Things.=--Actions prompted by love or\r\nby the spirit of self sacrifice for others are universally honored\r\nwherever they are manifest. Hence is magnified the value set upon\r\nwhatever things may be loved or whatever things conduce to self\r\nsacrifice: although in themselves they may be worth nothing much. A\r\nvaliant army is evidence of the value of the thing it fights for.\r\n\r\n\r\n78\r\n\r\n=Ambition a Substitute for Moral Feeling.=--Moral feeling should never\r\nbecome extinct in natures that are destitute of ambition. The ambitious\r\ncan get along without moral feeling just as well as with it.--Hence the\r\nsons of retired, ambitionless families, generally become by a series of\r\nrapid gradations, when they lose moral feeling, the most absolute\r\nlunkheads.\r\n\r\n\r\n79\r\n\r\n=Vanity Enriches.=--How poor the human mind would be without vanity! As\r\nit is, it resembles a well stacked and ever renewed ware-emporium that\r\nattracts buyers of every class: they can find almost everything, have\r\nalmost everything, provided they bring with them the right kind of\r\nmoney--admiration.\r\n\r\n\r\n80\r\n\r\n=Senility and Death.=--Apart from the demands made by religion, it may\r\nwell be asked why it is more honorable in an aged man, who feels the\r\ndecline of his powers, to await slow extinction than to fix a term to\r\nhis existence himself? Suicide in such a case is a quite natural and due\r\nproceeding that ought to command respect as a triumph of reason: and did\r\nin fact command respect during the times of the masters of Greek\r\nphilosophy and the bravest Roman patriots, who usually died by their own\r\nhand. Eagerness, on the other hand, to keep alive from day to day with\r\nthe anxious counsel of physicians, without capacity to attain any nearer\r\nto one's ideal of life, is far less worthy of respect.--Religions are\r\nvery rich in refuges from the mandate of suicide: hence they ingratiate\r\nthemselves with those who cling to life.\r\n\r\n\r\n81\r\n\r\n=Delusions Regarding Victim and Regarding Evil Doer.=--When the rich man\r\ntakes a possession away from the poor man (for example, a prince who\r\ndeprives a plebeian of his beloved) there arises in the mind of the poor\r\nman a delusion: he thinks the rich man must be wholly perverted to take\r\nfrom him the little that he has. But the rich man appreciates the value\r\nof a single possession much less because he is accustomed to many\r\npossessions, so that he cannot put himself in the place of the poor man\r\nand does not act by any means as ill as the latter supposes. Both have a\r\ntotally false idea of each other. The iniquities of the mighty which\r\nbulk most largely in history are not nearly so monstrous as they seem.\r\nThe hereditary consciousness of being a superior being with superior\r\nenvironment renders one very callous and lulls the conscience to rest.\r\nWe all feel, when the difference between ourselves and some other being\r\nis exceedingly great, that no element of injustice can be involved, and\r\nwe kill a fly with no qualms of conscience whatever. So, too, it is no\r\nindication of wickedness in Xerxes (whom even the Greeks represent as\r\nexceptionally noble) that he deprived a father of his son and had him\r\ndrawn and quartered because the latter had manifested a troublesome,\r\nominous distrust of an entire expedition: the individual was in this\r\ncase brushed aside as a pestiferous insect. He was too low and mean to\r\njustify continued sentiments of compunction in the ruler of the world.\r\nIndeed no cruel man is ever as cruel, in the main, as his victim thinks.\r\nThe idea of pain is never the same as the sensation. The rule is\r\nprecisely analogous in the case of the unjust judge, and of the\r\njournalist who by means of devious rhetorical methods, leads public\r\nopinion astray. Cause and effect are in all these instances entwined\r\nwith totally different series of feeling and thoughts, whereas it is\r\nunconsciously assumed that principal and victim feel and think exactly\r\nalike, and because of this assumption the guilt of the one is based upon\r\nthe pain of the other.\r\n\r\n\r\n82\r\n\r\n=The Soul's Skin.=--As the bones, flesh, entrails and blood vessels are\r\nenclosed by a skin that renders the aspect of men endurable, so the\r\nimpulses and passions of the soul are enclosed by vanity: it is the skin\r\nof the soul.\r\n\r\n\r\n83\r\n\r\n=Sleep of Virtue.=--If virtue goes to sleep, it will be more vigorous\r\nwhen it awakes.\r\n\r\n\r\n84\r\n\r\n=Subtlety of Shame.=--Men are not ashamed of obscene thoughts, but they\r\nare ashamed when they suspect that obscene thoughts are attributed to\r\nthem.\r\n\r\n\r\n85\r\n\r\n=Naughtiness Is Rare.=--Most people are too much absorbed in themselves\r\nto be bad.\r\n\r\n\r\n86\r\n\r\n=The Mite in the Balance.=--We are praised or blamed, as the one or the\r\nother may be expedient, for displaying to advantage our power of\r\ndiscernment.\r\n\r\n\r\n87\r\n\r\n=Luke 18:14 Improved.=--He that humbleth himself wisheth to be exalted.\r\n\r\n\r\n88\r\n\r\n=Prevention of Suicide.=--There is a justice according to which we may\r\ndeprive a man of life, but none that permits us to deprive him of death:\r\nthis is merely cruelty.\r\n\r\n\r\n89\r\n\r\n=Vanity.=--We set store by the good opinion of men, first because it is\r\nof use to us and next because we wish to give them pleasure (children\r\ntheir parents, pupils their teacher, and well disposed persons all\r\nothers generally). Only when the good opinion of men is important to\r\nsomebody, apart from personal advantage or the desire to give pleasure,\r\ndo we speak of vanity. In this last case, a man wants to give himself\r\npleasure, but at the expense of his fellow creatures, inasmuch as he\r\ninspires them with a false opinion of himself or else inspires \"good\r\nopinion\" in such a way that it is a source of pain to others (by\r\narousing envy). The individual generally seeks, through the opinion of\r\nothers, to attest and fortify the opinion he has of himself; but the\r\npotent influence of authority--an influence as old as man himself--leads\r\nmany, also, to strengthen their own opinion of themselves by means of\r\nauthority, that is, to borrow from others the expedient of relying more\r\nupon the judgment of their fellow men than upon their own.--Interest in\r\noneself, the wish to please oneself attains, with the vain man, such\r\nproportions that he first misleads others into a false, unduly exalted\r\nestimate of himself and then relies upon the authority of others for his\r\nself estimate; he thus creates the delusion that he pins his faith\r\nto.--It must, however, be admitted that the vain man does not desire to\r\nplease others so much as himself and he will often go so far, on this\r\naccount, as to overlook his own interests: for he often inspires his\r\nfellow creatures with malicious envy and renders them ill disposed in\r\norder that he may thus increase his own delight in himself.\r\n\r\n\r\n90\r\n\r\n=Limits of the Love of Mankind.=--Every man who has declared that some\r\nother man is an ass or a scoundrel, gets angry when the other man\r\nconclusively shows that the assertion was erroneous.\r\n\r\n\r\n91\r\n\r\n=Weeping Morality.=--How much delight morality occasions! Think of the\r\nocean of pleasing tears that has flowed from the narration of noble,\r\ngreat-hearted deeds!--This charm of life would disappear if the belief\r\nin complete irresponsibility gained the upper hand.\r\n\r\n\r\n92\r\n\r\n=Origin of Justice.=--Justice (reasonableness) has its origin among\r\napproximate equals in power, as Thucydides (in the dreadful conferences\r\nof the Athenian and Melian envoys) has rightly conceived. Thus, where\r\nthere exists no demonstrable supremacy and a struggle leads but to\r\nmutual, useless damage, the reflection arises that an understanding\r\nwould best be arrived at and some compromise entered into. The\r\nreciprocal nature is hence the first nature of justice. Each party makes\r\nthe other content inasmuch as each receives what it prizes more highly\r\nthan the other. Each surrenders to the other what the other wants and\r\nreceives in return its own desire. Justice is therefore reprisal and\r\nexchange upon the basis of an approximate equality of power. Thus\r\nrevenge pertains originally to the domain of justice as it is a sort of\r\nreciprocity. Equally so, gratitude.--Justice reverts naturally to the\r\nstandpoint of self preservation, therefore to the egoism of this\r\nconsideration: \"why should I injure myself to no purpose and perhaps\r\nnever attain my end?\"--So much for the origin of justice. Only because\r\nmen, through mental habits, have forgotten the original motive of so\r\ncalled just and rational acts, and also because for thousands of years\r\nchildren have been brought to admire and imitate such acts, have they\r\ngradually assumed the appearance of being unegotistical. Upon this\r\nappearance is founded the high estimate of them, which, moreover, like\r\nall estimates, is continually developing, for whatever is highly\r\nesteemed is striven for, imitated, made the object of self sacrifice,\r\nwhile the merit of the pain and emulation thus expended is, by each\r\nindividual, ascribed to the thing esteemed.--How slightly moral would\r\nthe world appear without forgetfulness! A poet could say that God had\r\nposted forgetfulness as a sentinel at the portal of the temple of human\r\nmerit!\r\n\r\n\r\n93\r\n\r\n=Concerning the Law of the Weaker.=--Whenever any party, for instance, a\r\nbesieged city, yields to a stronger party, under stipulated conditions,\r\nthe counter stipulation is that there be a reduction to insignificance,\r\na burning and destruction of the city and thus a great damage inflicted\r\nupon the stronger party. Thus arises a sort of equalization principle\r\nupon the basis of which a law can be established. The enemy has an\r\nadvantage to gain by its maintenance.--To this extent there is also a\r\nlaw between slaves and masters, limited only by the extent to which the\r\nslave may be useful to his master. The law goes originally only so far\r\nas the one party may appear to the other potent, invincible, stable, and\r\nthe like. To such an extent, then, the weaker has rights, but very\r\nlimited ones. Hence the famous dictum that each has as much law on his\r\nside as his power extends (or more accurately, as his power is believed\r\nto extend).\r\n\r\n\r\n94\r\n\r\n=The Three Phases of Morality Hitherto.=--It is the first evidence that\r\nthe animal has become human when his conduct ceases to be based upon the\r\nimmediately expedient, but upon the permanently useful; when he has,\r\ntherefore, grown utilitarian, capable of purpose. Thus is manifested the\r\nfirst rule of reason. A still higher stage is attained when he regulates\r\nhis conduct upon the basis of honor, by means of which he gains mastery\r\nof himself and surrenders his desires to principles; this lifts him far\r\nabove the phase in which he was actuated only by considerations of\r\npersonal advantage as he understood it. He respects and wishes to be\r\nrespected. This means that he comprehends utility as a thing dependent\r\nupon what his opinion of others is and their opinion of him. Finally he\r\nregulates his conduct (the highest phase of morality hitherto attained)\r\nby his own standard of men and things. He himself decides, for himself\r\nand for others, what is honorable and what is useful. He has become a\r\nlaw giver to opinion, upon the basis of his ever higher developing\r\nconception of the utilitarian and the honorable. Knowledge makes him\r\ncapable of placing the highest utility, (that is, the universal,\r\nenduring utility) before merely personal utility,--of placing ennobling\r\nrecognition of the enduring and universal before the merely temporary:\r\nhe lives and acts as a collective individuality.\r\n\r\n\r\n95\r\n\r\n=Ethic of the Developed Individual.=--Hitherto the altruistic has been\r\nlooked upon as the distinctive characteristic of moral conduct, and it\r\nis manifest that it was the consideration of universal utility that\r\nprompted praise and recognition of altruistic conduct. Must not a\r\nradical departure from this point of view be imminent, now that it is\r\nbeing ever more clearly perceived that in the most personal\r\nconsiderations the most general welfare is attained: so that conduct\r\ninspired by the most personal considerations of advantage is just the\r\nsort which has its origin in the present conception of morality (as a\r\nuniversal utilitarianism)? To contemplate oneself as a complete\r\npersonality and bear the welfare of that personality in mind in all that\r\none does--this is productive of better results than any sympathetic\r\nsusceptibility and conduct in behalf of others. Indeed we all suffer\r\nfrom such disparagement of our own personalities, which are at present\r\nmade to deteriorate from neglect. Capacity is, in fact, divorced from\r\nour personality in most cases, and sacrificed to the state, to science,\r\nto the needy, as if it were the bad which deserved to be made a\r\nsacrifice. Now, we are willing to labor for our fellowmen but only to\r\nthe extent that we find our own highest advantage in so doing, no more,\r\nno less. The whole matter depends upon what may be understood as one's\r\nadvantage: the crude, undeveloped, rough individualities will be the\r\nvery ones to estimate it most inadequately.\r\n\r\n\r\n96\r\n\r\n=Usage and Ethic.=--To be moral, virtuous, praiseworthy means to yield\r\nobedience to ancient law and hereditary usage. Whether this obedience be\r\nrendered readily or with difficulty is long immaterial. Enough that it\r\nbe rendered. \"Good\" finally comes to mean him who acts in the\r\ntraditional manner, as a result of heredity or natural disposition, that\r\nis to say does what is customary with scarcely an effort, whatever that\r\nmay be (for example revenges injuries when revenge, as with the ancient\r\nGreeks, was part of good morals). He is called good because he is good\r\n\"to some purpose,\" and as benevolence, sympathy, considerateness,\r\nmoderation and the like come, in the general course of conduct, to be\r\nfinally recognized as \"good to some purpose\" (as utilitarian) the\r\nbenevolent man, the helpful man, is duly styled \"good\". (At first other\r\nand more important kinds of utilitarian qualities stand in the\r\nforeground.) Bad is \"not habitual\" (unusual), to do things not in\r\naccordance with usage, to oppose the traditional, however rational or\r\nthe reverse the traditional may be. To do injury to one's social group\r\nor community (and to one's neighbor as thus understood) is looked upon,\r\nthrough all the variations of moral laws, in different ages, as the\r\npeculiarly \"immoral\" act, so that to-day we associate the word \"bad\"\r\nwith deliberate injury to one's neighbor or community. \"Egoistic\" and\r\n\"non-egoistic\" do not constitute the fundamental opposites that have\r\nbrought mankind to make a distinction between moral and immoral, good\r\nand bad; but adherence to traditional custom, and emancipation from it.\r\nHow the traditional had its origin is quite immaterial; in any event it\r\nhad no reference to good and bad or any categorical imperative but to\r\nthe all important end of maintaining and sustaining the community, the\r\nrace, the confederation, the nation. Every superstitious custom that\r\noriginated in a misinterpreted event or casualty entailed some\r\ntradition, to adhere to which is moral. To break loose from it is\r\ndangerous, more prejudicial to the community than to the individual\r\n(because divinity visits the consequences of impiety and sacrilege upon\r\nthe community rather than upon the individual). Now every tradition\r\ngrows ever more venerable--the more remote is its origin, the more\r\nconfused that origin is. The reverence due to it increases from\r\ngeneration to generation. The tradition finally becomes holy and\r\ninspires awe. Thus it is that the precept of piety is a far loftier\r\nmorality than that inculcated by altruistic conduct.\r\n\r\n\r\n97\r\n\r\n=Delight in the Moral.=--A potent species of joy (and thereby the source\r\nof morality) is custom. The customary is done more easily, better,\r\ntherefore preferably. A pleasure is felt in it and experience thus shows\r\nthat since this practice has held its own it must be good. A manner or\r\nmoral that lives and lets live is thus demonstrated advantageous,\r\nnecessary, in contradistinction to all new and not yet adopted\r\npractices. The custom is therefore the blending of the agreeable and the\r\nuseful. Moreover it does not require deliberation. As soon as man can\r\nexercise compulsion, he exercises it to enforce and establish his\r\ncustoms, for they are to him attested lifewisdom. So, too, a community\r\nof individuals constrains each one of their number to adopt the same\r\nmoral or custom. The error herein is this: Because a certain custom has\r\nbeen agreeable to the feelings or at least because it proves a means of\r\nmaintenance, this custom must be imperative, for it is regarded as the\r\nonly thing that can possibly be consistent with well being. The well\r\nbeing of life seems to spring from it alone. This conception of the\r\ncustomary as a condition of existence is carried into the slightest\r\ndetail of morality. Inasmuch as insight into true causation is quite\r\nrestricted in all inferior peoples, a superstitious anxiety is felt that\r\neverything be done in due routine. Even when a custom is exceedingly\r\nburdensome it is preserved because of its supposed vital utility. It is\r\nnot known that the same degree of satisfaction can be experienced\r\nthrough some other custom and even higher degrees of satisfaction, too.\r\nBut it is fully appreciated that all customs do become more agreeable\r\nwith the lapse of time, no matter how difficult they may have been found\r\nin the beginning, and that even the severest way of life may be rendered\r\na matter of habit and therefore a pleasure.\r\n\r\n\r\n98\r\n\r\n=Pleasure and Social Instinct.=--Through his relations with other men,\r\nman derives a new species of delight in those pleasurable emotions which\r\nhis own personality affords him; whereby the domain of pleasurable\r\nemotions is made infinitely more comprehensive. No doubt he has\r\ninherited many of these feelings from the brutes, which palpably feel\r\ndelight when they sport with one another, as mothers with their young.\r\nSo, too, the sexual relations must be taken into account: they make\r\nevery young woman interesting to every young man from the standpoint of\r\npleasure, and conversely. The feeling of pleasure originating in human\r\nrelationships makes men in general better. The delight in common, the\r\npleasures enjoyed together heighten one another. The individual feels a\r\nsense of security. He becomes better natured. Distrust and malice\r\ndissolve. For the man feels the sense of benefit and observes the same\r\nfeeling in others. Mutual manifestations of pleasure inspire mutual\r\nsympathy, the sentiment of homogeneity. The same effect is felt also at\r\nmutual sufferings, in a common danger, in stormy weather. Upon such a\r\nfoundation are built the earliest alliances: the object of which is the\r\nmutual protection and safety from threatening misfortunes, and the\r\nwelfare of each individual. And thus the social instinct develops from\r\npleasure.\r\n\r\n\r\n99\r\n\r\n=The Guiltless Nature of So-Called Bad Acts.=--All \"bad\" acts are\r\ninspired by the impulse to self preservation or, more accurately, by\r\nthe desire for pleasure and for the avoidance of pain in the individual.\r\nThus are they occasioned, but they are not, therefore, bad. \"Pain self\r\nprepared\" does not exist, except in the brains of the philosophers, any\r\nmore than \"pleasure self prepared\" (sympathy in the Schopenhauer sense).\r\nIn the condition anterior to the state we kill the creature, be it man\r\nor ape, that attempts to pluck the fruit of a tree before we pluck it\r\nourselves should we happen to be hungry at the time and making for that\r\ntree: as we would do to-day, so far as the brute is concerned, if we\r\nwere wandering in savage regions.--The bad acts which most disturb us at\r\npresent do so because of the erroneous supposition that the one who is\r\nguilty of them towards us has a free will in the matter and that it was\r\nwithin his discretion not to have done these evil things. This belief in\r\ndiscretionary power inspires hate, thirst for revenge, malice, the\r\nentire perversion of the mental processes, whereas we would feel in no\r\nway incensed against the brute, as we hold it irresponsible. To inflict\r\npain not from the instinct of self preservation but in requital--this is\r\nthe consequence of false judgment and is equally a guiltless course of\r\nconduct. The individual can, in that condition which is anterior to the\r\nstate, act with fierceness and violence for the intimidation of another\r\ncreature, in order to render his own power more secure as a result of\r\nsuch acts of intimidation. Thus acts the powerful, the superior, the\r\noriginal state founder, who subjugates the weaker. He has the right to\r\ndo so, as the state nowadays assumes the same right, or, to be more\r\naccurate, there is no right that can conflict with this. A foundation\r\nfor all morality can first be laid only when a stronger individuality or\r\na collective individuality, for example society, the state, subjects the\r\nsingle personalities, hence builds upon their unification and\r\nestablishes a bond of union. Morality results from compulsion, it is\r\nindeed itself one long compulsion to which obedience is rendered in\r\norder that pain may be avoided. At first it is but custom, later free\r\nobedience and finally almost instinct. At last it is (like everything\r\nhabitual and natural) associated with pleasure--and is then called\r\nvirtue.\r\n\r\n\r\n100\r\n\r\n=Shame.=--Shame exists wherever a \"mystery\" exists: but this is a\r\nreligious notion which in the earlier period of human civilization had\r\ngreat vogue. Everywhere there were circumscribed spots to which access\r\nwas denied on account of some divine law, except in special\r\ncircumstances. At first these spots were quite extensive, inasmuch as\r\nstipulated areas could not be trod by the uninitiated, who, when near\r\nthem, felt tremors and anxieties. This sentiment was frequently\r\ntransferred to other relationships, for example to sexual relations,\r\nwhich, as the privilege and gateway of mature age, must be withdrawn\r\nfrom the contemplation of youth for its own advantage: relations which\r\nmany divinities were busy in preserving and sanctifying, images of which\r\ndivinities were duly placed in marital chambers as guardians. (In\r\nTurkish such an apartment is termed a harem or holy thing, the same word\r\nalso designating the vestibule of a mosque). So, too, Kingship is\r\nregarded as a centre from which power and brilliance stream forth, as a\r\nmystery to the subjects, impregnated with secrecy and shame, sentiments\r\nstill quite operative among peoples who in other respects are without\r\nany shame at all. So, too, is the whole world of inward states, the\r\nso-called \"soul,\" even now, for all non-philosophical persons, a\r\n\"mystery,\" and during countless ages it was looked upon as a something\r\nof divine origin, in direct communion with deity. It is, therefore, an\r\nadytum and occasions shame.\r\n\r\n\r\n101\r\n\r\n=Judge Not.=--Care must be taken, in the contemplation of earlier ages,\r\nthat there be no falling into unjust scornfulness. The injustice in\r\nslavery, the cruelty in the subjugation of persons and peoples must not\r\nbe estimated by our standard. For in that period the instinct of justice\r\nwas not so highly developed. Who dare reproach the Genoese Calvin for\r\nburning the physician Servetus at the stake? It was a proceeding growing\r\nout of his convictions. And the Inquisition, too, had its justification.\r\nThe only thing is that the prevailing views were false and led to those\r\nproceedings which seem so cruel to us, simply because such views have\r\nbecome foreign to us. Besides, what is the burning alive of one\r\nindividual compared with eternal hell pains for everybody else? And yet\r\nthis idea then had hold of all the world without in the least vitiating,\r\nwith its frightfulness, the other idea of a god. Even we nowadays are\r\nhard and merciless to political revolutionists, but that is because we\r\nare in the habit of believing the state a necessity, and hence the\r\ncruelty of the proceeding is not so much understood as in the other\r\ncases where the points of view are repudiated. The cruelty to animals\r\nshown by children and Italians is due to the same misunderstanding. The\r\nanimal, owing to the exigencies of the church catechism, is placed too\r\nfar below the level of mankind.--Much, too, that is frightful and\r\ninhuman in history, and which is almost incredible, is rendered less\r\natrocious by the reflection that the one who commands and the one who\r\nexecutes are different persons. The former does not witness the\r\nperformance and hence it makes no strong impression on him. The latter\r\nobeys a superior and hence feels no responsibility. Most princes and\r\nmilitary chieftains appear, through lack of true perception, cruel and\r\nhard without really being so.--Egoism is not bad because the idea of the\r\n\"neighbor\"--the word is of Christian origin and does not correspond to\r\ntruth--is very weak in us, and we feel ourselves, in regard to him, as\r\nfree from responsibility as if plants and stones were involved. That\r\nanother is in suffering must be learned and it can never be wholly\r\nlearned.\r\n\r\n\r\n102\r\n\r\n\"=Man Always Does Right.=\"--We do not blame nature when she sends a\r\nthunder storm and makes us wet: why then do we term the man who inflicts\r\ninjury immoral? Because in the latter case we assume a voluntary,\r\nruling, free will, and in the former necessity. But this distinction is\r\na delusion. Moreover, even the intentional infliction of injury is not,\r\nin all circumstances termed immoral. Thus, we kill a fly intentionally\r\nwithout thinking very much about it, simply because its buzzing about is\r\ndisagreeable; and we punish a criminal and inflict pain upon him in\r\norder to protect ourselves and society. In the first case it is the\r\nindividual who, for the sake of preserving himself or in order to spare\r\nhimself pain, does injury with design: in the second case, it is the\r\nstate. All ethic deems intentional infliction of injury justified by\r\nnecessity; that is when it is a matter of self preservation. But these\r\ntwo points of view are sufficient to explain all bad acts done by man to\r\nmen. It is desired to obtain pleasure or avoid pain. In any sense, it is\r\na question, always, of self preservation. Socrates and Plato are right:\r\nwhatever man does he always does right: that is, does what seems to him\r\ngood (advantageous) according to the degree of advancement his intellect\r\nhas attained, which is always the measure of his rational capacity.\r\n\r\n\r\n103\r\n\r\n=The Inoffensive in Badness.=--Badness has not for its object the\r\ninfliction of pain upon others but simply our own satisfaction as, for\r\ninstance, in the case of thirst for vengeance or of nerve excitation.\r\nEvery act of teasing shows what pleasure is caused by the display of\r\nour power over others and what feelings of delight are experienced in\r\nthe sense of domination. Is there, then, anything immoral in feeling\r\npleasure in the pain of others? Is malicious joy devilish, as\r\nSchopenhauer says? In the realm of nature we feel joy in breaking\r\nboughs, shattering rocks, fighting with wild beasts, simply to attest\r\nour strength thereby. Should not the knowledge that another suffers on\r\nour account here, in this case, make the same kind of act, (which, by\r\nthe way, arouses no qualms of conscience in us) immoral also? But if we\r\nhad not this knowledge there would be no pleasure in one's own\r\nsuperiority or power, for this pleasure is experienced only in the\r\nsuffering of another, as in the case of teasing. All pleasure is, in\r\nitself, neither good nor bad. Whence comes the conviction that one\r\nshould not cause pain in others in order to feel pleasure oneself?\r\nSimply from the standpoint of utility, that is, in consideration of the\r\nconsequences, of ultimate pain, since the injured party or state will\r\ndemand satisfaction and revenge. This consideration alone can have led\r\nto the determination to renounce such pleasure.--Sympathy has the\r\nsatisfaction of others in view no more than, as already stated, badness\r\nhas the pain of others in view. For there are at least two (perhaps many\r\nmore) elementary ingredients in personal gratification which enter\r\nlargely into our self satisfaction: one of them being the pleasure of\r\nthe emotion, of which species is sympathy with tragedy, and another,\r\nwhen the impulse is to action, being the pleasure of exercising one's\r\npower. Should a sufferer be very dear to us, we divest ourselves of pain\r\nby the performance of acts of sympathy.--With the exception of some few\r\nphilosophers, men have placed sympathy very low in the rank of moral\r\nfeelings: and rightly.\r\n\r\n\r\n104\r\n\r\n=Self Defence.=--If self defence is in general held a valid\r\njustification, then nearly every manifestation of so called immoral\r\negoism must be justified, too. Pain is inflicted, robbery or killing\r\ndone in order to maintain life or to protect oneself and ward off harm.\r\nA man lies when cunning and delusion are valid means of self\r\npreservation. To injure intentionally when our safety and our existence\r\nare involved, or the continuance of our well being, is conceded to be\r\nmoral. The state itself injures from this motive when it hangs\r\ncriminals. In unintentional injury the immoral, of course, can not be\r\npresent, as accident alone is involved. But is there any sort of\r\nintentional injury in which our existence and the maintenance of our\r\nwell being be not involved? Is there such a thing as injuring from\r\nabsolute badness, for example, in the case of cruelty? If a man does not\r\nknow what pain an act occasions, that act is not one of wickedness. Thus\r\nthe child is not bad to the animal, not evil. It disturbs and rends it\r\nas if it were one of its playthings. Does a man ever fully know how much\r\npain an act may cause another? As far as our nervous system extends, we\r\nshield ourselves from pain. If it extended further, that is, to our\r\nfellow men, we would never cause anyone else any pain (except in such\r\ncases as we cause it to ourselves, when we cut ourselves, surgically, to\r\nheal our ills, or strive and trouble ourselves to gain health). We\r\nconclude from analogy that something pains somebody and can in\r\nconsequence, through recollection and the power of imagination, feel\r\npain also. But what a difference there always is between the tooth ache\r\nand the pain (sympathy) that the spectacle of tooth ache occasions!\r\nTherefore when injury is inflicted from so called badness the degree of\r\npain thereby experienced is always unknown to us: in so far, however, as\r\npleasure is felt in the act (a sense of one's own power, of one's own\r\nexcitation) the act is committed to maintain the well being of the\r\nindividual and hence comes under the purview of self defence and lying\r\nfor self preservation. Without pleasure, there is no life; the struggle\r\nfor pleasure is the struggle for life. Whether the individual shall\r\ncarry on this struggle in such a way that he be called good or in such a\r\nway that he be called bad is something that the standard and the\r\ncapacity of his own intellect must determine for him.\r\n\r\n\r\n105\r\n\r\n=Justice that Rewards.=--Whoever has fully understood the doctrine of\r\nabsolute irresponsibility can no longer include the so called rewarding\r\nand punishing justice in the idea of justice, if the latter be taken to\r\nmean that to each be given his due. For he who is punished does not\r\ndeserve the punishment. He is used simply as a means to intimidate\r\nothers from certain acts. Equally, he who is rewarded does not merit the\r\nreward. He could not act any differently than he did act. Hence the\r\nreward has only the significance of an encouragement to him and others\r\nas a motive for subsequent acts. The praise is called out only to him\r\nwho is running in the race and not to him who has arrived at the goal.\r\nSomething that comes to someone as his own is neither a punishment nor a\r\nreward. It is given to him from utiliarian considerations, without his\r\nhaving any claim to it in justice. Hence one must say \"the wise man\r\npraises not because a good act has been done\" precisely as was once\r\nsaid: \"the wise man punishes not because a bad act has been done but in\r\norder that a bad act may not be done.\" If punishment and reward ceased,\r\nthere would cease with them the most powerful incentives to certain acts\r\nand away from other acts. The purposes of men demand their continuance\r\n[of punishment and reward] and inasmuch as punishment and reward, blame\r\nand praise operate most potently upon vanity, these same purposes of men\r\nimperatively require the continuance of vanity.\r\n\r\n\r\n106\r\n\r\n=The Water Fall.=--At the sight of a water fall we may opine that in the\r\ncountless curves, spirations and dashes of the waves we behold freedom\r\nof the will and of the impulses. But everything is compulsory,\r\neverything can be mathematically calculated. Thus it is, too, with human\r\nacts. We would be able to calculate in advance every single action if we\r\nwere all knowing, as well as every advance in knowledge, every delusion,\r\nevery bad deed. The acting individual himself is held fast in the\r\nillusion of volition. If, on a sudden, the entire movement of the world\r\nstopped short, and an all knowing and reasoning intelligence were there\r\nto take advantage of this pause, he could foretell the future of every\r\nbeing to the remotest ages and indicate the path that would be taken in\r\nthe world's further course. The deception of the acting individual as\r\nregards himself, the assumption of the freedom of the will, is a part of\r\nthis computable mechanism.\r\n\r\n\r\n107\r\n\r\n=Non-Responsibility and Non-Guilt.=--The absolute irresponsibility of\r\nman for his acts and his nature is the bitterest drop in the cup of him\r\nwho has knowledge, if he be accustomed to behold in responsibility and\r\nduty the patent of nobility of his human nature. All his estimates,\r\npreferences, dislikes are thus made worthless and false. His deepest\r\nsentiment, with which he honored the sufferer, the hero, sprang from an\r\nerror. He may no longer praise, no longer blame, for it is irrational to\r\nblame and praise nature and necessity. Just as he cherishes the\r\nbeautiful work of art, but does not praise it (as it is incapable of\r\ndoing anything for itself), just as he stands in the presence of plants,\r\nhe must stand in the presence of human conduct, his own included. He may\r\nadmire strength, beauty, capacity, therein, but he can discern no merit.\r\nThe chemical process and the conflict of the elements, the ordeal of\r\nthe invalid who strives for convalescence, are no more merits than the\r\nsoul-struggles and extremities in which one is torn this way and that by\r\ncontending motives until one finally decides in favor of the\r\nstrongest--as the phrase has it, although, in fact, it is the strongest\r\nmotive that decides for us. All these motives, however, whatever fine\r\nnames we may give them, have grown from the same roots in which we\r\nbelieve the baneful poisons lurk. Between good and bad actions there is\r\nno difference in kind but, at most, in degree. Good acts are sublimated\r\nevil. Bad acts are degraded, imbruted good. The very longing of the\r\nindividual for self gratification (together with the fear of being\r\ndeprived of it) obtains satisfaction in all circumstances, let the\r\nindividual act as he may, that is, as he must: be it in deeds of vanity,\r\nrevenge, pleasure, utility, badness, cunning, be it in deeds of self\r\nsacrifice, sympathy or knowledge. The degrees of rational capacity\r\ndetermine the direction in which this longing impels: every society,\r\nevery individual has constantly present a comparative classification of\r\nbenefits in accordance with which conduct is determined and others are\r\njudged. But this standard perpetually changes. Many acts are called bad\r\nthat are only stupid, because the degree of intelligence that decided\r\nfor them was low. Indeed, in a certain sense, all acts now are stupid,\r\nfor the highest degree of human intelligence that has yet been attained\r\nwill in time most certainly be surpassed and then, in retrospection, all\r\nour present conduct and opinion will appear as narrow and petty as we\r\nnow deem the conduct and opinion of savage peoples and ages.--To\r\nperceive all these things may occasion profound pain but there is,\r\nnevertheless, a consolation. Such pains are birth pains. The butterfly\r\ninsists upon breaking through the cocoon, he presses through it, tears\r\nit to pieces, only to be blinded and confused by the strange light, by\r\nthe realm of liberty. By such men as are capable of this sadness--how\r\nfew there are!--will the first attempt be made to see if humanity may\r\nconvert itself from a thing of morality to a thing of wisdom. The sun of\r\na new gospel sheds its first ray upon the loftiest height in the souls\r\nof those few: but the clouds are massed there, too, thicker than ever,\r\nand not far apart are the brightest sunlight and the deepest gloom.\r\nEverything is necessity--so says the new knowledge: and this knowledge\r\nis itself necessity. All is guiltlessness, and knowledge is the way to\r\ninsight into this guiltlessness. If pleasure, egoism, vanity be\r\nnecessary to attest the moral phenomena and their richest blooms, the\r\ninstinct for truth and accuracy of knowledge; if delusion and confusion\r\nof the imagination were the only means whereby mankind could gradually\r\nlift itself up to this degree of self enlightenment and self\r\nemancipation--who would venture to disparage the means? Who would have\r\nthe right to feel sad if made aware of the goal to which those paths\r\nlead? Everything in the domain of ethic is evolved, changeable,\r\ntottering; all things flow, it is true--but all things are also in the\r\nstream: to their goal. Though within us the hereditary habit of\r\nerroneous judgment, love, hate, may be ever dominant, yet under the\r\ninfluence of awaking knowledge it will ever become weaker: a new habit,\r\nthat of understanding, not-loving, not-hating, looking from above, grows\r\nup within us gradually and in the same soil, and may, perhaps, in\r\nthousands of years be powerful enough to endow mankind with capacity to\r\ndevelop the wise, guiltless man (conscious of guiltlessness) as\r\nunfailingly as it now developes the unwise, irrational, guilt-conscious\r\nman--that is to say, the necessary higher step, not the opposite of it.\r\n\r\n\r\n\r\n\r\nTHE RELIGIOUS LIFE.\r\n\r\n\r\n108\r\n\r\n=The Double Contest Against Evil.=--If an evil afflicts us we can either\r\nso deal with it as to remove its cause or else so deal with it that its\r\neffect upon our feeling is changed: hence look upon the evil as a\r\nbenefit of which the uses will perhaps first become evident in some\r\nsubsequent period. Religion and art (and also the metaphysical\r\nphilosophy) strive to effect an alteration of the feeling, partly by an\r\nalteration of our judgment respecting the experience (for example, with\r\nthe aid of the dictum \"whom God loves, he chastizes\") partly by the\r\nawakening of a joy in pain, in emotion especially (whence the art of\r\ntragedy had its origin). The more one is disposed to interpret away and\r\njustify, the less likely he is to look directly at the causes of evil\r\nand eliminate them. An instant alleviation and narcotizing of pain, as\r\nis usual in the case of tooth ache, is sufficient for him even in the\r\nseverest suffering. The more the domination of religions and of all\r\nnarcotic arts declines, the more searchingly do men look to the\r\nelimination of evil itself, which is a rather bad thing for the tragic\r\npoets--for there is ever less and less material for tragedy, since the\r\ndomain of unsparing, immutable destiny grows constantly more\r\ncircumscribed--and a still worse thing for the priests, for these last\r\nhave lived heretofore upon the narcoticizing of human ill.\r\n\r\n\r\n109\r\n\r\n=Sorrow is Knowledge.=--How willingly would not one exchange the false\r\nassertions of the homines religiosi that there is a god who commands us\r\nto be good, who is the sentinel and witness of every act, every moment,\r\nevery thought, who loves us, who plans our welfare in every\r\nmisfortune--how willingly would not one exchange these for truths as\r\nhealing, beneficial and grateful as those delusions! But there are no\r\nsuch truths. Philosophy can at most set up in opposition to them other\r\nmetaphysical plausibilities (fundamental untruths as well). The tragedy\r\nof it all is that, although one cannot believe these dogmas of religion\r\nand metaphysics if one adopts in heart and head the potent methods of\r\ntruth, one has yet become, through human evolution, so tender,\r\nsusceptible, sensitive, as to stand in need of the most effective means\r\nof rest and consolation. From this state of things arises the danger\r\nthat, through the perception of truth or, more accurately, seeing\r\nthrough delusion, one may bleed to death. Byron has put this into\r\ndeathless verse:\r\n\r\n     \"Sorrow is knowledge: they who know the most\r\n     Must mourn the deepest o'er the fatal truth,\r\n     The tree of knowledge is not that of life.\"\r\n\r\nAgainst such cares there is no better protective than the light fancy of\r\nHorace, (at any rate during the darkest hours and sun eclipses of the\r\nsoul) expressed in the words\r\n\r\n     \"quid aeternis minorem\r\n     consiliis animum fatigas?\r\n     cur non sub alta vel platano vel hac\r\n     pinu jacentes.\"[22]\r\n\r\n[22] Then wherefore should you, who are mortal, outwear\r\n     Your soul with a profitless burden of care\r\n     Say, why should we not, flung at ease neath this pine,\r\n     Or a plane-tree's broad umbrage, quaff gaily our wine?\r\n                      (Translation of Sir Theodore Martin.)\r\n\r\nAt any rate, light fancy or heavy heartedness of any degree must be\r\nbetter than a romantic retrogression and desertion of one's flag, an\r\napproach to Christianity in any form: for with it, in the present state\r\nof knowledge, one can have nothing to do without hopelessly defiling\r\none's intellectual integrity and surrendering it unconditionally. These\r\nwoes may be painful enough, but without pain one cannot become a leader\r\nand guide of humanity: and woe to him who would be such and lacks this\r\npure integrity of the intellect!\r\n\r\n\r\n110\r\n\r\n=The Truth in Religion.=--In the ages of enlightenment justice was not\r\ndone to the importance of religion, of this there can be no doubt. It is\r\nalso equally certain that in the ensuing reaction of enlightenment, the\r\ndemands of justice were far exceeded inasmuch as religion was treated\r\nwith love, even with infatuation and proclaimed as a profound, indeed\r\nthe most profound knowledge of the world, which science had but to\r\ndivest of its dogmatic garb in order to possess \"truth\" in its\r\nunmythical form. Religions must therefore--this was the contention of\r\nall foes of enlightenment--sensu allegorico, with regard for the\r\ncomprehension of the masses, give expression to that ancient truth which\r\nis wisdom in itself, inasmuch as all science of modern times has led up\r\nto it instead of away from it. So that between the most ancient wisdom\r\nof man and all later wisdom there prevails harmony, even similarity of\r\nviewpoint; and the advancement of knowledge--if one be disposed to\r\nconcede such a thing--has to do not with its nature but with its\r\npropagation. This whole conception of religion and science is through\r\nand through erroneous, and none would to-day be hardy enough to\r\ncountenance it had not Schopenhauer's rhetoric taken it under\r\nprotection, this high sounding rhetoric which now gains auditors after\r\nthe lapse of a generation. Much as may be gained from Schopenhauer's\r\nreligio-ethical human and cosmical oracle as regards the comprehension\r\nof Christianity and other religions, it is nevertheless certain that he\r\nerred regarding the value of religion to knowledge. He himself was in\r\nthis but a servile pupil of the scientific teachers of his time who had\r\nall taken romanticism under their protection and renounced the spirit of\r\nenlightenment. Had he been born in our own time it would have been\r\nimpossible for him to have spoken of the sensus allegoricus of religion.\r\nHe would instead have done truth the justice to say: never has a\r\nreligion, directly or indirectly, either as dogma or as allegory,\r\ncontained a truth. For all religions grew out of dread or necessity, and\r\ncame into existence through an error of the reason. They have, perhaps,\r\nin times of danger from science, incorporated some philosophical\r\ndoctrine or other into their systems in order to make it possible to\r\ncontinue one's existence within them. But this is but a theological work\r\nof art dating from the time in which a religion began to doubt of\r\nitself. These theological feats of art, which are most common in\r\nChristianity as the religion of a learned age, impregnated with\r\nphilosophy, have led to this superstition of the sensus allegoricus, as\r\nhas, even more, the habit of the philosophers (namely those\r\nhalf-natures, the poetical philosophers and the philosophising artists)\r\nof dealing with their own feelings as if they constituted the\r\nfundamental nature of humanity and hence of giving their own religious\r\nfeelings a predominant influence over the structure of their systems. As\r\nthe philosophers mostly philosophised under the influence of hereditary\r\nreligious habits, or at least under the traditional influence of this\r\n\"metaphysical necessity,\" they naturally arrived at conclusions\r\nclosely resembling the Judaic or Christian or Indian religious\r\ntenets--resembling, in the way that children are apt to look like their\r\nmothers: only in this case the fathers were not certain as to the\r\nmaternity, as easily happens--but in the innocence of their admiration,\r\nthey fabled regarding the family likeness of all religion and science.\r\nIn reality, there exists between religion and true science neither\r\nrelationship nor friendship, not even enmity: they dwell in different\r\nspheres. Every philosophy that lets the religious comet gleam through\r\nthe darkness of its last outposts renders everything within it that\r\npurports to be science, suspicious. It is all probably religion,\r\nalthough it may assume the guise of science.--Moreover, though all the\r\npeoples agree concerning certain religious things, for example, the\r\nexistence of a god (which, by the way, as regards this point, is not\r\nthe case) this fact would constitute an argument against the thing\r\nagreed upon, for example the very existence of a god. The consensus\r\ngentium and especially hominum can probably amount only to an absurdity.\r\nAgainst it there is no consensus omnium sapientium whatever, on any\r\npoint, with the exception of which Goethe's verse speaks:\r\n\r\n     \"All greatest sages to all latest ages\r\n         Will smile, wink and slily agree\r\n     'Tis folly to wait till a fool's empty pate\r\n         Has learned to be knowing and free.\r\n     So children of wisdom must look upon fools\r\n     As creatures who're never the better for schools.\"\r\n\r\nStated without rhyme or metre and adapted to our case: the consensus\r\nsapientium is to the effect that the consensus gentium amounts to an\r\nabsurdity.\r\n\r\n\r\n111\r\n\r\n=Origin of Religious Worship.=--Let us transport ourselves back to the\r\ntimes in which religious life flourished most vigorously and we will\r\nfind a fundamental conviction prevalent which we no longer share and\r\nwhich has resulted in the closing of the door to religious life once for\r\nall so far as we are concerned: this conviction has to do with nature\r\nand intercourse with her. In those times nothing is yet known of\r\nnature's laws. Neither for earth nor for heaven is there a must. A\r\nseason, sunshine, rain can come or stay away as it pleases. There is\r\nwanting, in particular, all idea of natural causation. If a man rows, it\r\nis not the oar that moves the boat, but rowing is a magical ceremony\r\nwhereby a demon is constrained to move the boat. All illness, death\r\nitself, is a consequence of magical influences. In sickness and death\r\nnothing natural is conceived. The whole idea of \"natural course\" is\r\nwanting. The idea dawns first upon the ancient Greeks, that is to say in\r\na very late period of humanity, in the conception of a Moira [fate]\r\nruling over the gods. If any person shoots off a bow, there is always an\r\nirrational strength and agency in the act. If the wells suddenly run\r\ndry, the first thought is of subterranean demons and their pranks. It\r\nmust have been the dart of a god beneath whose invisible influence a\r\nhuman being suddenly collapses. In India, the carpenter (according to\r\nLubbock) is in the habit of making devout offerings to his hammer and\r\nhatchet. A Brahmin treats the plume with which he writes, a soldier the\r\nweapon that he takes into the field, a mason his trowel, a laborer his\r\nplow, in the same way. All nature is, in the opinion of religious\r\npeople, a sum total of the doings of conscious and willing beings, an\r\nimmense mass of complex volitions. In regard to all that takes place\r\noutside of us no conclusion is permissible that anything will result\r\nthus and so, must result thus and so, that we are comparatively\r\ncalculable and certain in our experiences, that man is the rule, nature\r\nthe ruleless. This view forms the fundamental conviction that dominates\r\ncrude, religion-producing, early civilizations. We contemporary men feel\r\nexactly the opposite: the richer man now feels himself inwardly, the\r\nmore polyphone the music and the sounding of his soul, the more\r\npowerfully does the uniformity of nature impress him. We all, with\r\nGoethe, recognize in nature the great means of repose for the soul. We\r\nlisten to the pendulum stroke of this great clock with longing for rest,\r\nfor absolute calm and quiescence, as if we could drink in the uniformity\r\nof nature and thereby arrive first at an enjoyment of oneself. Formerly\r\nit was the reverse: if we carry ourselves back to the periods of crude\r\ncivilization, or if we contemplate contemporary savages, we will find\r\nthem most strongly influenced by rule, by tradition. The individual is\r\nalmost automatically bound to rule and tradition and moves with the\r\nuniformity of a pendulum. To him nature--the uncomprehended, fearful,\r\nmysterious nature--must seem the domain of freedom, of volition, of\r\nhigher power, indeed as an ultra-human degree of destiny, as god. Every\r\nindividual in such periods and circumstances feels that his existence,\r\nhis happiness, the existence and happiness of the family, the state,\r\nthe success or failure of every undertaking, must depend upon these\r\ndispositions of nature. Certain natural events must occur at the proper\r\ntime and certain others must not occur. How can influence be exercised\r\nover this fearful unknown, how can this domain of freedom be brought\r\nunder subjection? thus he asks himself, thus he worries: Is there no\r\nmeans to render these powers of nature as subject to rule and tradition\r\nas you are yourself?--The cogitation of the superstitious and\r\nmagic-deluded man is upon the theme of imposing a law upon nature: and\r\nto put it briefly, religious worship is the result of such cogitation.\r\nThe problem which is present to every man is closely connected with this\r\none: how can the weaker party dictate laws to the stronger, control its\r\nacts in reference to the weaker? At first the most harmless form of\r\ninfluence is recollected, that influence which is acquired when the\r\npartiality of anyone has been won. Through beseeching and prayer,\r\nthrough abject humiliation, through obligations to regular gifts and\r\npropitiations, through flattering homages, it is possible, therefore, to\r\nimpose some guidance upon the forces of nature, to the extent that their\r\npartiality be won: love binds and is bound. Then agreements can be\r\nentered into by means of which certain courses of conduct are mutually\r\nconcluded, vows are made and authorities prescribed. But far more potent\r\nis that species of power exercised by means of magic and incantation. As\r\na man is able to injure a powerful enemy by means of the magician and\r\nrender him helpless with fear, as the love potion operates at a\r\ndistance, so can the mighty forces of nature, in the opinion of weaker\r\nmankind, be controlled by similar means. The principal means of\r\neffecting incantations is to acquire control of something belonging to\r\nthe party to be influenced, hair, finger nails, food from his table,\r\neven his picture or his name. With such apparatus it is possible to act\r\nby means of magic, for the basic principle is that to everything\r\nspiritual corresponds something corporeal. With the aid of this\r\ncorporeal element the spirit may be bound, injured or destroyed. The\r\ncorporeal affords the handle by which the spiritual can be laid hold of.\r\nIn the same way that man influences mankind does he influences some\r\nspirit of nature, for this latter has also its corporeal element that\r\ncan be grasped. The tree, and on the same basis, the seed from which it\r\ngrew: this puzzling sequence seems to demonstrate that in both forms the\r\nsame spirit is embodied, now large, now small. A stone that suddenly\r\nrolls, is the body in which the spirit works. Does a huge boulder lie in\r\na lonely moor? It is impossible to think of mortal power having placed\r\nit there. The stone must have moved itself there. That is to say some\r\nspirit must dominate it. Everything that has a body is subject to magic,\r\nincluding, therefore, the spirits of nature. If a god is directly\r\nconnected with his portrait, a direct influence (by refraining from\r\ndevout offerings, by whippings, chainings and the like) can be brought\r\nto bear upon him. The lower classes in China tie cords around the\r\npicture of their god in order to defy his departing favor, when he has\r\nleft them in the lurch, and tear the picture to pieces, drag it through\r\nthe streets into dung heaps and gutters, crying: \"You dog of a spirit,\r\nwe housed you in a beautiful temple, we gilded you prettily, we fed you\r\nwell, we brought you offerings, and yet how ungrateful you are!\" Similar\r\ndisplays of resentment have been made against pictures of the mother of\r\ngod and pictures of saints in Catholic countries during the present\r\ncentury when such pictures would not do their duty during times of\r\npestilence and drought.\r\n\r\nThrough all these magical relationships to nature countless ceremonies\r\nare occasioned, and finally, when their complexity and confusion grow\r\ntoo great, pains are taken to systematize them, to arrange them so that\r\nthe favorable course of nature's progress, namely the great yearly\r\ncircle of the seasons, may be brought about by a corresponding course of\r\nthe ceremonial progress. The aim of religious worship is to influence\r\nnature to human advantage, and hence to instil a subjection to law into\r\nher that originally she has not, whereas at present man desires to find\r\nout the subjection to law of nature in order to guide himself thereby.\r\nIn brief, the system of religious worship rests upon the idea of magic\r\nbetween man and man, and the magician is older than the priest. But it\r\nrests equally upon other and higher ideas. It brings into prominence the\r\nsympathetic relation of man to man, the existence of benevolence,\r\ngratitude, prayer, of truces between enemies, of loans upon security, of\r\narrangements for the protection of property. Man, even in very inferior\r\ndegrees of civilization, does not stand in the presence of nature as a\r\nhelpless slave, he is not willy-nilly the absolute servant of nature. In\r\nthe Greek development of religion, especially in the relationship to the\r\nOlympian gods, it becomes possible to entertain the idea of an existence\r\nside by side of two castes, a higher, more powerful, and a lower, less\r\npowerful: but both are bound together in some way, on account of their\r\norigin and are one species. They need not be ashamed of one another.\r\nThis is the element of distinction in Greek religion.\r\n\r\n\r\n112\r\n\r\n=At the Contemplation of Certain Ancient Sacrificial Proceedings.=--How\r\nmany sentiments are lost to us is manifest in the union of the farcical,\r\neven of the obscene, with the religious feeling. The feeling that this\r\nmixture is possible is becoming extinct. We realize the mixture only\r\nhistorically, in the mysteries of Demeter and Dionysos and in the\r\nChristian Easter festivals and religious mysteries. But we still\r\nperceive the sublime in connection with the ridiculous, and the like,\r\nthe emotional with the absurd. Perhaps a later age will be unable to\r\nunderstand even these combinations.\r\n\r\n\r\n113\r\n\r\n=Christianity as Antiquity.=--When on a Sunday morning we hear the old\r\nbells ringing, we ask ourselves: Is it possible? All this for a Jew\r\ncrucified two thousand years ago who said he was God's son? The proof of\r\nsuch an assertion is lacking.--Certainly, the Christian religion\r\nconstitutes in our time a protruding bit of antiquity from very remote\r\nages and that its assertions are still generally believed--although men\r\nhave become so keen in the scrutiny of claims--constitutes the oldest\r\nrelic of this inheritance. A god who begets children by a mortal woman;\r\na sage who demands that no more work be done, that no more justice be\r\nadministered but that the signs of the approaching end of the world be\r\nheeded; a system of justice that accepts an innocent as a vicarious\r\nsacrifice in the place of the guilty; a person who bids his disciples\r\ndrink his blood; prayers for miracles; sins against a god expiated upon\r\na god; fear of a hereafter to which death is the portal; the figure of\r\nthe cross as a symbol in an age that no longer knows the purpose and the\r\nignominy of the cross--how ghostly all these things flit before us out\r\nof the grave of their primitive antiquity! Is one to believe that such\r\nthings can still be believed?\r\n\r\n\r\n114\r\n\r\n=The Un-Greek in Christianity.=--The Greeks did not look upon the\r\nHomeric gods above them as lords nor upon themselves beneath as\r\nservants, after the fashion of the Jews. They saw but the counterpart as\r\nin a mirror of the most perfect specimens of their own caste, hence an\r\nideal, but no contradiction of their own nature. There was a feeling of\r\nmutual relationship, resulting in a mutual interest, a sort of alliance.\r\nMan thinks well of himself when he gives himself such gods and places\r\nhimself in a relationship akin to that of the lower nobility with the\r\nhigher; whereas the Italian races have a decidedly vulgar religion,\r\ninvolving perpetual anxiety because of bad and mischievous powers and\r\nsoul disturbers. Wherever the Olympian gods receded into the background,\r\nthere even Greek life became gloomier and more perturbed.--Christianity,\r\non the other hand, oppressed and degraded humanity completely and sank\r\nit into deepest mire: into the feeling of utter abasement it suddenly\r\nflashed the gleam of divine compassion, so that the amazed and\r\ngrace-dazzled stupefied one gave a cry of delight and for a moment\r\nbelieved that the whole of heaven was within him. Upon this unhealthy\r\nexcess of feeling, upon the accompanying corruption of heart and head,\r\nChristianity attains all its psychological effects. It wants to\r\nannihilate, debase, stupefy, amaze, bedazzle. There is but one thing\r\nthat it does not want: measure, standard (das Maas) and therefore is it\r\nin the worst sense barbarous, asiatic, vulgar, un-Greek.\r\n\r\n\r\n115\r\n\r\n=Being Religious to Some Purpose.=--There are certain insipid,\r\ntraffic-virtuous people to whom religion is pinned like the hem of some\r\ngarb of a higher humanity. These people do well to remain religious: it\r\nadorns them. All who are not versed in some professional\r\nweapon--including tongue and pen as weapons--are servile: to all such\r\nthe Christian religion is very useful, for then their servility assumes\r\nthe aspect of Christian virtue and is amazingly adorned.--People whose\r\ndaily lives are empty and colorless are readily religious. This is\r\ncomprehensible and pardonable, but they have no right to demand that\r\nothers, whose daily lives are not empty and colorless, should be\r\nreligious also.\r\n\r\n\r\n116\r\n\r\n=The Everyday Christian.=--If Christianity, with its allegations of an\r\navenging God, universal sinfulness, choice of grace, and the danger of\r\neternal damnation, were true, it would be an indication of weakness of\r\nmind and character not to be a priest or an apostle or a hermit, and\r\ntoil for one's own salvation. It would be irrational to lose sight of\r\none's eternal well being in comparison with temporary advantage:\r\nAssuming these dogmas to be generally believed, the every day Christian\r\nis a pitiable figure, a man who really cannot count as far as three, and\r\nwho, for the rest, just because of his intellectual incapacity, does not\r\ndeserve to be as hard punished as Christianity promises he shall be.\r\n\r\n\r\n117\r\n\r\n=Concerning the Cleverness of Christianity.=--It is a master stroke of\r\nChristianity to so emphasize the unworthiness, sinfulness and\r\ndegradation of men in general that contempt of one's fellow creatures\r\nbecomes impossible. \"He may sin as much as he pleases, he is not by\r\nnature different from me. It is I who in every way am unworthy and\r\ncontemptible.\" So says the Christian to himself. But even this feeling\r\nhas lost its keenest sting for the Christian does not believe in his\r\nindividual degradation. He is bad in his general human capacity and he\r\nsoothes himself a little with the assertion that we are all alike.\r\n\r\n\r\n118\r\n\r\n=Personal Change.=--As soon as a religion rules, it has for its\r\nopponents those who were its first disciples.\r\n\r\n\r\n119\r\n\r\n=Fate of Christianity.=--Christianity arose to lighten the heart, but\r\nnow it must first make the heart heavy in order to be able to lighten it\r\nafterwards. Christianity will consequently go down.\r\n\r\n\r\n120\r\n\r\n=The Testimony of Pleasure.=--The agreeable opinion is accepted as true.\r\nThis is the testimony of pleasure (or as the church says, the evidence\r\nof strength) of which all religions are so proud, although they should\r\nall be ashamed of it. If a belief did not make blessed it would not be\r\nbelieved. How little it would be worth, then!\r\n\r\n\r\n121\r\n\r\n=Dangerous Play.=--Whoever gives religious feeling room, must then also\r\nlet it grow. He can do nothing else. Then his being gradually changes.\r\nThe religious element brings with it affinities and kinships. The whole\r\ncircle of his judgment and feeling is clouded and draped in religious\r\nshadows. Feeling cannot stand still. One should be on one's guard.\r\n\r\n\r\n122\r\n\r\n=The Blind Pupil.=--As long as one knows very well the strength and the\r\nweakness of one's dogma, one's art, one's religion, its strength is\r\nstill low. The pupil and apostle who has no eye for the weaknesses of a\r\ndogma, a religion and so on, dazzled by the aspect of the master and by\r\nhis own reverence for him, has, on that very account, generally more\r\npower than the master. Without blind pupils the influence of a man and\r\nhis work has never become great. To give victory to knowledge, often\r\namounts to no more than so allying it with stupidity that the brute\r\nforce of the latter forces triumph for the former.\r\n\r\n\r\n123\r\n\r\n=The Breaking off of Churches.=--There is not sufficient religion in the\r\nworld merely to put an end to the number of religions.\r\n\r\n\r\n124\r\n\r\n=Sinlessness of Men.=--If one have understood how \"Sin came into the\r\nworld,\" namely through errors of the reason, through which men in their\r\nintercourse with one another and even individual men looked upon\r\nthemselves as much blacker and wickeder than was really the case, one's\r\nwhole feeling is much lightened and man and the world appear together in\r\nsuch a halo of harmlessness that a sentiment of well being is instilled\r\ninto one's whole nature. Man in the midst of nature is as a child left\r\nto its own devices. This child indeed dreams a heavy, anxious dream. But\r\nwhen it opens its eyes it finds itself always in paradise.\r\n\r\n\r\n125\r\n\r\n=Irreligiousness of Artists.=--Homer is so much at home among his gods\r\nand is as a poet so good natured to them that he must have been\r\nprofoundly irreligious. That which was brought to him by the popular\r\nfaith--a mean, crude and partially repulsive superstition--he dealt with\r\nas freely as the Sculptor with his clay, therefore with the same freedom\r\nthat Æschylus and Aristophanes evinced and with which in later times the\r\ngreat artists of the renaissance, and also Shakespeare and Goethe, drew\r\ntheir pictures.\r\n\r\n\r\n126\r\n\r\n=Art and Strength of False Interpretation.=--All the visions, fears,\r\nexhaustions and delights of the saint are well known symptoms of\r\nsickness, which in him, owing to deep rooted religious and psychological\r\ndelusions, are explained quite differently, that is not as symptoms of\r\nsickness.--So, too, perhaps, the demon of Socrates was nothing but a\r\nmalady of the ear that he explained, in view of his predominant moral\r\ntheory, in a manner different from what would be thought rational\r\nto-day. Nor is the case different with the frenzy and the frenzied\r\nspeeches of the prophets and of the priests of the oracles. It is always\r\nthe degree of wisdom, imagination, capacity and morality in the heart\r\nand mind of the interpreters that got so much out of them. It is among\r\nthe greatest feats of the men who are called geniuses and saints that\r\nthey made interpreters for themselves who, fortunately for mankind, did\r\nnot understand them.\r\n\r\n\r\n127\r\n\r\n=Reverence for Madness.=--Because it was perceived that an excitement of\r\nsome kind often made the head clearer and occasioned fortunate\r\ninspirations, it was concluded that the utmost excitement would occasion\r\nthe most fortunate inspirations. Hence the frenzied being was revered as\r\na sage and an oracle giver. A false conclusion lies at the bottom of all\r\nthis.\r\n\r\n\r\n128\r\n\r\n=Promises of Wisdom.=--Modern science has as its object as little pain\r\nas possible, as long a life as possible--hence a sort of eternal\r\nblessedness, but of a very limited kind in comparison with the promises\r\nof religion.\r\n\r\n\r\n129\r\n\r\n=Forbidden Generosity.=--There is not enough of love and goodness in the\r\nworld to throw any of it away on conceited people.\r\n\r\n\r\n130\r\n\r\n=Survival of Religious Training in the Disposition.=--The Catholic\r\nChurch, and before it all ancient education, controlled the whole domain\r\nof means through which man was put into certain unordinary moods and\r\nwithdrawn from the cold calculation of personal advantage and from calm,\r\nrational reflection. A church vibrating with deep tones; gloomy,\r\nregular, restraining exhortations from a priestly band, who\r\ninvoluntarily communicate their own tension to their congregation and\r\nlead them to listen almost with anxiety as if some miracle were in\r\ncourse of preparation; the awesome pile of architecture which, as the\r\nhouse of a god, rears itself vastly into the vague and in all its\r\nshadowy nooks inspires fear of its nerve-exciting power--who would care\r\nto reduce men to the level of these things if the ideas upon which they\r\nrest became extinct? But the results of all these things are\r\nnevertheless not thrown away: the inner world of exalted, emotional,\r\nprophetic, profoundly repentant, hope-blessed moods has become inborn in\r\nman largely through cultivation. What still exists in his soul was\r\nformerly, as he germinated, grew and bloomed, thoroughly disciplined.\r\n\r\n\r\n131\r\n\r\n=Religious After-Pains.=--Though one believe oneself absolutely weaned\r\naway from religion, the process has yet not been so thorough as to make\r\nimpossible a feeling of joy at the presence of religious feelings and\r\ndispositions without intelligible content, as, for example, in music;\r\nand if a philosophy alleges to us the validity of metaphysical hopes,\r\nthrough the peace of soul therein attainable, and also speaks of \"the\r\nwhole true gospel in the look of Raphael's Madonna,\" we greet such\r\ndeclarations and innuendoes with a welcome smile. The philosopher has\r\nhere a matter easy of demonstration. He responds with that which he is\r\nglad to give, namely a heart that is glad to accept. Hence it is\r\nobservable how the less reflective free spirits collide only with dogmas\r\nbut yield readily to the magic of religious feelings; it is a source of\r\npain to them to let the latter go simply on account of the\r\nformer.--Scientific philosophy must be very much on its guard lest on\r\naccount of this necessity--an evolved and hence, also, a transitory\r\nnecessity--delusions are smuggled in. Even logicians speak of\r\n\"presentiments\" of truth in ethics and in art (for example of the\r\npresentiment that the essence of things is unity) a thing which,\r\nnevertheless, ought to be prohibited. Between carefully deduced truths\r\nand such \"foreboded\" things there lies the abysmal distinction that the\r\nformer are products of the intellect and the latter of the necessity.\r\nHunger is no evidence that there is food at hand to appease it. Hunger\r\nmerely craves food. \"Presentiment\" does not denote that the existence of\r\na thing is known in any way whatever. It denotes merely that it is\r\ndeemed possible to the extent that it is desired or feared. The\r\n\"presentiment\" is not one step forward in the domain of certainty.--It\r\nis involuntarily believed that the religious tinted sections of a\r\nphilosophy are better attested than the others, but the case is at\r\nbottom just the opposite: there is simply the inner wish that it may be\r\nso, that the thing which beautifies may also be true. This wish leads us\r\nto accept bad grounds as good.\r\n\r\n\r\n132\r\n\r\n=Of the Christian Need of Salvation.=--Careful consideration must render\r\nit possible to propound some explanation of that process in the soul of\r\na Christian which is termed need of salvation, and to propound an\r\nexplanation, too, free from mythology: hence one purely psychological.\r\nHeretofore psychological explanations of religious conditions and\r\nprocesses have really been in disrepute, inasmuch as a theology calling\r\nitself free gave vent to its unprofitable nature in this domain; for its\r\nprincipal aim, so far as may be judged from the spirit of its creator,\r\nSchleier-macher, was the preservation of the Christian religion and the\r\nmaintenance of the Christian theology. It appeared that in the\r\npsychological analysis of religious \"facts\" a new anchorage and above\r\nall a new calling were to be gained. Undisturbed by such predecessors,\r\nwe venture the following exposition of the phenomena alluded to. Man is\r\nconscious of certain acts which are very firmly implanted in the general\r\ncourse of conduct: indeed he discovers in himself a predisposition to\r\nsuch acts that seems to him to be as unalterable as his very being. How\r\ngladly he would essay some other kind of acts which in the general\r\nestimate of conduct are rated the best and highest, how gladly he would\r\nwelcome the consciousness of well doing which ought to follow unselfish\r\nmotive! Unfortunately, however, it goes no further than this longing:\r\nthe discontent consequent upon being unable to satisfy it is added to\r\nall other kinds of discontent which result from his life destiny in\r\nparticular or which may be due to so called bad acts; so that a deep\r\ndepression ensues accompanied by a desire for some physician to remove\r\nit and all its causes.--This condition would not be found so bitter if\r\nthe individual but compared himself freely with other men: for then he\r\nwould have no reason to be discontented with himself in particular as he\r\nis merely bearing his share of the general burden of human discontent\r\nand incompleteness. But he compares himself with a being who alone must\r\nbe capable of the conduct that is called unegoistic and of an enduring\r\nconsciousness of unselfish motive, with God. It is because he gazes into\r\nthis clear mirror, that his own self seems so extraordinarily distracted\r\nand so troubled. Thereupon the thought of that being, in so far as it\r\nflits before his fancy as retributive justice, occasions him anxiety. In\r\nevery conceivable small and great experience he believes he sees the\r\nanger of the being, his threats, the very implements and manacles of his\r\njudge and prison. What succors him in this danger, which, in the\r\nprospect of an eternal duration of punishment, transcends in hideousness\r\nall the horrors that can be presented to the imagination?\r\n\r\n\r\n133\r\n\r\nBefore we consider this condition in its further effects, we would admit\r\nto ourselves that man is betrayed into this condition not through his\r\n\"fault\" and \"sin\" but through a series of delusions of the reason; that\r\nit was the fault of the mirror if his own self appeared to him in the\r\nhighest degree dark and hateful, and that that mirror was his own work,\r\nthe very imperfect work of human imagination and judgment. In the first\r\nplace a being capable of absolutely unegoistic conduct is as fabulous as\r\nthe phoenix. Such a being is not even thinkable for the very reason that\r\nthe whole notion of \"unegoistic conduct,\" when closely examined,\r\nvanishes into air. Never yet has a man done anything solely for others\r\nand entirely without reference to a personal motive; indeed how could he\r\npossibly do anything that had no reference to himself, that is without\r\ninward compulsion (which must always have its basis in a personal need)?\r\nHow could the ego act without ego?--A god, who, on the other hand, is\r\nall love, as he is usually represented, would not be capable of a\r\nsolitary unegoistic act: whence one is reminded of a reflection of\r\nLichtenberg's which is, in truth, taken from a lower sphere: \"We cannot\r\npossibly feel for others, as the expression goes; we feel only for\r\nourselves. The assertion sounds hard, but it is not, if rightly\r\nunderstood. A man loves neither his father nor his mother nor his wife\r\nnor his child, but simply the feelings which they inspire.\" Or, as La\r\nRochefoucauld says: \"If you think you love your mistress for the mere\r\nlove of her, you are very much mistaken.\" Why acts of love are more\r\nhighly prized than others, namely not on account of their nature, but on\r\naccount of their utility, has already been explained in the section on\r\nthe origin of moral feelings. But if a man should wish to be all love\r\nlike the god aforesaid, and want to do all things for others and nothing\r\nfor himself, the procedure would be fundamentally impossible because he\r\n_must_ do a great deal for himself before there would be any possibility\r\nof doing anything for the love of others. It is also essential that\r\nothers be sufficiently egoistic to accept always and at all times this\r\nself sacrifice and living for others, so that the men of love and self\r\nsacrifice have an interest in the survival of unloving and selfish\r\negoists, while the highest morality, in order to maintain itself must\r\nformally enforce the existence of immorality (wherein it would be really\r\ndestroying itself.)--Further: the idea of a god perturbs and discourages\r\nas long as it is accepted but as to how it originated can no longer, in\r\nthe present state of comparative ethnological science, be a matter of\r\ndoubt, and with the insight into the origin of this belief all faith\r\ncollapses. What happens to the Christian who compares his nature with\r\nthat of God is exactly what happened to Don Quixote, who depreciated his\r\nown prowess because his head was filled with the wondrous deeds of the\r\nheroes of chivalrous romance. The standard of measurement which both\r\nemploy belongs to the domain of fable.--But if the idea of God\r\ncollapses, so too, does the feeling of \"sin\" as a violation of divine\r\nrescript, as a stain upon a god-like creation. There still apparently\r\nremains that discouragement which is closely allied with fear of the\r\npunishment of worldly justice or of the contempt of one's fellow men.\r\nThe keenest thorn in the sentiment of sin is dulled when it is perceived\r\nthat one's acts have contravened human tradition, human rules and human\r\nlaws without having thereby endangered the \"eternal salvation of the\r\nsoul\" and its relations with deity. If finally men attain to the\r\nconviction of the absolute necessity of all acts and of their utter\r\nirresponsibility and then absorb it into their flesh and blood, every\r\nrelic of conscience pangs will disappear.\r\n\r\n\r\n134\r\n\r\nIf now, as stated, the Christian, through certain delusive feelings, is\r\nbetrayed into self contempt, that is by a false and unscientific view of\r\nhis acts and feelings, he must, nevertheless, perceive with the utmost\r\namazement that this state of self contempt, of conscience pangs, of\r\ndespair in particular, does not last, that there are hours during which\r\nall these things are wafted away from the soul and he feels himself once\r\nmore free and courageous. The truth is that joy in his own being, the\r\nfulness of his own powers in connection with the inevitable decline of\r\nhis profound excitation with the lapse of time, bore off the palm of\r\nvictory. The man loves himself once more, he feels it--but this very new\r\nlove, this new self esteem seems to him incredible. He can see in it\r\nonly the wholly unmerited stream of the light of grace shed down upon\r\nhim. If he formerly saw in every event merely warnings, threats,\r\npunishments and every kind of indication of divine anger, he now reads\r\ninto his experiences the grace of god. The latter circumstance seems to\r\nhim full of love, the former as a helpful pointing of the way, and his\r\nentirely joyful frame of mind now seems to him to be an absolute proof\r\nof the goodness of God. As formerly in his states of discouragement he\r\ninterpreted his conduct falsely so now he does the same with his\r\nexperiences. His state of consolation is now regarded as the effect\r\nproduced by some external power. The love with which, at bottom, he\r\nloves himself, seems to be the divine love. That which he calls grace\r\nand the preliminary of salvation is in reality self-grace,\r\nself-salvation.\r\n\r\n\r\n135\r\n\r\nTherefore a certain false psychology, a certain kind of imaginativeness\r\nin the interpretation of motives and experiences is the essential\r\npreliminary to being a Christian and to experiencing the need of\r\nsalvation. Upon gaining an insight into this wandering of the reason and\r\nthe imagination, one ceases to be a Christian.\r\n\r\n\r\n136\r\n\r\n=Of Christian Asceticism and Sanctity.=--Much as some thinkers have\r\nexerted themselves to impart an air of the miraculous to those singular\r\nphenomena known as asceticism and sanctity, to question which or to\r\naccount for which upon a rational basis would be wickedness and\r\nsacrilege, the temptation to this wickedness is none the less great. A\r\npowerful impulse of nature has in every age led to protest against such\r\nphenomena. At any rate science, inasmuch as it is the imitation of\r\nnature, permits the casting of doubts upon the inexplicable character\r\nand the supernal degree of such phenomena. It is true that heretofore\r\nscience has not succeeded in its attempts at explanation. The phenomena\r\nremain unexplained still, to the great satisfaction of those who revere\r\nmoral miracles. For, speaking generally, the unexplained must rank as\r\nthe inexplicable, the inexplicable as the non-natural, supernatural,\r\nmiraculous--so runs the demand in the souls of all the religious and all\r\nthe metaphysicians (even the artists if they happen to be thinkers),\r\nwhereas the scientific man sees in this demand the \"evil\r\nprinciple.\"--The universal, first, apparent truth that is encountered in\r\nthe contemplation of sanctity and asceticism is that their nature is\r\ncomplicated; for nearly always, within the physical world as well as in\r\nthe moral, the apparently miraculous may be traced successfully to the\r\ncomplex, the obscure, the multi-conditioned. Let us venture then to\r\nisolate a few impulses in the soul of the saint and the ascetic, to\r\nconsider them separately and then view them as a synthetic development.\r\n\r\n\r\n137\r\n\r\nThere is an obstinacy against oneself, certain sublimated forms of which\r\nare included in asceticism. Certain kinds of men are under such a strong\r\nnecessity of exercising their power and dominating impulses that, if\r\nother objects are lacking or if they have not succeeded with other\r\nobjects they will actually tyrannize over some portions of their own\r\nnature or over sections and stages of their own personality. Thus do\r\nmany thinkers bring themselves to views which are far from likely to\r\nincrease or improve their fame. Many deliberately bring down the\r\ncontempt of others upon themselves although they could easily have\r\nretained consideration by silence. Others contradict earlier opinions\r\nand do not shrink from the ordeal of being deemed inconsistent. On the\r\ncontrary they strive for this and act like eager riders who enjoy\r\nhorseback exercise most when the horse is skittish. Thus will men in\r\ndangerous paths ascend to the highest steeps in order to laugh to scorn\r\ntheir own fear and their own trembling limbs. Thus will the philosopher\r\nembrace the dogmas of asceticism, humility, sanctity, in the light of\r\nwhich his own image appears in its most hideous aspect. This crushing of\r\nself, this mockery of one's own nature, this spernere se sperni out of\r\nwhich religions have made so much is in reality but a very high\r\ndevelopment of vanity. The whole ethic of the sermon on the mount\r\nbelongs in this category: man has a true delight in mastering himself\r\nthrough exaggerated pretensions or excessive expedients and later\r\ndeifying this tyrannically exacting something within him. In every\r\nscheme of ascetic ethics, man prays to one part of himself as if it were\r\ngod and hence it is necessary for him to treat the rest of himself as\r\ndevil.\r\n\r\n\r\n138\r\n\r\n=Man is Not at All Hours Equally Moral=; this is established. If one's\r\nmorality be judged according to one's capacity for great, self\r\nsacrificing resolutions and abnegations (which when continual, and made\r\na habit are known as sanctity) one is, in affection, or disposition, the\r\nmost moral: while higher excitement supplies wholly new impulses which,\r\nwere one calm and cool as ordinarily, one would not deem oneself even\r\ncapable of. How comes this? Apparently from the propinquity of all great\r\nand lofty emotional states. If a man is brought to an extraordinary\r\npitch of feeling he can resolve upon a fearful revenge or upon a fearful\r\nrenunciation of his thirst for vengeance indifferently. He craves, under\r\nthe influences of powerful emotion, the great, the powerful, the\r\nimmense, and if he chances to perceive that the sacrifice of himself\r\nwill afford him as much satisfaction as the sacrifice of another, or\r\nwill afford him more, he will choose self sacrifice. What concerns him\r\nparticularly is simply the unloading of his emotion. Hence he readily,\r\nto relieve his tension, grasps the darts of the enemy and buries them in\r\nhis own breast. That in self abnegation and not in revenge the element\r\nof greatness consisted must have been brought home to mankind only after\r\nlong habituation. A god who sacrifices himself would be the most\r\npowerful and most effective symbol of this sort of greatness. As the\r\nconquest of the most hardly conquered enemy, the sudden mastering of a\r\npassion--thus does such abnegation _appear_: hence it passes for the\r\nsummit of morality. In reality all that is involved is the exchange of\r\none idea for another whilst the temperament remained at a like altitude,\r\na like tidal state. Men when coming out of the spell, or resting from\r\nsuch passionate excitation, no longer understand the morality of such\r\ninstants, but the admiration of all who participated in the occasion\r\nsustains them. Pride is their support if the passion and the\r\ncomprehension of their act weaken. Therefore, at bottom even such acts\r\nof self-abnegation are not moral inasmuch as they are not done with a\r\nstrict regard for others. Rather do others afford the high strung\r\ntemperament an opportunity to lighten itself through such abnegation.\r\n\r\n\r\n139\r\n\r\n=Even the Ascetic Seeks to Make Life Easier=, and generally by means of\r\nabsolute subjection to another will or to an all inclusive rule and\r\nritual, pretty much as the Brahmin leaves absolutely nothing to his own\r\nvolition but is guided in every moment of his life by some holy\r\ninjunction or other. This subjection is a potent means of acquiring\r\ndominion over oneself. One is occupied, hence time does not bang heavy\r\nand there is no incitement of the personal will and of the individual\r\npassion. The deed once done there is no feeling of responsibility nor\r\nthe sting of regret. One has given up one's own will once for all and\r\nthis is easier than to give it up occasionally, as it is also easier\r\nwholly to renounce a desire than to yield to it in measured degree. When\r\nwe consider the present relation of man to the state we perceive\r\nunconditional obedience is easier than conditional. The holy person also\r\nmakes his lot easier through the complete surrender of his life\r\npersonality and it is all delusion to admire such a phenomenon as the\r\nloftiest heroism of morality. It is always more difficult to assert\r\none's personality without shrinking and without hesitation than to give\r\nit up altogether in the manner indicated, and it requires moreover more\r\nintellect and thought.\r\n\r\n\r\n140\r\n\r\nAfter having discovered in many of the less comprehensible actions mere\r\nmanifestations of pleasure in emotion for its own sake, I fancy I can\r\ndetect in the self contempt which characterises holy persons, and also\r\nin their acts of self torture (through hunger and scourgings,\r\ndistortions and chaining of the limbs, acts of madness) simply a means\r\nwhereby such natures may resist the general exhaustion of their will to\r\nlive (their nerves). They employ the most painful expedients to escape\r\nif only for a time from the heaviness and weariness in which they are\r\nsteeped by their great mental indolence and their subjection to a will\r\nother than their own.\r\n\r\n\r\n141\r\n\r\n=The Most Usual Means= by which the ascetic and the sanctified\r\nindividual seeks to make life more endurable comprises certain combats\r\nof an inner nature involving alternations of victory and prostration.\r\nFor this purpose an enemy is necessary and he is found in the so called\r\n\"inner enemy.\" That is, the holy individual makes use of his tendency to\r\nvanity, domineering and pride, and of his mental longings in order to\r\ncontemplate his life as a sort of continuous battle and himself as a\r\nbattlefield, in which good and evil spirits wage war with varying\r\nfortune. It is an established fact that the imagination is restrained\r\nthrough the regularity and adequacy of sexual intercourse while on the\r\nother hand abstention from or great irregularity in sexual intercourse\r\nwill cause the imagination to run riot. The imaginations of many of the\r\nChristian saints were obscene to a degree; and because of the theory\r\nthat sexual desires were in reality demons that raged within them, the\r\nsaints did not feel wholly responsible for them. It is to this\r\nconviction that we are indebted for the highly instructive sincerity of\r\ntheir evidence against themselves. It was to their interest that this\r\ncontest should always be kept up in some fashion because by means of\r\nthis contest, as already stated, their empty lives gained distraction.\r\nIn order that the contest might seem sufficiently great to inspire\r\nsympathy and admiration in the unsanctified, it was essential that\r\nsexual capacity be ever more and more damned and denounced. Indeed the\r\ndanger of eternal damnation was so closely allied to this capacity that\r\nfor whole generations Christians showed their children with actual\r\nconscience pangs. What evil may not have been done to humanity through\r\nthis! And yet here the truth is just upside down: an exceedingly\r\nunseemly attitude for the truth. Christianity, it is true, had said that\r\nevery man is conceived and born in sin, and in the intolerable and\r\nexcessive Christianity of Calderon this thought is again perverted and\r\nentangled into the most distorted paradox extant in the well known lines\r\n\r\n     The greatest sin of man\r\n     Is the sin of being born.\r\n\r\nIn all pessimistic religions the act of procreation is looked upon as\r\nevil in itself. This is far from being the general human opinion. It is\r\nnot even the opinion of all pessimists. Empedocles, for example, knows\r\nnothing of anything shameful, devilish and sinful in it. He sees rather\r\nin the great field of bliss of unholiness simply a healthful and hopeful\r\nphenomenon, Aphrodite. She is to him an evidence that strife does not\r\nalways rage but that some time a gentle demon is to wield the sceptre.\r\nThe Christian pessimists of practice, had, as stated, a direct interest\r\nin the prevalence of an opposite belief. They needed in the loneliness\r\nand the spiritual wilderness of their lives an ever living enemy, and a\r\nuniversally known enemy through whose conquest they might appear to the\r\nunsanctified as utterly incomprehensible and half unnatural beings. When\r\nthis enemy at last, as a result of their mode of life and their\r\nshattered health, took flight forever, they were able immediately to\r\npeople their inner selves with new demons. The rise and fall of the\r\nbalance of cheerfulness and despair maintained their addled brains in a\r\ntotally new fluctuation of longing and peace of soul. And in that period\r\npsychology served not only to cast suspicion on everything human but to\r\nwound and scourge it, to crucify it. Man wanted to find himself as base\r\nand evil as possible. Man sought to become anxious about the state of\r\nhis soul, he wished to be doubtful of his own capacity. Everything\r\nnatural with which man connects the idea of badness and sinfulness (as,\r\nfor instance, is still customary in regard to the erotic) injures and\r\ndegrades the imagination, occasions a shamed aspect, leads man to war\r\nupon himself and makes him uncertain, distrustful of himself. Even his\r\ndreams acquire a tincture of the unclean conscience. And yet this\r\nsuffering because of the natural element in certain things is wholly\r\nsuperfluous. It is simply the result of opinions regarding the things.\r\nIt is easy to understand why men become worse than they are if they are\r\nbrought to look upon the unavoidably natural as bad and later to feel it\r\nas of evil origin. It is the master stroke of religions and metaphysics\r\nthat wish to make man out bad and sinful by nature, to render nature\r\nsuspicious in his eyes and to so make himself evil, for he learns to\r\nfeel himself evil when he cannot divest himself of nature. He gradually\r\ncomes to look upon himself, after a long life lived naturally, so\r\noppressed by a weight of sin that supernatural powers become necessary\r\nto relieve him of the burden; and with this notion comes the so called\r\nneed of salvation, which is the result not of a real but of an imaginary\r\nsinfulness. Go through the separate moral expositions in the vouchers of\r\nchristianity and it will always be found that the demands are excessive\r\nin order that it may be impossible for man to satisfy them. The object\r\nis not that he may become moral but that he may feel as sinful as\r\npossible. If this feeling had not been rendered agreeable to man--why\r\nshould he have improvised such an ideal and clung to it so long? As in\r\nthe ancient world an incalculable strength of intellect and capacity for\r\nfeeling was squandered in order to increase the joy of living through\r\nfeastful systems of worship, so in the era of christianity an equally\r\nincalculable quantity of intellectual capacity has been sacrificed in\r\nanother endeavor: that man should in every way feel himself sinful and\r\nthereby be moved, inspired, inspirited. To move, to inspire, to inspirit\r\nat any cost--is not this the freedom cry of an exhausted, over-ripe,\r\nover cultivated age? The circle of all the natural sensations had been\r\ngone through a hundred times: the soul had grown weary. Then the saints\r\nand the ascetics found a new order of ecstacies. They set themselves\r\nbefore the eyes of all not alone as models for imitation to many, but as\r\nfearful and yet delightful spectacles on the boundary line between this\r\nworld and the next world, where in that period everyone thought he saw\r\nat one time rays of heavenly light, at another fearful, threatening\r\ntongues of flame. The eye of the saint, directed upon the fearful\r\nsignificance of the shortness of earthly life, upon the imminence of the\r\nlast judgment, upon eternal life hereafter; this glowering eye in an\r\nemaciated body caused men, in the old time world, to tremble to the\r\ndepths of their being. To look, to look away and shudder, to feel anew\r\nthe fascination of the spectacle, to yield to it, sate oneself upon it\r\nuntil the soul trembled with ardor and fever--that was the last pleasure\r\nleft to classical antiquity when its sensibilities had been blunted by\r\nthe arena and the gladiatorial show.\r\n\r\n\r\n142\r\n\r\n=To Sum Up All That Has Been Said=: that condition of soul at which the\r\nsaint or expectant saint is rejoiced is a combination of elements which\r\nwe are all familiar with, except that under other influences than those\r\nof mere religious ideation they customarily arouse the censure of men in\r\nthe same way that when combined with religion itself and regarded as the\r\nsupreme attainment of sanctity, they are object of admiration and even\r\nof prayer--at least in more simple times. Very soon the saint turns upon\r\nhimself that severity that is so closely allied to the instinct of\r\ndomination at any price and which inspire even in the most solitary\r\nindividual the sense of power. Soon his swollen sensitiveness of feeling\r\nbreaks forth from the longing to restrain his passions within it and is\r\ntransformed into a longing to master them as if they were wild steeds,\r\nthe master impulse being ever that of a proud spirit; next he craves a\r\ncomplete cessation of all perturbing, fascinating feelings, a waking\r\nsleep, an enduring repose in the lap of a dull, animal, plant-like\r\nindolence. Next he seeks the battle and extinguishes it within himself\r\nbecause weariness and boredom confront him. He binds his\r\nself-deification with self-contempt. He delights in the wild tumult of\r\nhis desires and the sharp pain of sin, in the very idea of being lost.\r\nHe is able to play his very passions, for instance the desire to\r\ndomineer, a trick so that he goes to the other extreme of abject\r\nhumiliation and subjection, so that his overwrought soul is without any\r\nrestraint through this antithesis. And, finally, when indulgence in\r\nvisions, in talks with the dead or with divine beings overcomes him,\r\nthis is really but a form of gratification that he craves, perhaps a\r\nform of gratification in which all other gratifications are blended.\r\nNovalis, one of the authorities in matters of sanctity, because of his\r\nexperience and instinct, betrays the whole secret with the utmost\r\nsimplicity when he says: \"It is remarkable that the close connection of\r\ngratification, religion and cruelty has not long ago made men aware of\r\ntheir inner relationship and common tendency.\"\r\n\r\n\r\n143\r\n\r\n=Not What the Saint is but what he was in= the eyes of the\r\nnon-sanctified gives him his historical importance. Because there\r\nexisted a delusion respecting the saint, his soul states being falsely\r\nviewed and his personality being sundered as much as possible from\r\nhumanity as a something incomparable and supernatural, because of these\r\nthings he attained the extraordinary with which he swayed the\r\nimaginations of whole nations and whole ages. Even he knew himself not\r\nfor even he regarded his dispositions, passions and actions in\r\naccordance with a system of interpretation as artificial and exaggerated\r\nas the pneumatic interpretation of the bible. The distorted and diseased\r\nin his own nature with its blending of spiritual poverty, defective\r\nknowledge, ruined health, overwrought nerves, remained as hidden from\r\nhis view as from the view of his beholders. He was neither a\r\nparticularly good man nor a particularly bad man but he stood for\r\nsomething that was far above the human standard in wisdom and goodness.\r\nFaith in him sustained faith in the divine and miraculous, in a\r\nreligious significance of all existence, in an impending day of\r\njudgment. In the last rays of the setting sun of the ancient world,\r\nwhich fell upon the christian peoples, the shadowy form of the saint\r\nattained enormous proportions--to such enormous proportions, indeed,\r\nthat down even to our own age, which no longer believes in god, there\r\nare thinkers who believe in the saints.\r\n\r\n\r\n144\r\n\r\nIt stands to reason that this sketch of the saint, made upon the model\r\nof the whole species, can be confronted with many opposing sketches that\r\nwould create a more agreeable impression. There are certain exceptions\r\namong the species who distinguish themselves either by especial\r\ngentleness or especial humanity, and perhaps by the strength of their\r\nown personality. Others are in the highest degree fascinating because\r\ncertain of their delusions shed a particular glow over their whole\r\nbeing, as is the case with the founder of christianity who took himself\r\nfor the only begotten son of God and hence felt himself sinless; so that\r\nthrough his imagination--that should not be too harshly judged since the\r\nwhole of antiquity swarmed with sons of god--he attained the same goal,\r\nthe sense of complete sinlessness, complete irresponsibility, that can\r\nnow be attained by every individual through science.--In the same manner\r\nI have viewed the saints of India who occupy an intermediate station\r\nbetween the christian saints and the Greek philosophers and hence are\r\nnot to be regarded as a pure type. Knowledge and science--as far as they\r\nexisted--and superiority to the rest of mankind by logical discipline\r\nand training of the intellectual powers were insisted upon by the\r\nBuddhists as essential to sanctity, just as they were denounced by the\r\nchristian world as the indications of sinfulness.\r\n\r\n\r\n\r\n\r\n\r\nEnd of Project Gutenberg's Human, All Too Human, by Friedrich Nietzsche\r\n\r\n*** END OF THIS PROJECT GUTENBERG EBOOK HUMAN, ALL TOO HUMAN ***\r\n\r\n***** This file should be named 38145-8.txt or 38145-8.zip *****\r\nThis and all associated files of various formats will be found in:\r\n        http://www.gutenberg.org/3/8/1/4/38145/\r\n\r\nProduced by Gary Rees, Matthew Wheaton and the Online\r\nDistributed Proofreading Team at http://www.pgdp.net (This\r\nbook was produced from scanned images of public domain\r\nmaterial from the Google Print project.)\r\n\r\n\r\nUpdated editions will replace the previous one--the old editions\r\nwill be renamed.\r\n\r\nCreating the works from public domain print editions means that no\r\none owns a United States copyright in these works, so the Foundation\r\n(and you!) can copy and distribute it in the United States without\r\npermission and without paying copyright royalties.  Special rules,\r\nset forth in the General Terms of Use part of this license, apply to\r\ncopying and distributing Project Gutenberg-tm electronic works to\r\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\r\nGutenberg is a registered trademark, and may not be used if you\r\ncharge for the eBooks, unless you receive specific permission.  If you\r\ndo not charge anything for copies of this eBook, complying with the\r\nrules is very easy.  You may use this eBook for nearly any purpose\r\nsuch as creation of derivative works, reports, performances and\r\nresearch.  They may be modified and printed and given away--you may do\r\npractically ANYTHING with public domain eBooks.  Redistribution is\r\nsubject to the trademark license, especially commercial\r\nredistribution.\r\n\r\n\r\n\r\n*** START: FULL LICENSE ***\r\n\r\nTHE FULL PROJECT GUTENBERG LICENSE\r\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\r\n\r\nTo protect the Project Gutenberg-tm mission of promoting the free\r\ndistribution of electronic works, by using or distributing this work\r\n(or any other work associated in any way with the phrase \"Project\r\nGutenberg\"), you agree to comply with all the terms of the Full Project\r\nGutenberg-tm License (available with this file or online at\r\nhttp://gutenberg.net/license).\r\n\r\n\r\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\r\nelectronic works\r\n\r\n1.A.  By reading or using any part of this Project Gutenberg-tm\r\nelectronic work, you indicate that you have read, understand, agree to\r\nand accept all the terms of this license and intellectual property\r\n(trademark/copyright) agreement.  If you do not agree to abide by all\r\nthe terms of this agreement, you must cease using and return or destroy\r\nall copies of Project Gutenberg-tm electronic works in your possession.\r\nIf you paid a fee for obtaining a copy of or access to a Project\r\nGutenberg-tm electronic work and you do not agree to be bound by the\r\nterms of this agreement, you may obtain a refund from the person or\r\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\r\n\r\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\r\nused on or associated in any way with an electronic work by people who\r\nagree to be bound by the terms of this agreement.  There are a few\r\nthings that you can do with most Project Gutenberg-tm electronic works\r\neven without complying with the full terms of this agreement.  See\r\nparagraph 1.C below.  There are a lot of things you can do with Project\r\nGutenberg-tm electronic works if you follow the terms of this agreement\r\nand help preserve free future access to Project Gutenberg-tm electronic\r\nworks.  See paragraph 1.E below.\r\n\r\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\r\nor PGLAF), owns a compilation copyright in the collection of Project\r\nGutenberg-tm electronic works.  Nearly all the individual works in the\r\ncollection are in the public domain in the United States.  If an\r\nindividual work is in the public domain in the United States and you are\r\nlocated in the United States, we do not claim a right to prevent you from\r\ncopying, distributing, performing, displaying or creating derivative\r\nworks based on the work as long as all references to Project Gutenberg\r\nare removed.  Of course, we hope that you will support the Project\r\nGutenberg-tm mission of promoting free access to electronic works by\r\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\r\nthis agreement for keeping the Project Gutenberg-tm name associated with\r\nthe work.  You can easily comply with the terms of this agreement by\r\nkeeping this work in the same format with its attached full Project\r\nGutenberg-tm License when you share it without charge with others.\r\n\r\n1.D.  The copyright laws of the place where you are located also govern\r\nwhat you can do with this work.  Copyright laws in most countries are in\r\na constant state of change.  If you are outside the United States, check\r\nthe laws of your country in addition to the terms of this agreement\r\nbefore downloading, copying, displaying, performing, distributing or\r\ncreating derivative works based on this work or any other Project\r\nGutenberg-tm work.  The Foundation makes no representations concerning\r\nthe copyright status of any work in any country outside the United\r\nStates.\r\n\r\n1.E.  Unless you have removed all references to Project Gutenberg:\r\n\r\n1.E.1.  The following sentence, with active links to, or other immediate\r\naccess to, the full Project Gutenberg-tm License must appear prominently\r\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\r\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\r\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\r\ncopied or distributed:\r\n\r\nThis eBook is for the use of anyone anywhere at no cost and with\r\nalmost no restrictions whatsoever.  You may copy it, give it away or\r\nre-use it under the terms of the Project Gutenberg License included\r\nwith this eBook or online at www.gutenberg.net\r\n\r\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\r\nfrom the public domain (does not contain a notice indicating that it is\r\nposted with permission of the copyright holder), the work can be copied\r\nand distributed to anyone in the United States without paying any fees\r\nor charges.  If you are redistributing or providing access to a work\r\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\r\nwork, you must comply either with the requirements of paragraphs 1.E.1\r\nthrough 1.E.7 or obtain permission for the use of the work and the\r\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\r\n1.E.9.\r\n\r\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\r\nwith the permission of the copyright holder, your use and distribution\r\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\r\nterms imposed by the copyright holder.  Additional terms will be linked\r\nto the Project Gutenberg-tm License for all works posted with the\r\npermission of the copyright holder found at the beginning of this work.\r\n\r\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\r\nLicense terms from this work, or any files containing a part of this\r\nwork or any other work associated with Project Gutenberg-tm.\r\n\r\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\r\nelectronic work, or any part of this electronic work, without\r\nprominently displaying the sentence set forth in paragraph 1.E.1 with\r\nactive links or immediate access to the full terms of the Project\r\nGutenberg-tm License.\r\n\r\n1.E.6.  You may convert to and distribute this work in any binary,\r\ncompressed, marked up, nonproprietary or proprietary form, including any\r\nword processing or hypertext form.  However, if you provide access to or\r\ndistribute copies of a Project Gutenberg-tm work in a format other than\r\n\"Plain Vanilla ASCII\" or other format used in the official version\r\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\r\nyou must, at no additional cost, fee or expense to the user, provide a\r\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\r\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\r\nform.  Any alternate format must include the full Project Gutenberg-tm\r\nLicense as specified in paragraph 1.E.1.\r\n\r\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\r\nperforming, copying or distributing any Project Gutenberg-tm works\r\nunless you comply with paragraph 1.E.8 or 1.E.9.\r\n\r\n1.E.8.  You may charge a reasonable fee for copies of or providing\r\naccess to or distributing Project Gutenberg-tm electronic works provided\r\nthat\r\n\r\n- You pay a royalty fee of 20% of the gross profits you derive from\r\n     the use of Project Gutenberg-tm works calculated using the method\r\n     you already use to calculate your applicable taxes.  The fee is\r\n     owed to the owner of the Project Gutenberg-tm trademark, but he\r\n     has agreed to donate royalties under this paragraph to the\r\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\r\n     must be paid within 60 days following each date on which you\r\n     prepare (or are legally required to prepare) your periodic tax\r\n     returns.  Royalty payments should be clearly marked as such and\r\n     sent to the Project Gutenberg Literary Archive Foundation at the\r\n     address specified in Section 4, \"Information about donations to\r\n     the Project Gutenberg Literary Archive Foundation.\"\r\n\r\n- You provide a full refund of any money paid by a user who notifies\r\n     you in writing (or by e-mail) within 30 days of receipt that s/he\r\n     does not agree to the terms of the full Project Gutenberg-tm\r\n     License.  You must require such a user to return or\r\n     destroy all copies of the works possessed in a physical medium\r\n     and discontinue all use of and all access to other copies of\r\n     Project Gutenberg-tm works.\r\n\r\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\r\n     money paid for a work or a replacement copy, if a defect in the\r\n     electronic work is discovered and reported to you within 90 days\r\n     of receipt of the work.\r\n\r\n- You comply with all other terms of this agreement for free\r\n     distribution of Project Gutenberg-tm works.\r\n\r\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\r\nelectronic work or group of works on different terms than are set\r\nforth in this agreement, you must obtain permission in writing from\r\nboth the Project Gutenberg Literary Archive Foundation and Michael\r\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\r\nFoundation as set forth in Section 3 below.\r\n\r\n1.F.\r\n\r\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\r\neffort to identify, do copyright research on, transcribe and proofread\r\npublic domain works in creating the Project Gutenberg-tm\r\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\r\nworks, and the medium on which they may be stored, may contain\r\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\r\ncorrupt data, transcription errors, a copyright or other intellectual\r\nproperty infringement, a defective or damaged disk or other medium, a\r\ncomputer virus, or computer codes that damage or cannot be read by\r\nyour equipment.\r\n\r\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\r\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\r\nGutenberg Literary Archive Foundation, the owner of the Project\r\nGutenberg-tm trademark, and any other party distributing a Project\r\nGutenberg-tm electronic work under this agreement, disclaim all\r\nliability to you for damages, costs and expenses, including legal\r\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\r\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\r\nPROVIDED IN PARAGRAPH 1.F.3.  YOU AGREE THAT THE FOUNDATION, THE\r\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\r\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\r\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\r\nDAMAGE.\r\n\r\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\r\ndefect in this electronic work within 90 days of receiving it, you can\r\nreceive a refund of the money (if any) you paid for it by sending a\r\nwritten explanation to the person you received the work from.  If you\r\nreceived the work on a physical medium, you must return the medium with\r\nyour written explanation.  The person or entity that provided you with\r\nthe defective work may elect to provide a replacement copy in lieu of a\r\nrefund.  If you received the work electronically, the person or entity\r\nproviding it to you may choose to give you a second opportunity to\r\nreceive the work electronically in lieu of a refund.  If the second copy\r\nis also defective, you may demand a refund in writing without further\r\nopportunities to fix the problem.\r\n\r\n1.F.4.  Except for the limited right of replacement or refund set forth\r\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\r\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\r\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\r\n\r\n1.F.5.  Some states do not allow disclaimers of certain implied\r\nwarranties or the exclusion or limitation of certain types of damages.\r\nIf any disclaimer or limitation set forth in this agreement violates the\r\nlaw of the state applicable to this agreement, the agreement shall be\r\ninterpreted to make the maximum disclaimer or limitation permitted by\r\nthe applicable state law.  The invalidity or unenforceability of any\r\nprovision of this agreement shall not void the remaining provisions.\r\n\r\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\r\ntrademark owner, any agent or employee of the Foundation, anyone\r\nproviding copies of Project Gutenberg-tm electronic works in accordance\r\nwith this agreement, and any volunteers associated with the production,\r\npromotion and distribution of Project Gutenberg-tm electronic works,\r\nharmless from all liability, costs and expenses, including legal fees,\r\nthat arise directly or indirectly from any of the following which you do\r\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\r\nwork, (b) alteration, modification, or additions or deletions to any\r\nProject Gutenberg-tm work, and (c) any Defect you cause.\r\n\r\n\r\nSection  2.  Information about the Mission of Project Gutenberg-tm\r\n\r\nProject Gutenberg-tm is synonymous with the free distribution of\r\nelectronic works in formats readable by the widest variety of computers\r\nincluding obsolete, old, middle-aged and new computers.  It exists\r\nbecause of the efforts of hundreds of volunteers and donations from\r\npeople in all walks of life.\r\n\r\nVolunteers and financial support to provide volunteers with the\r\nassistance they need are critical to reaching Project Gutenberg-tm's\r\ngoals and ensuring that the Project Gutenberg-tm collection will\r\nremain freely available for generations to come.  In 2001, the Project\r\nGutenberg Literary Archive Foundation was created to provide a secure\r\nand permanent future for Project Gutenberg-tm and future generations.\r\nTo learn more about the Project Gutenberg Literary Archive Foundation\r\nand how your efforts and donations can help, see Sections 3 and 4\r\nand the Foundation web page at http://www.pglaf.org.\r\n\r\n\r\nSection 3.  Information about the Project Gutenberg Literary Archive\r\nFoundation\r\n\r\nThe Project Gutenberg Literary Archive Foundation is a non profit\r\n501(c)(3) educational corporation organized under the laws of the\r\nstate of Mississippi and granted tax exempt status by the Internal\r\nRevenue Service.  The Foundation's EIN or federal tax identification\r\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\r\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\r\nLiterary Archive Foundation are tax deductible to the full extent\r\npermitted by U.S. federal laws and your state's laws.\r\n\r\nThe Foundation's principal office is located at 4557 Melan Dr. S.\r\nFairbanks, AK, 99712., but its volunteers and employees are scattered\r\nthroughout numerous locations.  Its business office is located at\r\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\r\nbusiness@pglaf.org.  Email contact links and up to date contact\r\ninformation can be found at the Foundation's web site and official\r\npage at http://pglaf.org\r\n\r\nFor additional contact information:\r\n     Dr. Gregory B. Newby\r\n     Chief Executive and Director\r\n     gbnewby@pglaf.org\r\n\r\n\r\nSection 4.  Information about Donations to the Project Gutenberg\r\nLiterary Archive Foundation\r\n\r\nProject Gutenberg-tm depends upon and cannot survive without wide\r\nspread public support and donations to carry out its mission of\r\nincreasing the number of public domain and licensed works that can be\r\nfreely distributed in machine readable form accessible by the widest\r\narray of equipment including outdated equipment.  Many small donations\r\n($1 to $5,000) are particularly important to maintaining tax exempt\r\nstatus with the IRS.\r\n\r\nThe Foundation is committed to complying with the laws regulating\r\ncharities and charitable donations in all 50 states of the United\r\nStates.  Compliance requirements are not uniform and it takes a\r\nconsiderable effort, much paperwork and many fees to meet and keep up\r\nwith these requirements.  We do not solicit donations in locations\r\nwhere we have not received written confirmation of compliance.  To\r\nSEND DONATIONS or determine the status of compliance for any\r\nparticular state visit http://pglaf.org\r\n\r\nWhile we cannot and do not solicit contributions from states where we\r\nhave not met the solicitation requirements, we know of no prohibition\r\nagainst accepting unsolicited donations from donors in such states who\r\napproach us with offers to donate.\r\n\r\nInternational donations are gratefully accepted, but we cannot make\r\nany statements concerning tax treatment of donations received from\r\noutside the United States.  U.S. laws alone swamp our small staff.\r\n\r\nPlease check the Project Gutenberg Web pages for current donation\r\nmethods and addresses.  Donations are accepted in a number of other\r\nways including including checks, online payments and credit card\r\ndonations.  To donate, please visit: http://pglaf.org/donate\r\n\r\n\r\nSection 5.  General Information About Project Gutenberg-tm electronic\r\nworks.\r\n\r\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\r\nconcept of a library of electronic works that could be freely shared\r\nwith anyone.  For thirty years, he produced and distributed Project\r\nGutenberg-tm eBooks with only a loose network of volunteer support.\r\n\r\n\r\nProject Gutenberg-tm eBooks are often created from several printed\r\neditions, all of which are confirmed as Public Domain in the U.S.\r\nunless a copyright notice is included.  Thus, we do not necessarily\r\nkeep eBooks in compliance with any particular paper edition.\r\n\r\n\r\nMost people start at our Web site which has the main PG search facility:\r\n\r\n     http://www.gutenberg.net\r\n\r\nThis Web site includes information about Project Gutenberg-tm,\r\nincluding how to make donations to the Project Gutenberg Literary\r\nArchive Foundation, how to help produce our new eBooks, and how to\r\nsubscribe to our email newsletter to hear about new eBooks.\r\n", "Author": ["Nietzsche, Friedrich Wilhelm, 1844-1900"], "Translator": ["Harvey, Alexander, 1868-1949"], "Title": ["Human, All Too Human: A Book for Free Spirits"], "Language": ["English"], "LoC Class": ["B: Philosophy, Psychology, Religion"], "Subject": ["Human beings"], "Category": ["Text"], "EBook-No.": ["38145"], "Release Date": ["Nov 26, 2011"], "Copyright Status": ["Public domain in the USA."], "Downloads": ["614 downloads in the last 30 days."], "Price": ["$0.00"]}