{"text": "﻿The Project Gutenberg EBook of On the Future of our Educational\r\nInstitutions, by Friedrich Nietzsche\r\n\r\nThis eBook is for the use of anyone anywhere at no cost and with\r\nalmost no restrictions whatsoever.  You may copy it, give it away or\r\nre-use it under the terms of the Project Gutenberg License included\r\nwith this eBook or online at www.gutenberg.net\r\n\r\n\r\nTitle: On the Future of our Educational Institutions\r\n\r\nAuthor: Friedrich Nietzsche\r\n\r\nEditor: Oscar Levy\r\n\r\nTranslator: J. M. Kennedy\r\n\r\nRelease Date: February 20, 2009 [EBook #28146]\r\n\r\nLanguage: English\r\n\r\nCharacter set encoding: UTF-8\r\n\r\n*** START OF THIS PROJECT GUTENBERG EBOOK FUTURE OF EDUCATIONAL INSTITUTIONS ***\r\n\r\n\r\n\r\n\r\nProduced by Thanks to Jeannie Howse, Thierry Alberto and\r\nthe Online Distributed Proofreading Team at\r\nhttp://www.pgdp.net (This file was produced from images\r\ngenerously made available by The Internet Archive)\r\n\r\n\r\n\r\n\r\n\r\n\r\n       *       *       *       *       *\r\n\r\n    +-----------------------------------------------------------+\r\n    | Transcriber's Note:                                       |\r\n    |                                                           |\r\n    | Inconsistent hyphenation in the original document has     |\r\n    | been preserved.                                           |\r\n    |                                                           |\r\n    | Obvious typographical errors have been corrected. For     |\r\n    | a complete list, please see the end of this document.     |\r\n    |                                                           |\r\n    +-----------------------------------------------------------+\r\n\r\n       *       *       *       *       *\r\n\r\n\r\n\r\n\r\n  THE COMPLETE WORKS\r\n\r\n  OF\r\n\r\n  FRIEDRICH NIETZSCHE\r\n\r\n  _The First Complete and Authorised English Translation_\r\n\r\n  EDITED BY\r\n\r\n  Dr. OSCAR LEVY\r\n\r\n  [Illustration]\r\n\r\n  VOLUME THREE\r\n\r\n  ON THE FUTURE OF OUR\r\n  EDUCATIONAL INSTITUTIONS\r\n\r\n       *       *       *       *       *\r\n\r\n\r\n\r\n\r\n  _FRIEDRICH NIETZSCHE_\r\n\r\n  ON THE FUTURE OF OUR\r\n  EDUCATIONAL INSTITUTIONS\r\n\r\n\r\n  TRANSLATED, WITH INTRODUCTION, BY\r\n\r\n  J.M. KENNEDY\r\n\r\n  T.N. FOULIS\r\n  13 & 15 FREDERICK STREET\r\n  EDINBURGH: and LONDON\r\n  1910\r\n\r\n\r\n\r\n\r\n  ALL RIGHTS RESERVED\r\n\r\n  _Printed by_ MORRISON & GIBB LIMITED, _Edinburgh_.\r\n\r\n\r\n\r\n\r\nPREFACE.\r\n\r\n(_To be read before the lectures, although it in no way relates to\r\nthem._)\r\n\r\n\r\nThe reader from whom I expect something must possess three qualities:\r\nhe must be calm and must read without haste; he must not be ever\r\ninterposing his own personality and his own special \"culture\"; and he\r\nmust not expect as the ultimate results of his study of these pages\r\nthat he will be presented with a set of new formulæ. I do not propose\r\nto furnish formulæ or new plans of study for _Gymnasia_ or other\r\nschools; and I am much more inclined to admire the extraordinary power\r\nof those who are able to cover the whole distance between the depths\r\nof empiricism and the heights of special culture-problems, and who\r\nagain descend to the level of the driest rules and the most neatly\r\nexpressed formulæ. I shall be content if only I can ascend a tolerably\r\nlofty mountain, from the summit of which, after having recovered my\r\nbreath, I may obtain a general survey of the ground; for I shall never\r\nbe able, in this book, to satisfy the votaries of tabulated rules.\r\nIndeed, I see a time coming when serious men, working together in the\r\nservice of a completely rejuvenated and purified culture, may again\r\nbecome the directors of a system of everyday instruction, calculated\r\nto promote that culture; and they will probably be compelled once more\r\nto draw up sets of rules: but how remote this time now seems! And what\r\nmay not happen meanwhile! It is just possible that between now and\r\nthen all _Gymnasia_--yea, and perhaps all universities, may be\r\ndestroyed, or have become so utterly transformed that their very\r\nregulations may, in the eyes of future generations, seem to be but the\r\nrelics of the cave-dwellers' age.\r\n\r\nThis book is intended for calm readers,--for men who have not yet been\r\ndrawn into the mad headlong rush of our hurry-skurrying age, and who\r\ndo not experience any idolatrous delight in throwing themselves\r\nbeneath its chariot-wheels. It is for men, therefore, who are not\r\naccustomed to estimate the value of everything according to the amount\r\nof time it either saves or wastes. In short, it is for the few. These,\r\nwe believe, \"still have time.\" Without any qualms of conscience they\r\nmay improve the most fruitful and vigorous hours of their day in\r\nmeditating on the future of our education; they may even believe when\r\nthe evening has come that they have used their day in the most\r\ndignified and useful way, namely, in the _meditatio generis futuri_.\r\nNo one among them has yet forgotten to think while reading a book; he\r\nstill understands the secret of reading between the lines, and is\r\nindeed so generous in what he himself brings to his study, that he\r\ncontinues to reflect upon what he has read, perhaps long after he has\r\nlaid the book aside. And he does this, not because he wishes to write\r\na criticism about it or even another book; but simply because\r\nreflection is a pleasant pastime to him. Frivolous spendthrift! Thou\r\nart a reader after my own heart; for thou wilt be patient enough to\r\naccompany an author any distance, even though he himself cannot yet\r\nsee the goal at which he is aiming,--even though he himself feels only\r\nthat he must at all events honestly believe in a goal, in order that a\r\nfuture and possibly very remote generation may come face to face with\r\nthat towards which we are now blindly and instinctively groping.\r\nShould any reader demur and suggest that all that is required is\r\nprompt and bold reform; should he imagine that a new \"organisation\"\r\nintroduced by the State, were all that is necessary, then we fear he\r\nwould have misunderstood not only the author but the very nature of\r\nthe problem under consideration.\r\n\r\nThe third and most important stipulation is, that he should in no case\r\nbe constantly bringing himself and his own \"culture\" forward, after\r\nthe style of most modern men, as the correct standard and measure of\r\nall things. We would have him so highly educated that he could even\r\nthink meanly of his education or despise it altogether. Only thus\r\nwould he be able to trust entirely to the author's guidance; for it is\r\nonly by virtue of ignorance and his consciousness of ignorance, that\r\nthe latter can dare to make himself heard. Finally, the author would\r\nwish his reader to be fully alive to the specific character of our\r\npresent barbarism and of that which distinguishes us, as the\r\nbarbarians of the nineteenth century, from other barbarians.\r\n\r\nNow, with this book in his hand, the writer seeks all those who may\r\nhappen to be wandering, hither and thither, impelled by feelings\r\nsimilar to his own. Allow yourselves to be discovered--ye lonely ones\r\nin whose existence I believe! Ye unselfish ones, suffering in\r\nyourselves from the corruption of the German spirit! Ye contemplative\r\nones who cannot, with hasty glances, turn your eyes swiftly from one\r\nsurface to another! Ye lofty thinkers, of whom Aristotle said that ye\r\nwander through life vacillating and inactive so long as no great\r\nhonour or glorious Cause calleth you to deeds! It is you I summon!\r\nRefrain this once from seeking refuge in your lairs of solitude and\r\ndark misgivings. Bethink you that this book was framed to be your\r\nherald. When ye shall go forth to battle in your full panoply, who\r\namong you will not rejoice in looking back upon the herald who rallied\r\nyou?\r\n\r\n\r\n\r\n\r\nINTRODUCTION.\r\n\r\n\r\nThe title I gave to these lectures ought, like all titles, to have\r\nbeen as definite, as plain, and as significant as possible; now,\r\nhowever, I observe that owing to a certain excess of precision, in its\r\npresent form it is too short and consequently misleading. My first\r\nduty therefore will be to explain the title, together with the object\r\nof these lectures, to you, and to apologise for being obliged to do\r\nthis. When I promised to speak to you concerning the future of our\r\neducational institutions, I was not thinking especially of the\r\nevolution of our particular institutions in Bâle. However frequently\r\nmy general observations may seem to bear particular application to our\r\nown conditions here, I personally have no desire to draw these\r\ninferences, and do not wish to be held responsible if they should be\r\ndrawn, for the simple reason that I consider myself still far too much\r\nan inexperienced stranger among you, and much too superficially\r\nacquainted with your methods, to pretend to pass judgment upon any\r\nsuch special order of scholastic establishments, or to predict the\r\nprobable course their development will follow. On the other hand, I\r\nknow full well under what distinguished auspices I have to deliver\r\nthese lectures--namely, in a city which is striving to educate and\r\nenlighten its inhabitants on a scale so magnificently out of\r\nproportion to its size, that it must put all larger cities to shame.\r\nThis being so, I presume I am justified in assuming that in a quarter\r\nwhere so much is _done_ for the things of which I wish to speak,\r\npeople must also _think_ a good deal about them. My desire--yea, my\r\nvery first condition, therefore, would be to become united in spirit\r\nwith those who have not only thought very deeply upon educational\r\nproblems, but have also the will to promote what they think to be\r\nright by all the means in their power. And, in view of the\r\ndifficulties of my task and the limited time at my disposal, to such\r\nlisteners, alone, in my audience, shall I be able to make myself\r\nunderstood--and even then, it will be on condition that they shall\r\nguess what I can do no more than suggest, that they shall supply what\r\nI am compelled to omit; in brief, that they shall need but to be\r\nreminded and not to be taught. Thus, while I disclaim all desire of\r\nbeing taken for an uninvited adviser on questions relating to the\r\nschools and the University of Bâle, I repudiate even more emphatically\r\nstill the rôle of a prophet standing on the horizon of civilisation\r\nand pretending to predict the future of education and of scholastic\r\norganisation. I can no more project my vision through such vast\r\nperiods of time than I can rely upon its accuracy when it is brought\r\ntoo close to an object under examination. With my title: _Our_\r\nEducational Institutions, I wish to refer neither to the\r\nestablishments in Bâle nor to the incalculably vast number of other\r\nscholastic institutions which exist throughout the nations of the\r\nworld to-day; but I wish to refer to _German institutions_ of the kind\r\nwhich we rejoice in here. It is their future that will now engage our\r\nattention, _i.e._ the future of German elementary, secondary, and\r\npublic schools (Gymnasien) and universities. While pursuing our\r\ndiscussion, however, we shall for once avoid all comparisons and\r\nvaluations, and guard more especially against that flattering illusion\r\nthat our conditions should be regarded as the standard for all others\r\nand as surpassing them. Let it suffice that they are our institutions,\r\nthat they have not become a part of ourselves by mere accident, and\r\nwere not laid upon us like a garment; but that they are living\r\nmonuments of important steps in the progress of civilisation, in some\r\nrespects even the furniture of a bygone age, and as such link us with\r\nthe past of our people, and are such a sacred and venerable legacy\r\nthat I can only undertake to speak of the future of our educational\r\ninstitutions in the sense of their being a most probable approximation\r\nto the ideal spirit which gave them birth. I am, moreover, convinced\r\nthat the numerous alterations which have been introduced into these\r\ninstitutions within recent years, with the view of bringing them\r\nup-to-date, are for the most part but distortions and aberrations of\r\nthe originally sublime tendencies given to them at their foundation.\r\nAnd what we dare to hope from the future, in this behalf, partakes so\r\nmuch of the nature of a rejuvenation, a reviviscence, and a refining\r\nof the spirit of Germany that, as a result of this very process, our\r\neducational institutions may also be indirectly remoulded and born\r\nagain, so as to appear at once old and new, whereas now they only\r\nprofess to be \"modern\" or \"up-to-date.\"\r\n\r\nNow it is only in the spirit of the hope above mentioned that I wish\r\nto speak of the future of our educational institutions: and this is\r\nthe second point in regard to which I must tender an apology from the\r\noutset. The \"prophet\" pose is such a presumptuous one that it seems\r\nalmost ridiculous to deny that I have the intention of adopting it.\r\nNo one should attempt to describe the future of our education, and\r\nthe means and methods of instruction relating thereto, in a prophetic\r\nspirit, unless he can prove that the picture he draws already exists\r\nin germ to-day, and that all that is required is the extension and\r\ndevelopment of this embryo if the necessary modifications are to be\r\nproduced in schools and other educational institutions. All I ask,\r\nis, like a Roman haruspex, to be allowed to steal glimpses of the\r\nfuture out of the very entrails of existing conditions, which, in\r\nthis case, means no more than to hand the laurels of victory to any\r\none of the many forces tending to make itself felt in our present\r\neducational system, despite the fact that the force in question may\r\nbe neither a favourite, an esteemed, nor a very extensive one. I\r\nconfidently assert that it will be victorious, however, because it\r\nhas the strongest and mightiest of all allies in nature herself; and\r\nin this respect it were well did we not forget that scores of the\r\nvery first principles of our modern educational methods are\r\nthoroughly artificial, and that the most fatal weaknesses of the\r\npresent day are to be ascribed to this artificiality. He who feels in\r\ncomplete harmony with the present state of affairs and who acquiesces\r\nin it _as something_ \"_selbstverständliches_,\"[1] excites our envy\r\nneither in regard to his faith nor in regard to that egregious word\r\n\"_selbstverständlich_,\" so frequently heard in fashionable circles.\r\n\r\nHe, however, who holds the opposite view and is therefore in despair,\r\ndoes not need to fight any longer: all he requires is to give himself\r\nup to solitude in order soon to be alone. Albeit, between those who\r\ntake everything for granted and these anchorites, there stand the\r\n_fighters_--that is to say, those who still have hope, and as the\r\nnoblest and sublimest example of this class, we recognise Schiller as\r\nhe is described by Goethe in his \"Epilogue to the Bell.\"\r\n\r\n    \"Brighter now glow'd his cheek, and still more bright\r\n    With that unchanging, ever youthful glow:--\r\n    That courage which o'ercomes, in hard-fought fight,\r\n    Sooner or later ev'ry earthly foe,--\r\n    That faith which soaring to the realms of light,\r\n    Now boldly presseth on, now bendeth low,\r\n    So that the good may work, wax, thrive amain,\r\n    So that the day the noble may attain.\"[2]\r\n\r\nI should like you to regard all I have just said as a kind of preface,\r\nthe object of which is to illustrate the title of my lectures and to\r\nguard me against any possible misunderstanding and unjustified\r\ncriticisms. And now, in order to give you a rough outline of the range\r\nof ideas from which I shall attempt to form a judgment concerning our\r\neducational institutions, before proceeding to disclose my views and\r\nturning from the title to the main theme, I shall lay a scheme before\r\nyou which, like a coat of arms, will serve to warn all strangers who\r\ncome to my door, as to the nature of the house they are about to\r\nenter, in case they may feel inclined, after having examined the\r\ndevice, to turn their backs on the premises that bear it. My scheme is\r\nas follows:--\r\n\r\nTwo seemingly antagonistic forces, equally deleterious in their\r\nactions and ultimately combining to produce their results, are at\r\npresent ruling over our educational institutions, although these were\r\nbased originally upon very different principles. These forces are: a\r\nstriving to achieve the greatest possible _extension of education_ on\r\nthe one hand, and a tendency _to minimise and to weaken it_ on the\r\nother. The first-named would fain spread learning among the greatest\r\npossible number of people, the second would compel education to\r\nrenounce its highest and most independent claims in order to\r\nsubordinate itself to the service of the State. In the face of these\r\ntwo antagonistic tendencies, we could but give ourselves up to\r\ndespair, did we not see the possibility of promoting the cause of two\r\nother contending factors which are fortunately as completely German as\r\nthey are rich in promises for the future; I refer to the present\r\nmovement towards _limiting and concentrating_ education as the\r\nantithesis of the first of the forces above mentioned, and that other\r\nmovement towards the _strengthening and the independence_ of education\r\nas the antithesis of the second force. If we should seek a warrant for\r\nour belief in the ultimate victory of the two last-named movements, we\r\ncould find it in the fact that both of the forces which we hold to be\r\ndeleterious are so opposed to the eternal purpose of nature as the\r\nconcentration of education for the few is in harmony with it, and is\r\ntrue, whereas the first two forces could succeed only in founding a\r\nculture false to the root.\r\n\r\nFOOTNOTES:\r\n\r\n[1] Selbstverständlich = \"granted or self-understood.\"\r\n\r\n[2] _The Poems of Goethe._ Edgar Alfred Bowring's Translation. (Ed.\r\n1853.)\r\n\r\n\r\n\r\n\r\nTHE FUTURE OF OUR EDUCATIONAL INSTITUTIONS.\r\n\r\n\r\n\r\n\r\nFIRST LECTURE.\r\n\r\n(_Delivered on the 16th of January 1872._)\r\n\r\n\r\nLadies and Gentlemen,--The subject I now propose to consider with you\r\nis such a serious and important one, and is in a sense so disquieting,\r\nthat, like you, I would gladly turn to any one who could proffer some\r\ninformation concerning it,--were he ever so young, were his ideas ever\r\nso improbable--provided that he were able, by the exercise of his own\r\nfaculties, to furnish some satisfactory and sufficient explanation. It\r\nis just possible that he may have had the opportunity of _hearing_\r\nsound views expressed in reference to the vexed question of the future\r\nof our educational institutions, and that he may wish to repeat them\r\nto you; he may even have had distinguished teachers, fully qualified\r\nto foretell what is to come, and, like the _haruspices_ of Rome, able\r\nto do so after an inspection of the entrails of the Present.\r\n\r\nIndeed, you yourselves may expect something of this kind from me. I\r\nhappened once, in strange but perfectly harmless circumstances, to\r\noverhear a conversation on this subject between two remarkable men,\r\nand the more striking points of the discussion, together with their\r\nmanner of handling the theme, are so indelibly imprinted on my memory\r\nthat, whenever I reflect on these matters, I invariably find myself\r\nfalling into their grooves of thought. I cannot, however, profess to\r\nhave the same courageous confidence which they displayed, both in\r\ntheir daring utterance of forbidden truths, and in the still more\r\ndaring conception of the hopes with which they astonished me. It\r\ntherefore seemed to me to be in the highest degree important that a\r\nrecord of this conversation should be made, so that others might be\r\nincited to form a judgment concerning the striking views and\r\nconclusions it contains: and, to this end, I had special grounds for\r\nbelieving that I should do well to avail myself of the opportunity\r\nafforded by this course of lectures.\r\n\r\nI am well aware of the nature of the community to whose serious\r\nconsideration I now wish to commend that conversation--I know it to be\r\na community which is striving to educate and enlighten its members on\r\na scale so magnificently out of proportion to its size that it must\r\nput all larger cities to shame. This being so, I presume I may take it\r\nfor granted that in a quarter where so much is _done_ for the things\r\nof which I wish to speak, people must also _think_ a good deal about\r\nthem. In my account of the conversation already mentioned, I shall be\r\nable to make myself completely understood only to those among my\r\naudience who will be able to guess what I can do no more than suggest,\r\nwho will supply what I am compelled to omit, and who, above all, need\r\nbut to be reminded and not taught.\r\n\r\nListen, therefore, ladies and gentlemen, while I recount my harmless\r\nexperience and the less harmless conversation between the two\r\ngentlemen whom, so far, I have not named.\r\n\r\nLet us now imagine ourselves in the position of a young student--that\r\nis to say, in a position which, in our present age of bewildering\r\nmovement and feverish excitability, has become an almost impossible\r\none. It is necessary to have lived through it in order to believe that\r\nsuch careless self-lulling and comfortable indifference to the moment,\r\nor to time in general, are possible. In this condition I, and a friend\r\nabout my own age, spent a year at the University of Bonn on the\r\nRhine,--it was a year which, in its complete lack of plans and\r\nprojects for the future, seems almost like a dream to me now--a dream\r\nframed, as it were, by two periods of growth. We two remained quiet\r\nand peaceful, although we were surrounded by fellows who in the main\r\nwere very differently disposed, and from time to time we experienced\r\nconsiderable difficulty in meeting and resisting the somewhat too\r\npressing advances of the young men of our own age. Now, however, that\r\nI can look upon the stand we had to take against these opposing\r\nforces, I cannot help associating them in my mind with those checks we\r\nare wont to receive in our dreams, as, for instance, when we imagine\r\nwe are able to fly and yet feel ourselves held back by some\r\nincomprehensible power.\r\n\r\nI and my friend had many reminiscences in common, and these dated from\r\nthe period of our boyhood upwards. One of these I must relate to you,\r\nsince it forms a sort of prelude to the harmless experience already\r\nmentioned. On the occasion of a certain journey up the Rhine, which we\r\nhad made together one summer, it happened that he and I independently\r\nconceived the very same plan at the same hour and on the same spot,\r\nand we were so struck by this unwonted coincidence that we determined\r\nto carry the plan out forthwith. We resolved to found a kind of small\r\nclub which would consist of ourselves and a few friends, and the\r\nobject of which would be to provide us with a stable and binding\r\norganisation directing and adding interest to our creative impulses in\r\nart and literature; or, to put it more plainly: each of us would be\r\npledged to present an original piece of work to the club once a\r\nmonth,--either a poem, a treatise, an architectural design, or a\r\nmusical composition, upon which each of the others, in a friendly\r\nspirit, would have to pass free and unrestrained criticism.\r\n\r\nWe thus hoped, by means of mutual correction, to be able both to\r\nstimulate and to chasten our creative impulses and, as a matter of\r\nfact, the success of the scheme was such that we have both always felt\r\na sort of respectful attachment for the hour and the place at which it\r\nfirst took shape in our minds.\r\n\r\nThis attachment was very soon transformed into a rite; for we all\r\nagreed to go, whenever it was possible to do so, once a year to that\r\nlonely spot near Rolandseck, where on that summer's day, while sitting\r\ntogether, lost in meditation, we were suddenly inspired by the same\r\nthought. Frankly speaking, the rules which were drawn up on the\r\nformation of the club were never very strictly observed; but owing to\r\nthe very fact that we had many sins of omission on our conscience\r\nduring our student-year in Bonn, when we were once more on the banks\r\nof the Rhine, we firmly resolved not only to observe our rule, but\r\nalso to gratify our feelings and our sense of gratitude by reverently\r\nvisiting that spot near Rolandseck on the day appointed.\r\n\r\nIt was, however, with some difficulty that we were able to carry our\r\nplans into execution; for, on the very day we had selected for our\r\nexcursion, the large and lively students' association, which always\r\nhindered us in our flights, did their utmost to put obstacles in our\r\nway and to hold us back. Our association had organised a general\r\nholiday excursion to Rolandseck on the very day my friend and I had\r\nfixed upon, the object of the outing being to assemble all its members\r\nfor the last time at the close of the half-year and to send them home\r\nwith pleasant recollections of their last hours together.\r\n\r\nThe day was a glorious one; the weather was of the kind which, in our\r\nclimate at least, only falls to our lot in late summer: heaven and\r\nearth merged harmoniously with one another, and, glowing wondrously in\r\nthe sunshine, autumn freshness blended with the blue expanse above.\r\nArrayed in the bright fantastic garb in which, amid the gloomy\r\nfashions now reigning, students alone may indulge, we boarded a\r\nsteamer which was gaily decorated in our honour, and hoisted our flag\r\non its mast. From both banks of the river there came at intervals the\r\nsound of signal-guns, fired according to our orders, with the view of\r\nacquainting both our host in Rolandseck and the inhabitants in the\r\nneighbourhood with our approach. I shall not speak of the noisy\r\njourney from the landing-stage, through the excited and expectant\r\nlittle place, nor shall I refer to the esoteric jokes exchanged\r\nbetween ourselves; I also make no mention of a feast which became both\r\nwild and noisy, or of an extraordinary musical production in the\r\nexecution of which, whether as soloists or as chorus, we all\r\nultimately had to share, and which I, as musical adviser of our club,\r\nhad not only had to rehearse, but was then forced to conduct. Towards\r\nthe end of this piece, which grew ever wilder and which was sung to\r\never quicker time, I made a sign to my friend, and just as the last\r\nchord rang like a yell through the building, he and I vanished,\r\nleaving behind us a raging pandemonium.\r\n\r\nIn a moment we were in the refreshing and breathless stillness of\r\nnature. The shadows were already lengthening, the sun still shone\r\nsteadily, though it had sunk a good deal in the heavens, and from the\r\ngreen and glittering waves of the Rhine a cool breeze was wafted over\r\nour hot faces. Our solemn rite bound us only in so far as the latest\r\nhours of the day were concerned, and we therefore determined to employ\r\nthe last moments of clear daylight by giving ourselves up to one of\r\nour many hobbies.\r\n\r\nAt that time we were passionately fond of pistol-shooting, and both of\r\nus in later years found the skill we had acquired as amateurs of great\r\nuse in our military career. Our club servant happened to know the\r\nsomewhat distant and elevated spot which we used as a range, and had\r\ncarried our pistols there in advance. The spot lay near the upper\r\nborder of the wood which covered the lesser heights behind Rolandseck:\r\nit was a small uneven plateau, close to the place we had consecrated\r\nin memory of its associations. On a wooded slope alongside of our\r\nshooting-range there was a small piece of ground which had been\r\ncleared of wood, and which made an ideal halting-place; from it one\r\ncould get a view of the Rhine over the tops of the trees and the\r\nbrushwood, so that the beautiful, undulating lines of the Seven\r\nMountains and above all of the Drachenfels bounded the horizon against\r\nthe group of trees, while in the centre of the bow formed by the\r\nglistening Rhine itself the island of Nonnenwörth stood out as if\r\nsuspended in the river's arms. This was the place which had become\r\nsacred to us through the dreams and plans we had had in common, and to\r\nwhich we intended to withdraw, later in the evening,--nay, to which we\r\nshould be obliged to withdraw, if we wished to close the day in\r\naccordance with the law we had imposed on ourselves.\r\n\r\nAt one end of the little uneven plateau, and not very far away, there\r\nstood the mighty trunk of an oak-tree, prominently visible against a\r\nbackground quite bare of trees and consisting merely of low undulating\r\nhills in the distance. Working together, we had once carved a\r\npentagram in the side of this tree-trunk. Years of exposure to rain\r\nand storm had slightly deepened the channels we had cut, and the\r\nfigure seemed a welcome target for our pistol-practice. It was already\r\nlate in the afternoon when we reached our improvised range, and our\r\noak-stump cast a long and attenuated shadow across the barren heath.\r\nAll was still: thanks to the lofty trees at our feet, we were unable\r\nto catch a glimpse of the valley of the Rhine below. The peacefulness\r\nof the spot seemed only to intensify the loudness of our\r\npistol-shots--and I had scarcely fired my second barrel at the\r\npentagram when I felt some one lay hold of my arm and noticed that my\r\nfriend had also some one beside him who had interrupted his loading.\r\n\r\nTurning sharply on my heels I found myself face to face with an\r\nastonished old gentleman, and felt what must have been a very powerful\r\ndog make a lunge at my back. My friend had been approached by a\r\nsomewhat younger man than I had; but before we could give expression\r\nto our surprise the older of the two interlopers burst forth in the\r\nfollowing threatening and heated strain: \"No! no!\" he called to us,\r\n\"no duels must be fought here, but least of all must you young\r\nstudents fight one. Away with these pistols and compose yourselves. Be\r\nreconciled, shake hands! What?--and are you the salt of the earth,\r\nthe intelligence of the future, the seed of our hopes--and are you\r\nnot even able to emancipate yourselves from the insane code of honour\r\nand its violent regulations? I will not cast any aspersions on your\r\nhearts, but your heads certainly do you no credit. You, whose youth is\r\nwatched over by the wisdom of Greece and Rome, and whose youthful\r\nspirits, at the cost of enormous pains, have been flooded with the\r\nlight of the sages and heroes of antiquity,--can you not refrain from\r\nmaking the code of knightly honour--that is to say, the code of folly\r\nand brutality--the guiding principle of your conduct?--Examine it\r\nrationally once and for all, and reduce it to plain terms; lay its\r\npitiable narrowness bare, and let it be the touchstone, not of your\r\nhearts but of your minds. If you do not regret it then, it will merely\r\nshow that your head is not fitted for work in a sphere where great\r\ngifts of discrimination are needful in order to burst the bonds of\r\nprejudice, and where a well-balanced understanding is necessary for\r\nthe purpose of distinguishing right from wrong, even when the\r\ndifference between them lies deeply hidden and is not, as in this\r\ncase, so ridiculously obvious. In that case, therefore, my lads, try\r\nto go through life in some other honourable manner; join the army or\r\nlearn a handicraft that pays its way.\"\r\n\r\nTo this rough, though admittedly just, flood of eloquence, we replied\r\nwith some irritation, interrupting each other continually in so doing:\r\n\"In the first place, you are mistaken concerning the main point; for\r\nwe are not here to fight a duel at all; but rather to practise\r\npistol-shooting. Secondly, you do not appear to know how a real duel\r\nis conducted;--do you suppose that we should have faced each other in\r\nthis lonely spot, like two highwaymen, without seconds or doctors,\r\netc. etc.? Thirdly, with regard to the question of duelling, we each\r\nhave our own opinions, and do not require to be waylaid and surprised\r\nby the sort of instruction you may feel disposed to give us.\"\r\n\r\nThis reply, which was certainly not polite, made a bad impression upon\r\nthe old man. At first, when he heard that we were not about to fight a\r\nduel, he surveyed us more kindly: but when we reached the last passage\r\nof our speech, he seemed so vexed that he growled. When, however, we\r\nbegan to speak of our point of view, he quickly caught hold of his\r\ncompanion, turned sharply round, and cried to us in bitter tones:\r\n\"People should not have points of view, but thoughts!\" And then his\r\ncompanion added: \"Be respectful when a man such as this even makes\r\nmistakes!\"\r\n\r\nMeanwhile, my friend, who had reloaded, fired a shot at the pentagram,\r\nafter having cried: \"Look out!\" This sudden report behind his back\r\nmade the old man savage; once more he turned round and looked sourly\r\nat my friend, after which he said to his companion in a feeble voice:\r\n\"What shall we do? These young men will be the death of me with their\r\nfiring.\"--\"You should know,\" said the younger man, turning to us,\r\n\"that your noisy pastimes amount, as it happens on this occasion, to\r\nan attempt upon the life of philosophy. You observe this venerable\r\nman,--he is in a position to beg you to desist from firing here. And\r\nwhen such a man begs----\" \"Well, his request is generally granted,\"\r\nthe old man interjected, surveying us sternly.\r\n\r\nAs a matter of fact, we did not know what to make of the whole matter;\r\nwe could not understand what our noisy pastimes could have in common\r\nwith philosophy; nor could we see why, out of regard for polite\r\nscruples, we should abandon our shooting-range, and at this moment we\r\nmay have appeared somewhat undecided and perturbed. The companion\r\nnoticing our momentary discomfiture, proceeded to explain the matter\r\nto us.\r\n\r\n\"We are compelled,\" he said, \"to linger in this immediate\r\nneighbourhood for an hour or so; we have a rendezvous here. An eminent\r\nfriend of this eminent man is to meet us here this evening; and we had\r\nactually selected this peaceful spot, with its few benches in the\r\nmidst of the wood, for the meeting. It would really be most unpleasant\r\nif, owing to your continual pistol-practice, we were to be subjected\r\nto an unending series of shocks; surely your own feelings will tell\r\nyou that it is impossible for you to continue your firing when you\r\nhear that he who has selected this quiet and isolated place for a\r\nmeeting with a friend is one of our most eminent philosophers.\"\r\n\r\nThis explanation only succeeded in perturbing us the more; for we saw\r\na danger threatening us which was even greater than the loss of our\r\nshooting-range, and we asked eagerly, \"Where is this quiet spot?\r\nSurely not to the left here, in the wood?\"\r\n\r\n\"That is the very place.\"\r\n\r\n\"But this evening that place belongs to us,\" my friend interposed. \"We\r\nmust have it,\" we cried together.\r\n\r\nOur long-projected celebration seemed at that moment more important\r\nthan all the philosophies of the world, and we gave such vehement and\r\nanimated utterance to our sentiments that in view of the\r\nincomprehensible nature of our claims we must have cut a somewhat\r\nridiculous figure. At any rate, our philosophical interlopers regarded\r\nus with expressions of amused inquiry, as if they expected us to\r\nproffer some sort of apology. But we were silent, for we wished above\r\nall to keep our secret.\r\n\r\nThus we stood facing one another in silence, while the sunset dyed the\r\ntree-tops a ruddy gold. The philosopher contemplated the sun, his\r\ncompanion contemplated him, and we turned our eyes towards our nook in\r\nthe woods which to-day we seemed in such great danger of losing. A\r\nfeeling of sullen anger took possession of us. What is philosophy, we\r\nasked ourselves, if it prevents a man from being by himself or from\r\nenjoying the select company of a friend,--in sooth, if it prevents him\r\nfrom becoming a philosopher? For we regarded the celebration of our\r\nrite as a thoroughly philosophical performance. In celebrating it we\r\nwished to form plans and resolutions for the future, by means of quiet\r\nreflections we hoped to light upon an idea which would once again help\r\nus to form and gratify our spirit in the future, just as that former\r\nidea had done during our boyhood. The solemn act derived its very\r\nsignificance from this resolution, that nothing definite was to be\r\ndone, we were only to be alone, and to sit still and meditate, as we\r\nhad done five years before when we had each been inspired with the\r\nsame thought. It was to be a silent solemnisation, all reminiscence\r\nand all future; the present was to be as a hyphen between the two. And\r\nfate, now unfriendly, had just stepped into our magic circle--and we\r\nknew not how to dismiss her;--the very unusual character of the\r\ncircumstances filled us with mysterious excitement.\r\n\r\nWhilst we stood thus in silence for some time, divided into two\r\nhostile groups, the clouds above waxed ever redder and the evening\r\nseemed to grow more peaceful and mild; we could almost fancy we heard\r\nthe regular breathing of nature as she put the final touches to her\r\nwork of art--the glorious day we had just enjoyed; when, suddenly, the\r\ncalm evening air was rent by a confused and boisterous cry of joy\r\nwhich seemed to come from the Rhine. A number of voices could be heard\r\nin the distance--they were those of our fellow-students who by that\r\ntime must have taken to the Rhine in small boats. It occurred to us\r\nthat we should be missed and that we should also miss something:\r\nalmost simultaneously my friend and I raised our pistols: our shots\r\nwere echoed back to us, and with their echo there came from the valley\r\nthe sound of a well-known cry intended as a signal of identification.\r\nFor our passion for shooting had brought us both repute and ill-repute\r\nin our club. At the same time we were conscious that our behaviour\r\ntowards the silent philosophical couple had been exceptionally\r\nungentlemanly; they had been quietly contemplating us for some time,\r\nand when we fired the shock made them draw close up to each other. We\r\nhurried up to them, and each in our turn cried out: \"Forgive us. That\r\nwas our last shot, and it was intended for our friends on the Rhine.\r\nThey have understood us, do you hear? If you insist upon having that\r\nplace among the trees, grant us at least the permission to recline\r\nthere also. You will find a number of benches on the spot: we shall\r\nnot disturb you; we shall sit quite still and shall not utter a word:\r\nbut it is now past seven o'clock and we _must_ go there at once.\r\n\r\n\"That sounds more mysterious than it is,\" I added after a pause; \"we\r\nhave made a solemn vow to spend this coming hour on that ground, and\r\nthere were reasons for the vow. The spot is sacred to us, owing to\r\nsome pleasant associations, it must also inaugurate a good future for\r\nus. We shall therefore endeavour to leave you with no disagreeable\r\nrecollections of our meeting--even though we have done much to perturb\r\nand frighten you.\"\r\n\r\nThe philosopher was silent; his companion, however, said: \"Our\r\npromises and plans unfortunately compel us not only to remain, but\r\nalso to spend the same hour on the spot you have selected. It is left\r\nfor us to decide whether fate or perhaps a spirit has been responsible\r\nfor this extraordinary coincidence.\"\r\n\r\n\"Besides, my friend,\" said the philosopher, \"I am not half so\r\ndispleased with these warlike youngsters as I was. Did you observe\r\nhow quiet they were a moment ago, when we were contemplating the sun?\r\nThey neither spoke nor smoked, they stood stone still, I even believe\r\nthey meditated.\"\r\n\r\nTurning suddenly in our direction, he said: \"_Were_ you meditating?\r\nJust tell me about it as we proceed in the direction of our common\r\ntrysting-place.\" We took a few steps together and went down the slope\r\ninto the warm balmy air of the woods where it was already much darker.\r\nOn the way my friend openly revealed his thoughts to the philosopher,\r\nhe confessed how much he had feared that perhaps to-day for the first\r\ntime a philosopher was about to stand in the way of his\r\nphilosophising.\r\n\r\nThe sage laughed. \"What? You were afraid a philosopher would prevent\r\nyour philosophising? This might easily happen: and you have not yet\r\nexperienced such a thing? Has your university life been free from\r\nexperience? You surely attend lectures on philosophy?\"\r\n\r\nThis question discomfited us; for, as a matter of fact, there had been\r\nno element of philosophy in our education up to that time. In those\r\ndays, moreover, we fondly imagined that everybody who held the post\r\nand possessed the dignity of a philosopher must perforce be one: we\r\nwere inexperienced and badly informed. We frankly admitted that we had\r\nnot yet belonged to any philosophical college, but that we would\r\ncertainly make up for lost time.\r\n\r\n\"Then what,\" he asked, \"did you mean when you spoke of\r\nphilosophising?\" Said I, \"We are at a loss for a definition. But to\r\nall intents and purposes we meant this, that we wished to make earnest\r\nendeavours to consider the best possible means of becoming men of\r\nculture.\" \"That is a good deal and at the same time very little,\"\r\ngrowled the philosopher; \"just you think the matter over. Here are our\r\nbenches, let us discuss the question exhaustively: I shall not disturb\r\nyour meditations with regard to how you are to become men of culture.\r\nI wish you success and--points of view, as in your duelling questions;\r\nbrand-new, original, and enlightened points of view. The philosopher\r\ndoes not wish to prevent your philosophising: but refrain at least\r\nfrom disconcerting him with your pistol-shots. Try to imitate the\r\nPythagoreans to-day: they, as servants of a true philosophy, had to\r\nremain silent for five years--possibly you may also be able to remain\r\nsilent for five times fifteen minutes, as servants of your own future\r\nculture, about which you seem so concerned.\"\r\n\r\nWe had reached our destination: the solemnisation of our rite began.\r\nAs on the previous occasion, five years ago, the Rhine was once more\r\nflowing beneath a light mist, the sky seemed bright and the woods\r\nexhaled the same fragrance. We took our places on the farthest corner\r\nof the most distant bench; sitting there we were almost concealed, and\r\nneither the philosopher nor his companion could see our faces. We were\r\nalone: when the sound of the philosopher's voice reached us, it had\r\nbecome so blended with the rustling leaves and with the buzzing\r\nmurmur of the myriads of living things inhabiting the wooded height,\r\nthat it almost seemed like the music of nature; as a sound it\r\nresembled nothing more than a distant monotonous plaint. We were\r\nindeed undisturbed.\r\n\r\nSome time elapsed in this way, and while the glow of sunset grew\r\nsteadily paler the recollection of our youthful undertaking in the\r\ncause of culture waxed ever more vivid. It seemed to us as if we owed\r\nthe greatest debt of gratitude to that little society we had founded;\r\nfor it had done more than merely supplement our public school\r\ntraining; it had actually been the only fruitful society we had had,\r\nand within its frame we even placed our public school life, as a\r\npurely isolated factor helping us in our general efforts to attain to\r\nculture.\r\n\r\nWe knew this, that, thanks to our little society, no thought of\r\nembracing any particular career had ever entered our minds in those\r\ndays. The all too frequent exploitation of youth by the State, for its\r\nown purposes--that is to say, so that it may rear useful officials as\r\nquickly as possible and guarantee their unconditional obedience to it\r\nby means of excessively severe examinations--had remained quite\r\nforeign to our education. And to show how little we had been actuated\r\nby thoughts of utility or by the prospect of speedy advancement and\r\nrapid success, on that day we were struck by the comforting\r\nconsideration that, even then, we had not yet decided what we should\r\nbe--we had not even troubled ourselves at all on this head. Our little\r\nsociety had sown the seeds of this happy indifference in our souls and\r\nfor it alone we were prepared to celebrate the anniversary of its\r\nfoundation with hearty gratitude. I have already pointed out, I think,\r\nthat in the eyes of the present age, which is so intolerant of\r\nanything that is not useful, such purposeless enjoyment of the moment,\r\nsuch a lulling of one's self in the cradle of the present, must seem\r\nalmost incredible and at all events blameworthy. How useless we were!\r\nAnd how proud we were of being useless! We used even to quarrel with\r\neach other as to which of us should have the glory of being the more\r\nuseless. We wished to attach no importance to anything, to have strong\r\nviews about nothing, to aim at nothing; we wanted to take no thought\r\nfor the morrow, and desired no more than to recline comfortably like\r\ngood-for-nothings on the threshold of the present; and we did--bless\r\nus!\r\n\r\n--That, ladies and gentlemen, was our standpoint then!--\r\n\r\nAbsorbed in these reflections, I was just about to give an answer to\r\nthe question of the future of _our_ Educational Institutions in the\r\nsame self-sufficient way, when it gradually dawned upon me that the\r\n\"natural music,\" coming from the philosopher's bench had lost its\r\noriginal character and travelled to us in much more piercing and\r\ndistinct tones than before. Suddenly I became aware that I was\r\nlistening, that I was eavesdropping, and was passionately interested,\r\nwith both ears keenly alive to every sound. I nudged my friend who was\r\nevidently somewhat tired, and I whispered: \"Don't fall asleep! There\r\nis something for us to learn over there. It applies to us, even\r\nthough it be not meant for us.\"\r\n\r\nFor instance, I heard the younger of the two men defending himself\r\nwith great animation while the philosopher rebuked him with ever\r\nincreasing vehemence. \"You are unchanged,\" he cried to him,\r\n\"unfortunately unchanged. It is quite incomprehensible to me how you\r\ncan still be the same as you were seven years ago, when I saw you for\r\nthe last time and left you with so much misgiving. I fear I must once\r\nagain divest you, however reluctantly, of the skin of modern culture\r\nwhich you have donned meanwhile;--and what do I find beneath it? The\r\nsame immutable 'intelligible' character forsooth, according to Kant;\r\nbut unfortunately the same unchanged 'intellectual' character,\r\ntoo--which may also be a necessity, though not a comforting one. I ask\r\nmyself to what purpose have I lived as a philosopher, if, possessed as\r\nyou are of no mean intelligence and a genuine thirst for knowledge,\r\nall the years you have spent in my company have left no deeper\r\nimpression upon you. At present you are behaving as if you had not\r\neven heard the cardinal principle of all culture, which I went to such\r\npains to inculcate upon you during our former intimacy. Tell me,--what\r\nwas that principle?\"\r\n\r\n\"I remember,\" replied the scolded pupil, \"you used to say no one would\r\nstrive to attain to culture if he knew how incredibly small the number\r\nof really cultured people actually is, and can ever be. And even this\r\nnumber of really cultured people would not be possible if a prodigious\r\nmultitude, from reasons opposed to their nature and only led on by an\r\nalluring delusion, did not devote themselves to education. It were\r\ntherefore a mistake publicly to reveal the ridiculous disproportion\r\nbetween the number of really cultured people and the enormous\r\nmagnitude of the educational apparatus. Here lies the whole secret of\r\nculture--namely, that an innumerable host of men struggle to achieve\r\nit and work hard to that end, ostensibly in their own interests,\r\nwhereas at bottom it is only in order that it may be possible for the\r\nfew to attain to it.\"\r\n\r\n\"That is the principle,\" said the philosopher,--\"and yet you could so\r\nfar forget yourself as to believe that you are one of the few? This\r\nthought has occurred to you--I can see. That, however, is the result\r\nof the worthless character of modern education. The rights of genius\r\nare being democratised in order that people may be relieved of the\r\nlabour of acquiring culture, and their need of it. Every one wants if\r\npossible to recline in the shade of the tree planted by genius, and to\r\nescape the dreadful necessity of working for him, so that his\r\nprocreation may be made possible. What? Are you too proud to be a\r\nteacher? Do you despise the thronging multitude of learners? Do you\r\nspeak contemptuously of the teacher's calling? And, aping my mode of\r\nlife, would you fain live in solitary seclusion, hostilely isolated\r\nfrom that multitude? Do you suppose that you can reach at one bound\r\nwhat I ultimately had to win for myself only after long and determined\r\nstruggles, in order even to be able to live like a philosopher? And do\r\nyou not fear that solitude will wreak its vengeance upon you? Just\r\ntry living the life of a hermit of culture. One must be blessed with\r\noverflowing wealth in order to live for the good of all on one's own\r\nresources! Extraordinary youngsters! They felt it incumbent upon them\r\nto imitate what is precisely most difficult and most high,--what is\r\npossible only to the master, when they, above all, should know how\r\ndifficult and dangerous this is, and how many excellent gifts may be\r\nruined by attempting it!\"\r\n\r\n\"I will conceal nothing from you, sir,\" the companion replied. \"I have\r\nheard too much from your lips at odd times and have been too long in\r\nyour company to be able to surrender myself entirely to our present\r\nsystem of education and instruction. I am too painfully conscious of\r\nthe disastrous errors and abuses to which you used to call my\r\nattention--though I very well know that I am not strong enough to hope\r\nfor any success were I to struggle ever so valiantly against them. I\r\nwas overcome by a feeling of general discouragement; my recourse to\r\nsolitude was the result neither of pride nor arrogance. I would fain\r\ndescribe to you what I take to be the nature of the educational\r\nquestions now attracting such enormous and pressing attention. It\r\nseemed to me that I must recognise two main directions in the forces\r\nat work--two seemingly antagonistic tendencies, equally deleterious in\r\ntheir action, and ultimately combining to produce their results: a\r\nstriving to achieve the greatest possible _expansion_ of education on\r\nthe one hand, and a tendency to _minimise and weaken_ it on the\r\nother. The first-named would, for various reasons, spread learning\r\namong the greatest number of people; the second would compel education\r\nto renounce its highest, noblest and sublimest claims in order to\r\nsubordinate itself to some other department of life--such as the\r\nservice of the State.\r\n\r\n\"I believe I have already hinted at the quarter in which the cry for\r\nthe greatest possible expansion of education is most loudly raised.\r\nThis expansion belongs to the most beloved of the dogmas of modern\r\npolitical economy. As much knowledge and education as possible;\r\ntherefore the greatest possible supply and demand--hence as much\r\nhappiness as possible:--that is the formula. In this case utility is\r\nmade the object and goal of education,--utility in the sense of\r\ngain--the greatest possible pecuniary gain. In the quarter now under\r\nconsideration culture would be defined as that point of vantage which\r\nenables one to 'keep in the van of one's age,' from which one can see\r\nall the easiest and best roads to wealth, and with which one controls\r\nall the means of communication between men and nations. The purpose of\r\neducation, according to this scheme, would be to rear the most\r\n'current' men possible,--'current' being used here in the sense in\r\nwhich it is applied to the coins of the realm. The greater the number\r\nof such men, the happier a nation will be; and this precisely is the\r\npurpose of our modern educational institutions: to help every one, as\r\nfar as his nature will allow, to become 'current'; to develop him so\r\nthat his particular degree of knowledge and science may yield him the\r\ngreatest possible amount of happiness and pecuniary gain. Every one\r\nmust be able to form some sort of estimate of himself; he must know\r\nhow much he may reasonably expect from life. The 'bond between\r\nintelligence and property' which this point of view postulates has\r\nalmost the force of a moral principle. In this quarter all culture is\r\nloathed which isolates, which sets goals beyond gold and gain, and\r\nwhich requires time: it is customary to dispose of such eccentric\r\ntendencies in education as systems of 'Higher Egotism,' or of 'Immoral\r\nCulture--Epicureanism.' According to the morality reigning here, the\r\ndemands are quite different; what is required above all is 'rapid\r\neducation,' so that a money-earning creature may be produced with all\r\nspeed; there is even a desire to make this education so thorough that\r\na creature may be reared that will be able to earn a _great deal_ of\r\nmoney. Men are allowed only the precise amount of culture which is\r\ncompatible with the interests of gain; but that amount, at least, is\r\nexpected from them. In short: mankind has a necessary right to\r\nhappiness on earth--that is why culture is necessary--but on that\r\naccount alone!\"\r\n\r\n\"I must just say something here,\" said the philosopher. \"In the case\r\nof the view you have described so clearly, there arises the great and\r\nawful danger that at some time or other the great masses may overleap\r\nthe middle classes and spring headlong into this earthly bliss. That\r\nis what is now called 'the social question.' It might seem to these\r\nmasses that education for the greatest number of men was only a means\r\nto the earthly bliss of the few: the 'greatest possible expansion of\r\neducation' so enfeebles education that it can no longer confer\r\nprivileges or inspire respect. The most general form of culture is\r\nsimply barbarism. But I do not wish to interrupt your discussion.\"\r\n\r\nThe companion continued: \"There are yet other reasons, besides this\r\nbeloved economical dogma, for the expansion of education that is being\r\nstriven after so valiantly everywhere. In some countries the fear of\r\nreligious oppression is so general, and the dread of its results so\r\nmarked, that people in all classes of society long for culture and\r\neagerly absorb those elements of it which are supposed to scatter the\r\nreligious instincts. Elsewhere the State, in its turn, strives here\r\nand there for its own preservation, after the greatest possible\r\nexpansion of education, because it always feels strong enough to bring\r\nthe most determined emancipation, resulting from culture, under its\r\nyoke, and readily approves of everything which tends to extend\r\nculture, provided that it be of service to its officials or soldiers,\r\nbut in the main to itself, in its competition with other nations. In\r\nthis case, the foundations of a State must be sufficiently broad and\r\nfirm to constitute a fitting counterpart to the complicated arches of\r\nculture which it supports, just as in the first case the traces of\r\nsome former religious tyranny must still be felt for a people to be\r\ndriven to such desperate remedies. Thus, wherever I hear the masses\r\nraise the cry for an expansion of education, I am wont to ask myself\r\nwhether it is stimulated by a greedy lust of gain and property, by\r\nthe memory of a former religious persecution, or by the prudent\r\negotism of the State itself.\r\n\r\n\"On the other hand, it seemed to me that there was yet another\r\ntendency, not so clamorous, perhaps, but quite as forcible, which,\r\nhailing from various quarters, was animated by a different\r\ndesire,--the desire to minimise and weaken education.\r\n\r\n\"In all cultivated circles people are in the habit of whispering to\r\none another words something after this style: that it is a general\r\nfact that, owing to the present frantic exploitation of the scholar in\r\nthe service of his science, his _education_ becomes every day more\r\naccidental and more uncertain. For the study of science has been\r\nextended to such interminable lengths that he who, though not\r\nexceptionally gifted, yet possesses fair abilities, will need to\r\ndevote himself exclusively to one branch and ignore all others if he\r\never wish to achieve anything in his work. Should he then elevate\r\nhimself above the herd by means of his speciality, he still remains\r\none of them in regard to all else,--that is to say, in regard to all\r\nthe most important things in life. Thus, a specialist in science gets\r\nto resemble nothing so much as a factory workman who spends his whole\r\nlife in turning one particular screw or handle on a certain instrument\r\nor machine, at which occupation he acquires the most consummate skill.\r\nIn Germany, where we know how to drape such painful facts with the\r\nglorious garments of fancy, this narrow specialisation on the part of\r\nour learned men is even admired, and their ever greater deviation\r\nfrom the path of true culture is regarded as a moral phenomenon.\r\n'Fidelity in small things,' 'dogged faithfulness,' become expressions\r\nof highest eulogy, and the lack of culture outside the speciality is\r\nflaunted abroad as a sign of noble sufficiency.\r\n\r\n\"For centuries it has been an understood thing that one alluded to\r\nscholars alone when one spoke of cultured men; but experience tells us\r\nthat it would be difficult to find any necessary relation between the\r\ntwo classes to-day. For at present the exploitation of a man for the\r\npurpose of science is accepted everywhere without the slightest\r\nscruple. Who still ventures to ask, What may be the value of a science\r\nwhich consumes its minions in this vampire fashion? The division of\r\nlabour in science is practically struggling towards the same goal\r\nwhich religions in certain parts of the world are consciously striving\r\nafter,--that is to say, towards the decrease and even the destruction\r\nof learning. That, however, which, in the case of certain religions,\r\nis a perfectly justifiable aim, both in regard to their origin and\r\ntheir history, can only amount to self-immolation when transferred to\r\nthe realm of science. In all matters of a general and serious nature,\r\nand above all, in regard to the highest philosophical problems, we\r\nhave now already reached a point at which the scientific man, as such,\r\nis no longer allowed to speak. On the other hand, that adhesive and\r\ntenacious stratum which has now filled up the interstices between the\r\nsciences--Journalism--believes it has a mission to fulfil here, and\r\nthis it does, according to its own particular lights--that is to say,\r\nas its name implies, after the fashion of a day-labourer.\r\n\r\n\"It is precisely in journalism that the two tendencies combine and\r\nbecome one. The expansion and the diminution of education here join\r\nhands. The newspaper actually steps into the place of culture, and he\r\nwho, even as a scholar, wishes to voice any claim for education, must\r\navail himself of this viscous stratum of communication which cements\r\nthe seams between all forms of life, all classes, all arts, and all\r\nsciences, and which is as firm and reliable as news paper is, as a\r\nrule. In the newspaper the peculiar educational aims of the present\r\nculminate, just as the journalist, the servant of the moment, has\r\nstepped into the place of the genius, of the leader for all time, of\r\nthe deliverer from the tyranny of the moment. Now, tell me,\r\ndistinguished master, what hopes could I still have in a struggle\r\nagainst the general topsy-turvification of all genuine aims for\r\neducation; with what courage can I, a single teacher, step forward,\r\nwhen I know that the moment any seeds of real culture are sown, they\r\nwill be mercilessly crushed by the roller of this pseudo-culture?\r\nImagine how useless the most energetic work on the part of the\r\nindividual teacher must be, who would fain lead a pupil back into the\r\ndistant and evasive Hellenic world and to the real home of culture,\r\nwhen in less than an hour, that same pupil will have recourse to a\r\nnewspaper, the latest novel, or one of those learned books, the very\r\nstyle of which already bears the revolting impress of modern barbaric\r\nculture----\"\r\n\r\n\"Now, silence a minute!\" interjected the philosopher in a strong and\r\nsympathetic voice. \"I understand you now, and ought never to have\r\nspoken so crossly to you. You are altogether right, save in your\r\ndespair. I shall now proceed to say a few words of consolation.\"\r\n\r\n\r\n\r\n\r\nSECOND LECTURE.\r\n\r\n(_Delivered on the 6th of February 1872._)\r\n\r\n\r\nLADIES AND GENTLEMEN,--Those among you whom I now have the pleasure of\r\naddressing for the first time and whose only knowledge of my first\r\nlecture has been derived from reports will, I hope, not mind being\r\nintroduced here into the middle of a dialogue which I had begun to\r\nrecount on the last occasion, and the last points of which I must now\r\nrecall. The philosopher's young companion was just pleading openly and\r\nconfidentially with his distinguished tutor, and apologising for\r\nhaving so far renounced his calling as a teacher in order to spend his\r\ndays in comfortless solitude. No suspicion of superciliousness or\r\narrogance had induced him to form this resolve.\r\n\r\n\"I have heard too much from your lips at various times,\" the\r\nstraightforward pupil said, \"and have been too long in your company,\r\nto surrender myself blindly to our present systems of education and\r\ninstruction. I am too painfully conscious of the disastrous errors and\r\nabuses to which you were wont to call my attention; and yet I know\r\nthat I am far from possessing the requisite strength to meet with\r\nsuccess, however valiantly I might struggle to shatter the bulwarks\r\nof this would-be culture. I was overcome by a general feeling of\r\ndepression: my recourse to solitude was not arrogance or\r\nsuperciliousness.\" Whereupon, to account for his behaviour, he\r\ndescribed the general character of modern educational methods so\r\nvividly that the philosopher could not help interrupting him in a\r\nvoice full of sympathy, and crying words of comfort to him.\r\n\r\n\"Now, silence for a minute, my poor friend,\" he cried; \"I can more\r\neasily understand you now, and should not have lost my patience with\r\nyou. You are altogether right, save in your despair. I shall now\r\nproceed to say a few words of comfort to you. How long do you suppose\r\nthe state of education in the schools of our time, which seems to\r\nweigh so heavily upon you, will last? I shall not conceal my views on\r\nthis point from you: its time is over; its days are counted. The first\r\nwho will dare to be quite straightforward in this respect will hear\r\nhis honesty re-echoed back to him by thousands of courageous souls.\r\nFor, at bottom, there is a tacit understanding between the more nobly\r\ngifted and more warmly disposed men of the present day. Every one of\r\nthem knows what he has had to suffer from the condition of culture in\r\nschools; every one of them would fain protect his offspring from the\r\nneed of enduring similar drawbacks, even though he himself was\r\ncompelled to submit to them. If these feelings are never quite\r\nhonestly expressed, however, it is owing to a sad want of spirit among\r\nmodern pedagogues. These lack real initiative; there are too few\r\npractical men among them--that is to say, too few who happen to have\r\ngood and new ideas, and who know that real genius and the real\r\npractical mind must necessarily come together in the same individuals,\r\nwhilst the sober practical men have no ideas and therefore fall short\r\nin practice.\r\n\r\n\"Let any one examine the pedagogic literature of the present; he who\r\nis not shocked at its utter poverty of spirit and its ridiculously\r\nawkward antics is beyond being spoiled. Here our philosophy must not\r\nbegin with wonder but with dread; he who feels no dread at this point\r\nmust be asked not to meddle with pedagogic questions. The reverse, of\r\ncourse, has been the rule up to the present; those who were terrified\r\nran away filled with embarrassment as you did, my poor friend, while\r\nthe sober and fearless ones spread their heavy hands over the most\r\ndelicate technique that has ever existed in art--over the technique of\r\neducation. This, however, will not be possible much longer; at some\r\ntime or other the upright man will appear, who will not only have the\r\ngood ideas I speak of, but who in order to work at their realisation,\r\nwill dare to break with all that exists at present: he may by means of\r\na wonderful example achieve what the broad hands, hitherto active,\r\ncould not even imitate--then people will everywhere begin to draw\r\ncomparisons; then men will at least be able to perceive a contrast and\r\nwill be in a position to reflect upon its causes, whereas, at present,\r\nso many still believe, in perfect good faith, that heavy hands are a\r\nnecessary factor in pedagogic work.\"\r\n\r\n\"My dear master,\" said the younger man, \"I wish you could point to\r\none single example which would assist me in seeing the soundness of\r\nthe hopes which you so heartily raise in me. We are both acquainted\r\nwith public schools; do you think, for instance, that in respect of\r\nthese institutions anything may be done by means of honesty and good\r\nand new ideas to abolish the tenacious and antiquated customs now\r\nextant? In this quarter, it seems to me, the battering-rams of an\r\nattacking party will have to meet with no solid wall, but with the\r\nmost fatal of stolid and slippery principles. The leader of the\r\nassault has no visible and tangible opponent to crush, but rather a\r\ncreature in disguise that can transform itself into a hundred\r\ndifferent shapes and, in each of these, slip out of his grasp, only in\r\norder to reappear and to confound its enemy by cowardly surrenders and\r\nfeigned retreats. It was precisely the public schools which drove me\r\ninto despair and solitude, simply because I feel that if the struggle\r\nhere leads to victory all other educational institutions must give in;\r\nbut that, if the reformer be forced to abandon his cause here, he may\r\nas well give up all hope in regard to every other scholastic question.\r\nTherefore, dear master, enlighten me concerning the public schools;\r\nwhat can we hope for in the way of their abolition or reform?\"\r\n\r\n\"I also hold the question of public schools to be as important as you\r\ndo,\" the philosopher replied. \"All other educational institutions must\r\nfix their aims in accordance with those of the public school system;\r\nwhatever errors of judgment it may suffer from, they suffer from also,\r\nand if it were ever purified and rejuvenated, they would be purified\r\nand rejuvenated too. The universities can no longer lay claim to this\r\nimportance as centres of influence, seeing that, as they now stand,\r\nthey are at least, in one important aspect, only a kind of annex to\r\nthe public school system, as I shall shortly point out to you. For the\r\nmoment, let us consider, together, what to my mind constitutes the\r\nvery hopeful struggle of the two possibilities: _either_ that the\r\nmotley and evasive spirit of public schools which has hitherto been\r\nfostered, will completely vanish, or that it will have to be\r\ncompletely purified and rejuvenated. And in order that I may not shock\r\nyou with general propositions, let us first try to recall one of those\r\npublic school experiences which we have all had, and from which we\r\nhave all suffered. Under severe examination what, as a matter of fact,\r\nis the present _system of teaching German_ in public schools?\r\n\r\n\"I shall first of all tell you what it should be. Everybody speaks and\r\nwrites German as thoroughly badly as it is just possible to do so in\r\nan age of newspaper German: that is why the growing youth who happens\r\nto be both noble and gifted has to be taken by force and put under the\r\nglass shade of good taste and of severe linguistic discipline. If this\r\nis not possible, I would prefer in future that Latin be spoken; for I\r\nam ashamed of a language so bungled and vitiated.\r\n\r\n\"What would be the duty of a higher educational institution, in this\r\nrespect, if not this--namely, with authority and dignified severity to\r\nput youths, neglected, as far as their own language is concerned, on\r\nthe right path, and to cry to them: 'Take your own language seriously!\r\nHe who does not regard this matter as a sacred duty does not possess\r\neven the germ of a higher culture. From your attitude in this matter,\r\nfrom your treatment of your mother-tongue, we can judge how highly or\r\nhow lowly you esteem art, and to what extent you are related to it. If\r\nyou notice no physical loathing in yourselves when you meet with\r\ncertain words and tricks of speech in our journalistic jargon, cease\r\nfrom striving after culture; for here in your immediate vicinity, at\r\nevery moment of your life, while you are either speaking or writing,\r\nyou have a touchstone for testing how difficult, how stupendous, the\r\ntask of the cultured man is, and how very improbable it must be that\r\nmany of you will ever attain to culture.'\r\n\r\n\"In accordance with the spirit of this address, the teacher of German\r\nat a public school would be forced to call his pupil's attention to\r\nthousands of details, and with the absolute certainty of good taste,\r\nto forbid their using such words and expressions, for instance, as:\r\n'_beanspruchen_,' '_vereinnahmen_,' '_einer Sache Rechnung tragen_,'\r\n'_die Initiative ergreifen_,' '_selbstverständlich_,'[3] etc., _cum\r\ntædio in infinitum_. The same teacher would also have to take our\r\nclassical authors and show, line for line, how carefully and with what\r\nprecision every expression has to be chosen when a writer has the\r\ncorrect feeling in his heart and has before his eyes a perfect\r\nconception of all he is writing. He would necessarily urge his pupils,\r\ntime and again, to express the same thought ever more happily; nor\r\nwould he have to abate in rigour until the less gifted in his class\r\nhad contracted an unholy fear of their language, and the others had\r\ndeveloped great enthusiasm for it.\r\n\r\n\"Here then is a task for so-called 'formal' education[4] [the\r\neducation tending to develop the mental faculties, as opposed to\r\n'material' education,[5] which is intended to deal only with the\r\nacquisition of facts, _e.g._ history, mathematics, etc.], and one of\r\nthe utmost value: but what do we find in the public school--that is to\r\nsay, in the head-quarters of formal education? He who understands how\r\nto apply what he has heard here will also know what to think of the\r\nmodern public school as a so-called educational institution. He will\r\ndiscover, for instance, that the public school, according to its\r\nfundamental principles, does not educate for the purposes of culture,\r\nbut for the purposes of scholarship; and, further, that of late it\r\nseems to have adopted a course which indicates rather that it has even\r\ndiscarded scholarship in favour of journalism as the object of its\r\nexertions. This can be clearly seen from the way in which German is\r\ntaught.\r\n\r\n\"Instead of that purely practical method of instruction by which the\r\nteacher accustoms his pupils to severe self-discipline in their own\r\nlanguage, we find everywhere the rudiments of a historico-scholastic\r\nmethod of teaching the mother-tongue: that is to say, people deal with\r\nit as if it were a dead language and as if the present and future were\r\nunder no obligations to it whatsoever. The historical method has\r\nbecome so universal in our time, that even the living body of the\r\nlanguage is sacrificed for the sake of anatomical study. But this is\r\nprecisely where culture begins--namely, in understanding how to treat\r\nthe quick as something vital, and it is here too that the mission of\r\nthe cultured teacher begins: in suppressing the urgent claims of\r\n'historical interests' wherever it is above all necessary to _do_\r\nproperly and not merely to _know_ properly. Our mother-tongue,\r\nhowever, is a domain in which the pupil must learn how to _do_\r\nproperly, and to this practical end, alone, the teaching of German is\r\nessential in our scholastic establishments. The historical method may\r\ncertainly be a considerably easier and more comfortable one for the\r\nteacher; it also seems to be compatible with a much lower grade of\r\nability and, in general, with a smaller display of energy and will on\r\nhis part. But we shall find that this observation holds good in every\r\ndepartment of pedagogic life: the simpler and more comfortable method\r\nalways masquerades in the disguise of grand pretensions and stately\r\ntitles; the really practical side, the _doing_, which should belong to\r\nculture and which, at bottom, is the more difficult side, meets only\r\nwith disfavour and contempt. That is why the honest man must make\r\nhimself and others quite clear concerning this _quid pro quo_.\r\n\r\n\"Now, apart from these learned incentives to a study of the language,\r\nwhat is there besides which the German teacher is wont to offer? How\r\ndoes he reconcile the spirit of his school with the spirit of the\r\n_few_ that Germany can claim who are really cultured,--_i.e._ with the\r\nspirit of its classical poets and artists? This is a dark and thorny\r\nsphere, into which one cannot even bear a light without dread; but\r\neven here we shall conceal nothing from ourselves; for sooner or later\r\nthe whole of it will have to be reformed. In the public school, the\r\nrepulsive impress of our æsthetic journalism is stamped upon the still\r\nunformed minds of youths. Here, too, the teacher sows the seeds of\r\nthat crude and wilful misinterpretation of the classics, which later\r\non disports itself as art-criticism, and which is nothing but\r\nbumptious barbarity. Here the pupils learn to speak of our unique\r\n_Schiller_ with the superciliousness of prigs; here they are taught to\r\nsmile at the noblest and most German of his works--at the Marquis of\r\nPosa, at Max and Thekla--at these smiles German genius becomes\r\nincensed and a worthier posterity will blush.\r\n\r\n\"The last department in which the German teacher in a public school is\r\nat all active, which is often regarded as his sphere of highest\r\nactivity, and is here and there even considered the pinnacle of public\r\nschool education, is the so-called _German composition_. Owing to the\r\nvery fact that in this department it is almost always the most gifted\r\npupils who display the greatest eagerness, it ought to have been made\r\nclear how dangerously stimulating, precisely here, the task of the\r\nteacher must be. _German composition_ makes an appeal to the\r\nindividual, and the more strongly a pupil is conscious of his various\r\nqualities, the more personally will he do his _German composition_.\r\nThis 'personal doing' is urged on with yet an additional fillip in\r\nsome public schools by the choice of the subject, the strongest proof\r\nof which is, in my opinion, that even in the lower classes the\r\nnon-pedagogic subject is set, by means of which the pupil is led to\r\ngive a description of his life and of his development. Now, one has\r\nonly to read the titles of the compositions set in a large number of\r\npublic schools to be convinced that probably the large majority of\r\npupils have to suffer their whole lives, through no fault of their\r\nown, owing to this premature demand for personal work--for the unripe\r\nprocreation of thoughts. And how often are not all a man's subsequent\r\nliterary performances but a sad result of this pedagogic original sin\r\nagainst the intellect!\r\n\r\n\"Let us only think of what takes place at such an age in the\r\nproduction of such work. It is the first individual creation; the\r\nstill undeveloped powers tend for the first time to crystallise; the\r\nstaggering sensation produced by the demand for self-reliance imparts\r\na seductive charm to these early performances, which is not only quite\r\nnew, but which never returns. All the daring of nature is hauled out\r\nof its depths; all vanities--no longer constrained by mighty\r\nbarriers--are allowed for the first time to assume a literary form:\r\nthe young man, from that time forward, feels as if he had reached his\r\nconsummation as a being not only able, but actually invited, to speak\r\nand to converse. The subject he selects obliges him either to express\r\nhis judgment upon certain poetical works, to class historical persons\r\ntogether in a description of character, to discuss serious ethical\r\nproblems quite independently, or even to turn the searchlight inwards,\r\nto throw its rays upon his own development and to make a critical\r\nreport of himself: in short, a whole world of reflection is spread out\r\nbefore the astonished young man who, until then, had been almost\r\nunconscious, and is delivered up to him to be judged.\r\n\r\n\"Now let us try to picture the teacher's usual attitude towards these\r\nfirst highly influential examples of original composition. What does\r\nhe hold to be most reprehensible in this class of work? What does he\r\ncall his pupil's attention to?--To all excess in form or thought--that\r\nis to say, to all that which, at their age, is essentially\r\ncharacteristic and individual. Their really independent traits which,\r\nin response to this very premature excitation, can manifest themselves\r\nonly in awkwardness, crudeness, and grotesque features,--in short,\r\ntheir individuality is reproved and rejected by the teacher in favour\r\nof an unoriginal decent average. On the other hand, uniform mediocrity\r\ngets peevish praise; for, as a rule, it is just the class of work\r\nlikely to bore the teacher thoroughly.\r\n\r\n\"There may still be men who recognise a most absurd and most dangerous\r\nelement of the public school curriculum in the whole farce of this\r\nGerman composition. Originality is demanded here: but the only shape\r\nin which it can manifest itself is rejected, and the 'formal'\r\neducation that the system takes for granted is attained to only by a\r\nvery limited number of men who complete it at a ripe age. Here\r\neverybody without exception is regarded as gifted for literature and\r\nconsidered as capable of holding opinions concerning the most\r\nimportant questions and people, whereas the one aim which proper\r\neducation should most zealously strive to achieve would be the\r\nsuppression of all ridiculous claims to independent judgment, and the\r\ninculcation upon young men of obedience to the sceptre of genius. Here\r\na pompous form of diction is taught in an age when every spoken or\r\nwritten word is a piece of barbarism. Now let us consider, besides,\r\nthe danger of arousing the self-complacency which is so easily\r\nawakened in youths; let us think how their vanity must be flattered\r\nwhen they see their literary reflection for the first time in the\r\nmirror. Who, having seen all these effects at _one_ glance, could any\r\nlonger doubt whether all the faults of our public, literary, and\r\nartistic life were not stamped upon every fresh generation by the\r\nsystem we are examining: hasty and vain production, the disgraceful\r\nmanufacture of books; complete want of style; the crude,\r\ncharacterless, or sadly swaggering method of expression; the loss of\r\nevery æsthetic canon; the voluptuousness of anarchy and chaos--in\r\nshort, the literary peculiarities of both our journalism and our\r\nscholarship.\r\n\r\n\"None but the very fewest are aware that, among many thousands,\r\nperhaps only _one_ is justified in describing himself as literary, and\r\nthat all others who at their own risk try to be so deserve to be met\r\nwith Homeric laughter by all competent men as a reward for every\r\nsentence they have ever had printed;--for it is truly a spectacle meet\r\nfor the gods to see a literary Hephaistos limping forward who would\r\npretend to help us to something. To educate men to earnest and\r\ninexorable habits and views, in this respect, should be the highest\r\naim of all mental training, whereas the general _laisser aller_ of the\r\n'fine personality' can be nothing else than the hall-mark of\r\nbarbarism. From what I have said, however, it must be clear that, at\r\nleast in the teaching of German, no thought is given to culture;\r\nsomething quite different is in view,--namely, the production of the\r\nafore-mentioned 'free personality.' And so long as German public\r\nschools prepare the road for outrageous and irresponsible scribbling,\r\nso long as they do not regard the immediate and practical discipline\r\nof speaking and writing as their most holy duty, so long as they treat\r\nthe mother-tongue as if it were only a necessary evil or a dead body,\r\nI shall not regard these institutions as belonging to real culture.\r\n\r\n\"In regard to the language, what is surely least noticeable is any\r\ntrace of the influence of _classical examples_: that is why, on the\r\nstrength of this consideration alone, the so-called 'classical\r\neducation' which is supposed to be provided by our public school,\r\nstrikes me as something exceedingly doubtful and confused. For how\r\ncould anybody, after having cast one glance at those examples, fail to\r\nsee the great earnestness with which the Greek and the Roman regarded\r\nand treated his language, from his youth onwards--how is it possible\r\nto mistake one's example on a point like this one?--provided, of\r\ncourse, that the classical Hellenic and Roman world really did hover\r\nbefore the educational plan of our public schools as the highest and\r\nmost instructive of all morals--a fact I feel very much inclined to\r\ndoubt. The claim put forward by public schools concerning the\r\n'classical education' they provide seems to be more an awkward evasion\r\nthan anything else; it is used whenever there is any question raised\r\nas to the competency of the public schools to impart culture and to\r\neducate. Classical education, indeed! It sounds so dignified! It\r\nconfounds the aggressor and staves off the assault--for who could see\r\nto the bottom of this bewildering formula all at once? And this has\r\nlong been the customary strategy of the public school: from whichever\r\nside the war-cry may come, it writes upon its shield--not overloaded\r\nwith honours--one of those confusing catchwords, such as: 'classical\r\neducation,' 'formal education,' 'scientific education':--three\r\nglorious things which are, however, unhappily at loggerheads, not only\r\nwith themselves but among themselves, and are such that, if they were\r\ncompulsorily brought together, would perforce bring forth a\r\nculture-monster. For a 'classical education' is something so unheard\r\nof, difficult and rare, and exacts such complicated talent, that only\r\ningenuousness or impudence could put it forward as an attainable goal\r\nin our public schools. The words: 'formal education' belong to that\r\ncrude kind of unphilosophical phraseology which one should do one's\r\nutmost to get rid of; for there is no such thing as 'the opposite of\r\nformal education.' And he who regards 'scientific education' as the\r\nobject of a public school thereby sacrifices 'classical education' and\r\nthe so-called 'formal education,' at one stroke, as the scientific man\r\nand the cultured man belong to two different spheres which, though\r\ncoming together at times in the same individual, are never reconciled.\r\n\r\n\"If we compare all three of these would-be aims of the public school\r\nwith the actual facts to be observed in the present method of teaching\r\nGerman, we see immediately what they really amount to in\r\npractice,--that is to say, only to subterfuges for use in the fight\r\nand struggle for existence and, often enough, mere means wherewith to\r\nbewilder an opponent. For we are unable to detect any single feature\r\nin this teaching of German which in any way recalls the example of\r\nclassical antiquity and its glorious methods of training in languages.\r\n'Formal education,' however, which is supposed to be achieved by this\r\nmethod of teaching German, has been shown to be wholly at the pleasure\r\nof the 'free personality,' which is as good as saying that it is\r\nbarbarism and anarchy. And as for the preparation in science, which is\r\none of the consequences of this teaching, our Germanists will have to\r\ndetermine, in all justice, how little these learned beginnings in\r\npublic schools have contributed to the splendour of their sciences,\r\nand how much the personality of individual university professors has\r\ndone so.--Put briefly: the public school has hitherto neglected its\r\nmost important and most urgent duty towards the very beginning of all\r\nreal culture, which is the mother-tongue; but in so doing it has\r\nlacked the natural, fertile soil for all further efforts at culture.\r\nFor only by means of stern, artistic, and careful discipline and\r\nhabit, in a language, can the correct feeling for the greatness of our\r\nclassical writers be strengthened. Up to the present their recognition\r\nby the public schools has been owing almost solely to the doubtful\r\næsthetic hobbies of a few teachers or to the massive effects of\r\ncertain of their tragedies and novels. But everybody should, himself,\r\nbe aware of the difficulties of the language: he should have learnt\r\nthem from experience: after long seeking and struggling he must reach\r\nthe path our great poets trod in order to be able to realise how\r\nlightly and beautifully they trod it, and how stiffly and swaggeringly\r\nthe others follow at their heels.\r\n\r\n\"Only by means of such discipline can the young man acquire that\r\nphysical loathing for the beloved and much-admired 'elegance' of style\r\nof our newspaper manufacturers and novelists, and for the 'ornate\r\nstyle' of our literary men; by it alone is he irrevocably elevated at\r\na stroke above a whole host of absurd questions and scruples, such,\r\nfor instance, as whether Auerbach and Gutzkow are really poets, for\r\nhis disgust at both will be so great that he will be unable to read\r\nthem any longer, and thus the problem will be solved for him. Let no\r\none imagine that it is an easy matter to develop this feeling to the\r\nextent necessary in order to have this physical loathing; but let no\r\none hope to reach sound æsthetic judgments along any other road than\r\nthe thorny one of language, and by this I do not mean philological\r\nresearch, but self-discipline in one's mother-tongue.\r\n\r\n\"Everybody who is in earnest in this matter will have the same sort of\r\nexperience as the recruit in the army who is compelled to learn\r\nwalking after having walked almost all his life as a dilettante or\r\nempiricist. It is a hard time: one almost fears that the tendons are\r\ngoing to snap and one ceases to hope that the artificial and\r\nconsciously acquired movements and positions of the feet will ever be\r\ncarried out with ease and comfort. It is painful to see how awkwardly\r\nand heavily one foot is set before the other, and one dreads that one\r\nmay not only be unable to learn the new way of walking, but that one\r\nwill forget how to walk at all. Then it suddenly become noticeable\r\nthat a new habit and a second nature have been born of the practised\r\nmovements, and that the assurance and strength of the old manner of\r\nwalking returns with a little more grace: at this point one begins to\r\nrealise how difficult walking is, and one feels in a position to laugh\r\nat the untrained empiricist or the elegant dilettante. Our 'elegant'\r\nwriters, as their style shows, have never learnt 'walking' in this\r\nsense, and in our public schools, as our other writers show, no one\r\nlearns walking either. Culture begins, however, with the correct\r\nmovement of the language: and once it has properly begun, it begets\r\nthat physical sensation in the presence of 'elegant' writers which is\r\nknown by the name of 'loathing.'\r\n\r\n\"We recognise the fatal consequences of our present public schools, in\r\nthat they are unable to inculcate severe and genuine culture, which\r\nshould consist above all in obedience and habituation; and that, at\r\ntheir best, they much more often achieve a result by stimulating and\r\nkindling scientific tendencies, is shown by the hand which is so\r\nfrequently seen uniting scholarship and barbarous taste, science and\r\njournalism. In a very large majority of cases to-day we can observe\r\nhow sadly our scholars fall short of the standard of culture which the\r\nefforts of Goethe, Schiller, Lessing, and Winckelmann established; and\r\nthis falling short shows itself precisely in the egregious errors\r\nwhich the men we speak of are exposed to, equally among literary\r\nhistorians--whether Gervinus or Julian Schmidt--as in any other\r\ncompany; everywhere, indeed, where men and women converse. It shows\r\nitself most frequently and painfully, however, in pedagogic spheres,\r\nin the literature of public schools. It can be proved that the only\r\nvalue that these men have in a real educational establishment has not\r\nbeen mentioned, much less generally recognised for half a century:\r\ntheir value as preparatory leaders and mystogogues of classical\r\nculture, guided by whose hands alone can the correct road leading to\r\nantiquity be found.\r\n\r\n\"Every so-called classical education can have but one natural\r\nstarting-point--an artistic, earnest, and exact familiarity with the\r\nuse of the mother-tongue: this, together with the secret of form,\r\nhowever, one can seldom attain to of one's own accord, almost\r\neverybody requires those great leaders and tutors and must place\r\nhimself in their hands. There is, however, no such thing as a\r\nclassical education that could grow without this inferred love of\r\nform. Here, where the power of discerning form and barbarity gradually\r\nawakens, there appear the pinions which bear one to the only real home\r\nof culture--ancient Greece. If with the solitary help of those pinions\r\nwe sought to reach those far-distant and diamond-studded walls\r\nencircling the stronghold of Hellenism, we should certainly not get\r\nvery far; once more, therefore, we need the same leaders and tutors,\r\nour German classical writers, that we may be borne up, too, by the\r\nwing-strokes of their past endeavours--to the land of yearning, to\r\nGreece.\r\n\r\n\"Not a suspicion of this possible relationship between our classics\r\nand classical education seems to have pierced the antique walls of\r\npublic schools. Philologists seem much more eagerly engaged in\r\nintroducing Homer and Sophocles to the young souls of their pupils, in\r\ntheir own style, calling the result simply by the unchallenged\r\neuphemism: 'classical education.' Let every one's own experience tell\r\nhim what he had of Homer and Sophocles at the hands of such eager\r\nteachers. It is in this department that the greatest number of deepest\r\ndeceptions occur, and whence misunderstandings are inadvertently\r\nspread. In German public schools I have never yet found a trace of\r\nwhat might really be called 'classical education,' and there is\r\nnothing surprising in this when one thinks of the way in which these\r\ninstitutions have emancipated themselves from German classical writers\r\nand the discipline of the German language. Nobody reaches antiquity by\r\nmeans of a leap into the dark, and yet the whole method of treating\r\nancient writers in schools, the plain commentating and paraphrasing of\r\nour philological teachers, amounts to nothing more than a leap into\r\nthe dark.\r\n\r\n\"The feeling for classical Hellenism is, as a matter of fact, such an\r\nexceptional outcome of the most energetic fight for culture and\r\nartistic talent that the public school could only have professed to\r\nawaken this feeling owing to a very crude misunderstanding. In what\r\nage? In an age which is led about blindly by the most sensational\r\ndesires of the day, and which is not aware of the fact that, once that\r\nfeeling for Hellenism is roused, it immediately becomes aggressive and\r\nmust express itself by indulging in an incessant war with the\r\nso-called culture of the present. For the public school boy of to-day,\r\nthe Hellenes as Hellenes are dead: yes, he gets some enjoyment out of\r\nHomer, but a novel by Spielhagen interests him much more: yes, he\r\nswallows Greek tragedy and comedy with a certain relish, but a\r\nthoroughly modern drama, like Freitag's 'Journalists,' moves him in\r\nquite another fashion. In regard to all ancient authors he is rather\r\ninclined to speak after the manner of the æsthete, Hermann Grimm, who,\r\non one occasion, at the end of a tortuous essay on the Venus of Milo,\r\nasks himself: 'What does this goddess's form mean to me? Of what use\r\nare the thoughts she suggests to me? Orestes and Œdipus, Iphigenia\r\nand Antigone, what have they in common with my heart?'--No, my dear\r\npublic school boy, the Venus of Milo does not concern you in any way,\r\nand concerns your teacher just as little--and that is the misfortune,\r\nthat is the secret of the modern public school. Who will conduct you\r\nto the land of culture, if your leaders are blind and assume the\r\nposition of seers notwithstanding? Which of you will ever attain to a\r\ntrue feeling for the sacred seriousness of art, if you are\r\nsystematically spoiled, and taught to stutter independently instead of\r\nbeing taught to speak; to æstheticise on your own account, when you\r\nought to be taught to approach works of art almost piously; to\r\nphilosophise without assistance, while you ought to be compelled to\r\n_listen_ to great thinkers. All this with the result that you remain\r\neternally at a distance from antiquity and become the servants of the\r\nday.\r\n\r\n\"At all events, the most wholesome feature of our modern institutions\r\nis to be found in the earnestness with which the Latin and Greek\r\nlanguages are studied over a long course of years. In this way boys\r\nlearn to respect a grammar, lexicons, and a language that conforms to\r\nfixed rules; in this department of public school work there is an\r\nexact knowledge of what constitutes a fault, and no one is troubled\r\nwith any thought of justifying himself every minute by appealing (as\r\nin the case of modern German) to various grammatical and\r\northographical vagaries and vicious forms. If only this respect for\r\nlanguage did not hang in the air so, like a theoretical burden which\r\none is pleased to throw off the moment one turns to one's\r\nmother-tongue! More often than not, the classical master makes pretty\r\nshort work of the mother-tongue; from the outset he treats it as a\r\ndepartment of knowledge in which one is allowed that indolent ease\r\nwith which the German treats everything that belongs to his native\r\nsoil. The splendid practice afforded by translating from one language\r\ninto another, which so improves and fertilises one's artistic feeling\r\nfor one's own tongue, is, in the case of German, never conducted with\r\nthat fitting categorical strictness and dignity which would be above\r\nall necessary in dealing with an undisciplined language. Of late,\r\nexercises of this kind have tended to decrease ever more and more:\r\npeople are satisfied to _know_ the foreign classical tongues, they\r\nwould scorn being able to _apply_ them.\r\n\r\n\"Here one gets another glimpse of the scholarly tendency of public\r\nschools: a phenomenon which throws much light upon the object which\r\nonce animated them,--that is to say, the serious desire to cultivate\r\nthe pupil. This belonged to the time of our great poets, those few\r\nreally cultured Germans,--the time when the magnificent Friedrich\r\nAugust Wolf directed the new stream of classical thought, introduced\r\nfrom Greece and Rome by those men, into the heart of the public\r\nschools. Thanks to his bold start, a new order of public schools was\r\nestablished, which thenceforward was not to be merely a nursery for\r\nscience, but, above all, the actual consecrated home of all higher and\r\nnobler culture.\r\n\r\n\"Of the many necessary measures which this change called into being,\r\nsome of the most important have been transferred with lasting success\r\nto the modern regulations of public schools: the most important of\r\nall, however, did not succeed--the one demanding that the teacher,\r\nalso, should be consecrated to the new spirit, so that the aim of the\r\npublic school has meanwhile considerably departed from the original\r\nplan laid down by Wolf, which was the cultivation of the pupil. The\r\nold estimate of scholarship and scholarly culture, as an absolute,\r\nwhich Wolf overcame, seems after a slow and spiritless struggle rather\r\nto have taken the place of the culture-principle of more recent\r\nintroduction, and now claims its former exclusive rights, though not\r\nwith the same frankness, but disguised and with features veiled. And\r\nthe reason why it was impossible to make public schools fall in with\r\nthe magnificent plan of classical culture lay in the un-German, almost\r\nforeign or cosmopolitan nature of these efforts in the cause of\r\neducation: in the belief that it was possible to remove the native\r\nsoil from under a man's feet and that he should still remain standing;\r\nin the illusion that people can spring direct, without bridges, into\r\nthe strange Hellenic world, by abjuring German and the German mind in\r\ngeneral.\r\n\r\n\"Of course one must know how to trace this Germanic spirit to its lair\r\nbeneath its many modern dressings, or even beneath heaps of ruins; one\r\nmust love it so that one is not ashamed of it in its stunted form, and\r\none must above all be on one's guard against confounding it with what\r\nnow disports itself proudly as 'Up-to-date German culture.' The German\r\nspirit is very far from being on friendly times with this up-to-date\r\nculture: and precisely in those spheres where the latter complains of\r\na lack of culture the real German spirit has survived, though perhaps\r\nnot always with a graceful, but more often an ungraceful, exterior. On\r\nthe other hand, that which now grandiloquently assumes the title of\r\n'German culture' is a sort of cosmopolitan aggregate, which bears the\r\nsame relation to the German spirit as Journalism does to Schiller or\r\nMeyerbeer to Beethoven: here the strongest influence at work is the\r\nfundamentally and thoroughly un-German civilisation of France, which\r\nis aped neither with talent nor with taste, and the imitation of which\r\ngives the society, the press, the art, and the literary style of\r\nGermany their pharisaical character. Naturally the copy nowhere\r\nproduces the really artistic effect which the original, grown out of\r\nthe heart of Roman civilisation, is able to produce almost to this day\r\nin France. Let any one who wishes to see the full force of this\r\ncontrast compare our most noted novelists with the less noted ones of\r\nFrance or Italy: he will recognise in both the same doubtful\r\ntendencies and aims, as also the same still more doubtful means, but\r\nin France he will find them coupled with artistic earnestness, at\r\nleast with grammatical purity, and often with beauty, while in their\r\nevery feature he will recognise the echo of a corresponding social\r\nculture. In Germany, on the other hand, they will strike him as\r\nunoriginal, flabby, filled with dressing-gown thoughts and\r\nexpressions, unpleasantly spread out, and therewithal possessing no\r\nbackground of social form. At the most, owing to their scholarly\r\nmannerisms and display of knowledge, he will be reminded of the fact\r\nthat in Latin countries it is the artistically-trained man, and that\r\nin Germany it is the abortive scholar, who becomes a journalist. With\r\nthis would-be German and thoroughly unoriginal culture, the German can\r\nnowhere reckon upon victory: the Frenchman and the Italian will always\r\nget the better of him in this respect, while, in regard to the clever\r\nimitation of a foreign culture, the Russian, above all, will always be\r\nhis superior.\r\n\r\n\"We are therefore all the more anxious to hold fast to that German\r\nspirit which revealed itself in the German Reformation, and in German\r\nmusic, and which has shown its enduring and genuine strength in the\r\nenormous courage and severity of German philosophy and in the loyalty\r\nof the German soldier, which has been tested quite recently. From it\r\nwe expect a victory over that 'up-to-date' pseudo-culture which is now\r\nthe fashion. What we should hope for the future is that schools may\r\ndraw the real school of culture into this struggle, and kindle the\r\nflame of enthusiasm in the younger generation, more particularly in\r\npublic schools, for that which is truly German; and in this way\r\nso-called classical education will resume its natural place and\r\nrecover its one possible starting-point.\r\n\r\n\"A thorough reformation and purification of the public school can only\r\nbe the outcome of a profound and powerful reformation and purification\r\nof the German spirit. It is a very complex and difficult task to find\r\nthe border-line which joins the heart of the Germanic spirit with the\r\ngenius of Greece. Not, however, before the noblest needs of genuine\r\nGerman genius snatch at the hand of this genius of Greece as at a firm\r\npost in the torrent of barbarity, not before a devouring yearning for\r\nthis genius of Greece takes possession of German genius, and not\r\nbefore that view of the Greek home, on which Schiller and Goethe,\r\nafter enormous exertions, were able to feast their eyes, has become\r\nthe Mecca of the best and most gifted men, will the aim of classical\r\neducation in public schools acquire any definition; and they at least\r\nwill not be to blame who teach ever so little science and learning in\r\npublic schools, in order to keep a definite and at the same time ideal\r\naim in their eyes, and to rescue their pupils from that glistening\r\nphantom which now allows itself to be called 'culture' and\r\n'education.' This is the sad plight of the public school of to-day:\r\nthe narrowest views remain in a certain measure right, because no one\r\nseems able to reach or, at least, to indicate the spot where all these\r\nviews culminate in error.\"\r\n\r\n\"No one?\" the philosopher's pupil inquired with a slight quaver in his\r\nvoice; and both men were silent.\r\n\r\nFOOTNOTES:\r\n\r\n[3] It is not practicable to translate these German solecisms by similar\r\ninstances of English solecisms. The reader who is interested in the\r\nsubject will find plenty of material in a book like the Oxford _King's\r\nEnglish_.\r\n\r\n[4] German: _Formelle Bildung._\r\n\r\n[5] German: _Materielle Bildung._\r\n\r\n\r\n\r\n\r\nTHIRD LECTURE.\r\n\r\n(_Delivered on the 27th of February 1872._)\r\n\r\n\r\nLadies and Gentlemen,--At the close of my last lecture, the\r\nconversation to which I was a listener, and the outlines of which, as\r\nI clearly recollect them, I am now trying to lay before you, was\r\ninterrupted by a long and solemn pause. Both the philosopher and his\r\ncompanion sat silent, sunk in deep dejection: the peculiarly critical\r\nstate of that important educational institution, the German public\r\nschool, lay upon their souls like a heavy burden, which one single,\r\nwell-meaning individual is not strong enough to remove, and the\r\nmultitude, though strong, not well meaning enough.\r\n\r\nOur solitary thinkers were perturbed by two facts: by clearly\r\nperceiving on the one hand that what might rightly be called\r\n\"classical education\" was now only a far-off ideal, a castle in the\r\nair, which could not possibly be built as a reality on the foundations\r\nof our present educational system, and that, on the other hand, what\r\nwas now, with customary and unopposed euphemism, pointed to as\r\n\"classical education\" could only claim the value of a pretentious\r\nillusion, the best effect of which was that the expression \"classical\r\neducation\" still lived on and had not yet lost its pathetic sound.\r\nThese two worthy men saw clearly, by the system of instruction in\r\nvogue, that the time was not yet ripe for a higher culture, a culture\r\nfounded upon that of the ancients: the neglected state of linguistic\r\ninstruction; the forcing of students into learned historical paths,\r\ninstead of giving them a practical training; the connection of certain\r\npractices, encouraged in the public schools, with the objectionable\r\nspirit of our journalistic publicity--all these easily perceptible\r\nphenomena of the teaching of German led to the painful certainty that\r\nthe most beneficial of those forces which have come down to us from\r\nclassical antiquity are not yet known in our public schools: forces\r\nwhich would train students for the struggle against the barbarism of\r\nthe present age, and which will perhaps once more transform the public\r\nschools into the arsenals and workshops of this struggle.\r\n\r\nOn the other hand, it would seem in the meantime as if the spirit of\r\nantiquity, in its fundamental principles, had already been driven away\r\nfrom the portals of the public schools, and as if here also the gates\r\nwere thrown open as widely as possible to the be-flattered and\r\npampered type of our present self-styled \"German culture.\" And if the\r\nsolitary talkers caught a glimpse of a single ray of hope, it was that\r\nthings would have to become still worse, that what was as yet divined\r\nonly by the few would soon be clearly perceived by the many, and that\r\nthen the time for honest and resolute men for the earnest\r\nconsideration of the scope of the education of the masses would not be\r\nfar distant.\r\n\r\nAfter a few minutes' silent reflection, the philosopher's companion\r\nturned to him and said: \"You used to hold out hopes to me, but now you\r\nhave done more: you have widened my intelligence, and with it my\r\nstrength and courage: now indeed can I look on the field of battle\r\nwith more hardihood, now indeed do I repent of my too hasty flight. We\r\nwant nothing for ourselves, and it should be nothing to us how many\r\nindividuals may fall in this battle, or whether we ourselves may be\r\namong the first. Just because we take this matter so seriously, we\r\nshould not take our own poor selves so seriously: at the very moment\r\nwe are falling some one else will grasp the banner of our faith. I\r\nwill not even consider whether I am strong enough for such a fight,\r\nwhether I can offer sufficient resistance; it may even be an\r\nhonourable death to fall to the accompaniment of the mocking laughter\r\nof such enemies, whose seriousness has frequently seemed to us to be\r\nsomething ridiculous. When I think how my contemporaries prepared\r\nthemselves for the highest posts in the scholastic profession, as I\r\nmyself have done, then I know how we often laughed at the exact\r\ncontrary, and grew serious over something quite different----\"\r\n\r\n\"Now, my friend,\" interrupted the philosopher, laughingly, \"you speak\r\nas one who would fain dive into the water without being able to swim,\r\nand who fears something even more than the mere drowning; _not_ being\r\ndrowned, but laughed at. But being laughed at should be the very last\r\nthing for us to dread; for we are in a sphere where there are too many\r\ntruths to tell, too many formidable, painful, unpardonable truths, for\r\nus to escape hatred, and only fury here and there will give rise to\r\nsome sort of embarrassed laughter. Just think of the innumerable crowd\r\nof teachers, who, in all good faith, have assimilated the system of\r\neducation which has prevailed up to the present, that they may\r\ncheerfully and without over-much deliberation carry it further on.\r\nWhat do you think it will seem like to these men when they hear of\r\nprojects from which they are excluded _beneficio naturæ_; of commands\r\nwhich their mediocre abilities are totally unable to carry out; of\r\nhopes which find no echo in them; of battles the war-cries of which\r\nthey do not understand, and in the fighting of which they can take\r\npart only as dull and obtuse rank and file? But, without exaggeration,\r\nthat must necessarily be the position of practically all the teachers\r\nin our higher educational establishments: and indeed we cannot wonder\r\nat this when we consider how such a teacher originates, how he\r\n_becomes_ a teacher of such high status. Such a large number of higher\r\neducational establishments are now to be found everywhere that far\r\nmore teachers will continue to be required for them than the nature of\r\neven a highly-gifted people can produce; and thus an inordinate stream\r\nof undesirables flows into these institutions, who, however, by their\r\npreponderating numbers and their instinct of 'similis simile gaudet'\r\ngradually come to determine the nature of these institutions. There\r\nmay be a few people, hopelessly unfamiliar with pedagogical matters,\r\nwho believe that our present profusion of public schools and teachers,\r\nwhich is manifestly out of all proportion, can be changed into a real\r\nprofusion, an _ubertas ingenii_, merely by a few rules and\r\nregulations, and without any reduction in the number of these\r\ninstitutions. But we may surely be unanimous in recognising that by\r\nthe very nature of things only an exceedingly small number of people\r\nare destined for a true course of education, and that a much smaller\r\nnumber of higher educational establishments would suffice for their\r\nfurther development, but that, in view of the present large numbers of\r\neducational institutions, those for whom in general such institutions\r\nought only to be established must feel themselves to be the least\r\nfacilitated in their progress.\r\n\r\n\"The same holds good in regard to teachers. It is precisely the best\r\nteachers--those who, generally speaking, judged by a high standard,\r\nare worthy of this honourable name--who are now perhaps the least\r\nfitted, in view of the present standing of our public schools, for the\r\neducation of these unselected youths, huddled together in a confused\r\nheap; but who must rather, to a certain extent, keep hidden from them\r\nthe best they could give: and, on the other hand, by far the larger\r\nnumber of these teachers feel themselves quite at home in these\r\ninstitutions, as their moderate abilities stand in a kind of\r\nharmonious relationship to the dullness of their pupils. It is from\r\nthis majority that we hear the ever-resounding call for the\r\nestablishment of new public schools and higher educational\r\ninstitutions: we are living in an age which, by ringing the changes on\r\nits deafening and continual cry, would certainly give one the\r\nimpression that there was an unprecedented thirst for culture which\r\neagerly sought to be quenched. But it is just at this point that one\r\nshould learn to hear aright: it is here, without being disconcerted by\r\nthe thundering noise of the education-mongers, that we must confront\r\nthose who talk so tirelessly about the educational necessities of\r\ntheir time. Then we should meet with a strange disillusionment, one\r\nwhich we, my good friend, have often met with: those blatant heralds\r\nof educational needs, when examined at close quarters, are suddenly\r\nseen to be transformed into zealous, yea, fanatical opponents of true\r\nculture, _i.e._ all those who hold fast to the aristocratic nature of\r\nthe mind; for, at bottom, they regard as their goal the emancipation\r\nof the masses from the mastery of the great few; they seek to\r\noverthrow the most sacred hierarchy in the kingdom of the\r\nintellect--the servitude of the masses, their submissive obedience,\r\ntheir instinct of loyalty to the rule of genius.\r\n\r\n\"I have long accustomed myself to look with caution upon those who are\r\nardent in the cause of the so-called 'education of the people' in the\r\ncommon meaning of the phrase; since for the most part they desire for\r\nthemselves, consciously or unconsciously, absolutely unlimited\r\nfreedom, which must inevitably degenerate into something resembling\r\nthe saturnalia of barbaric times, and which the sacred hierarchy of\r\nnature will never grant them. They were born to serve and to obey; and\r\nevery moment in which their limping or crawling or broken-winded\r\nthoughts are at work shows us clearly out of which clay nature moulded\r\nthem, and what trade mark she branded thereon. The education of the\r\nmasses cannot, therefore, be our aim; but rather the education of a\r\nfew picked men for great and lasting works. We well know that a just\r\nposterity judges the collective intellectual state of a time only by\r\nthose few great and lonely figures of the period, and gives its\r\ndecision in accordance with the manner in which they are recognised,\r\nencouraged, and honoured, or, on the other hand, in which they are\r\nsnubbed, elbowed aside, and kept down. What is called the 'education\r\nof the masses' cannot be accomplished except with difficulty; and even\r\nif a system of universal compulsory education be applied, they can\r\nonly be reached outwardly: those individual lower levels where,\r\ngenerally speaking, the masses come into contact with culture, where\r\nthe people nourishes its religious instinct, where it poetises its\r\nmythological images, where it keeps up its faith in its customs,\r\nprivileges, native soil, and language--all these levels can scarcely\r\nbe reached by direct means, and in any case only by violent\r\ndemolition. And, in serious matters of this kind, to hasten forward\r\nthe progress of the education of the people means simply the\r\npostponement of this violent demolition, and the maintenance of that\r\nwholesome unconsciousness, that sound sleep, of the people, without\r\nwhich counter-action and remedy no culture, with the exhausting strain\r\nand excitement of its own actions, can make any headway.\r\n\r\n\"We know, however, what the aspiration is of those who would disturb\r\nthe healthy slumber of the people, and continually call out to them:\r\n'Keep your eyes open! Be sensible! Be wise!' we know the aim of those\r\nwho profess to satisfy excessive educational requirements by means of\r\nan extraordinary increase in the number of educational institutions\r\nand the conceited tribe of teachers originated thereby. These very\r\npeople, using these very means, are fighting against the natural\r\nhierarchy in the realm of the intellect, and destroying the roots of\r\nall those noble and sublime plastic forces which have their material\r\norigin in the unconsciousness of the people, and which fittingly\r\nterminate in the procreation of genius and its due guidance and proper\r\ntraining. It is only in the simile of the mother that we can grasp the\r\nmeaning and the responsibility of the true education of the people in\r\nrespect to genius: its real origin is not to be found in such\r\neducation; it has, so to speak, only a metaphysical source, a\r\nmetaphysical home. But for the genius to make his appearance; for him\r\nto emerge from among the people; to portray the reflected picture, as\r\nit were, the dazzling brilliancy of the peculiar colours of this\r\npeople; to depict the noble destiny of a people in the similitude of\r\nan individual in a work which will last for all time, thereby making\r\nhis nation itself eternal, and redeeming it from the ever-shifting\r\nelement of transient things: all this is possible for the genius only\r\nwhen he has been brought up and come to maturity in the tender care of\r\nthe culture of a people; whilst, on the other hand, without this\r\nsheltering home, the genius will not, generally speaking, be able to\r\nrise to the height of his eternal flight, but will at an early moment,\r\nlike a stranger weather-driven upon a bleak, snow-covered desert,\r\nslink away from the inhospitable land.\"\r\n\r\n\"You astonish me with such a metaphysics of genius,\" said the\r\nteacher's companion, \"and I have only a hazy conception of the\r\naccuracy of your similitude. On the other hand, I fully understand\r\nwhat you have said about the surplus of public schools and the\r\ncorresponding surplus of higher grade teachers; and in this regard I\r\nmyself have collected some information which assures me that the\r\neducational tendency of the public school _must_ right itself by this\r\nvery surplus of teachers who have really nothing at all to do with\r\neducation, and who are called into existence and pursue this path\r\nsolely because there is a demand for them. Every man who, in an\r\nunexpected moment of enlightenment, has convinced himself of the\r\nsingularity and inaccessibility of Hellenic antiquity, and has warded\r\noff this conviction after an exhausting struggle--every such man knows\r\nthat the door leading to this enlightenment will never remain open to\r\nall comers; and he deems it absurd, yea disgraceful, to use the Greeks\r\nas he would any other tool he employs when following his profession or\r\nearning his living, shamelessly fumbling with coarse hands amidst the\r\nrelics of these holy men. This brazen and vulgar feeling is, however,\r\nmost common in the profession from which the largest numbers of\r\nteachers for the public schools are drawn, the philological\r\nprofession, wherefore the reproduction and continuation of such a\r\nfeeling in the public school will not surprise us.\r\n\r\n\"Just look at the younger generation of philologists: how seldom we\r\nsee in them that humble feeling that we, when compared with such a\r\nworld as it was, have no right to exist at all: how coolly and\r\nfearlessly, as compared with us, did that young brood build its\r\nmiserable nests in the midst of the magnificent temples! A powerful\r\nvoice from every nook and cranny should ring in the ears of those who,\r\nfrom the day they begin their connection with the university, roam at\r\nwill with such self-complacency and shamelessness among the\r\nawe-inspiring relics of that noble civilisation: 'Hence, ye\r\nuninitiated, who will never be initiated; fly away in silence and\r\nshame from these sacred chambers!' But this voice speaks in vain; for\r\none must to some extent be a Greek to understand a Greek curse of\r\nexcommunication. But these people I am speaking of are so barbaric\r\nthat they dispose of these relics to suit themselves: all their modern\r\nconveniences and fancies are brought with them and concealed among\r\nthose ancient pillars and tombstones, and it gives rise to great\r\nrejoicing when somebody finds, among the dust and cobwebs of\r\nantiquity, something that he himself had slyly hidden there not so\r\nvery long before. One of them makes verses and takes care to consult\r\nHesychius' Lexicon. Something there immediately assures him that he is\r\ndestined to be an imitator of Æschylus, and leads him to believe,\r\nindeed, that he 'has something in common with' Æschylus: the miserable\r\npoetaster! Yet another peers with the suspicious eye of a policeman\r\ninto every contradiction, even into the shadow of every\r\ncontradiction, of which Homer was guilty: he fritters away his life in\r\ntearing Homeric rags to tatters and sewing them together again, rags\r\nthat he himself was the first to filch from the poet's kingly robe. A\r\nthird feels ill at ease when examining all the mysterious and\r\norgiastic sides of antiquity: he makes up his mind once and for all to\r\nlet the enlightened Apollo alone pass without dispute, and to see in\r\nthe Athenian a gay and intelligent but nevertheless somewhat immoral\r\nApollonian. What a deep breath he draws when he succeeds in raising\r\nyet another dark corner of antiquity to the level of his own\r\nintelligence!--when, for example, he discovers in Pythagoras a\r\ncolleague who is as enthusiastic as himself in arguing about politics.\r\nAnother racks his brains as to why Œdipus was condemned by fate to\r\nperform such abominable deeds--killing his father, marrying his\r\nmother. Where lies the blame! Where the poetic justice! Suddenly it\r\noccurs to him: Œdipus was a passionate fellow, lacking all Christian\r\ngentleness--he even fell into an unbecoming rage when Tiresias called\r\nhim a monster and the curse of the whole country. Be humble and meek!\r\nwas what Sophocles tried to teach, otherwise you will have to marry\r\nyour mothers and kill your fathers! Others, again, pass their lives in\r\ncounting the number of verses written by Greek and Roman poets, and\r\nare delighted with the proportions 7:13 = 14:26. Finally, one of them\r\nbrings forward his solution of a question, such as the Homeric poems\r\nconsidered from the standpoint of prepositions, and thinks he has\r\ndrawn the truth from the bottom of the well with ἀνά and κατά.\r\nAll of them, however, with the most widely separated aims in view, dig\r\nand burrow in Greek soil with a restlessness and a blundering awkwardness\r\nthat must surely be painful to a true friend of antiquity: and thus it\r\ncomes to pass that I should like to take by the hand every talented or\r\ntalentless man who feels a certain professional inclination urging him\r\non to the study of antiquity, and harangue him as follows: 'Young sir,\r\ndo you know what perils threaten you, with your little stock of school\r\nlearning, before you become a man in the full sense of the word? Have\r\nyou heard that, according to Aristotle, it is by no means a tragic\r\ndeath to be slain by a statue? Does that surprise you? Know, then,\r\nthat for centuries philologists have been trying, with ever-failing\r\nstrength, to re-erect the fallen statue of Greek antiquity, but\r\nwithout success; for it is a colossus around which single individual\r\nmen crawl like pygmies. The leverage of the united representatives of\r\nmodern culture is utilised for the purpose; but it invariably happens\r\nthat the huge column is scarcely more than lifted from the ground when\r\nit falls down again, crushing beneath its weight the luckless wights\r\nunder it. That, however, may be tolerated, for every being must perish\r\nby some means or other; but who is there to guarantee that during all\r\nthese attempts the statue itself will not break in pieces! The\r\nphilologists are being crushed by the Greeks--perhaps we can put up\r\nwith this--but antiquity itself threatens to be crushed by these\r\nphilologists! Think that over, you easy-going young man; and turn\r\nback, lest you too should not be an iconoclast!'\"\r\n\r\n\"Indeed,\" said the philosopher, laughing, \"there are many philologists\r\nwho have turned back as you so much desire, and I notice a great\r\ncontrast with my own youthful experience. Consciously or\r\nunconsciously, large numbers of them have concluded that it is\r\nhopeless and useless for them to come into direct contact with\r\nclassical antiquity, hence they are inclined to look upon this study\r\nas barren, superseded, out-of-date. This herd has turned with much\r\ngreater zest to the science of language: here in this wide expanse of\r\nvirgin soil, where even the most mediocre gifts can be turned to\r\naccount, and where a kind of insipidity and dullness is even looked\r\nupon as decided talent, with the novelty and uncertainty of methods\r\nand the constant danger of making fantastic mistakes--here, where dull\r\nregimental routine and discipline are desiderata--here the newcomer is\r\nno longer frightened by the majestic and warning voice that rises from\r\nthe ruins of antiquity: here every one is welcomed with open arms,\r\nincluding even him who never arrived at any uncommon impression or\r\nnoteworthy thought after a perusal of Sophocles and Aristophanes, with\r\nthe result that they end in an etymological tangle, or are seduced\r\ninto collecting the fragments of out-of-the-way dialects--and their\r\ntime is spent in associating and dissociating, collecting and\r\nscattering, and running hither and thither consulting books. And such\r\na usefully employed philologist would now fain be a teacher! He now\r\nundertakes to teach the youth of the public schools something about\r\nthe ancient writers, although he himself has read them without any\r\nparticular impression, much less with insight! What a dilemma!\r\nAntiquity has said nothing to him, consequently he has nothing to say\r\nabout antiquity. A sudden thought strikes him: why is he a skilled\r\nphilologist at all! Why did these authors write Latin and Greek! And\r\nwith a light heart he immediately begins to etymologise with Homer,\r\ncalling Lithuanian or Ecclesiastical Slavonic, or, above all, the\r\nsacred Sanskrit, to his assistance: as if Greek lessons were merely\r\nthe excuse for a general introduction to the study of languages, and\r\nas if Homer were lacking in only one respect, namely, not being\r\nwritten in pre-Indogermanic. Whoever is acquainted with our present\r\npublic schools well knows what a wide gulf separates their teachers\r\nfrom classicism, and how, from a feeling of this want, comparative\r\nphilology and allied professions have increased their numbers to such\r\nan unheard-of degree.\"\r\n\r\n\"What I mean is,\" said the other, \"it would depend upon whether a\r\nteacher of classical culture did _not_ confuse his Greeks and Romans\r\nwith the other peoples, the barbarians, whether he could _never_ put\r\nGreek and Latin _on a level with_ other languages: so far as his\r\nclassicalism is concerned, it is a matter of indifference whether the\r\nframework of these languages concurs with or is in any way related to\r\nthe other languages: such a concurrence does not interest him at all;\r\nhis real concern is with _what is not common to both_, with what shows\r\nhim that those two peoples were not barbarians as compared with the\r\nothers--in so far, of course, as he is a true teacher of culture and\r\nmodels himself after the majestic patterns of the classics.\"\r\n\r\n\"I may be wrong,\" said the philosopher, \"but I suspect that, owing to\r\nthe way in which Latin and Greek are now taught in schools, the\r\naccurate grasp of these languages, the ability to speak and write them\r\nwith ease, is lost, and that is something in which my own generation\r\ndistinguished itself--a generation, indeed, whose few survivers have\r\nby this time grown old; whilst, on the other hand, the present\r\nteachers seem to impress their pupils with the genetic and historical\r\nimportance of the subject to such an extent that, at best, their\r\nscholars ultimately turn into little Sanskritists, etymological\r\nspitfires, or reckless conjecturers; but not one of them can read his\r\nPlato or Tacitus with pleasure, as we old folk can. The public schools\r\nmay still be seats of learning: not, however of _the_ learning which,\r\nas it were, is only the natural and involuntary auxiliary of a culture\r\nthat is directed towards the noblest ends; but rather of that culture\r\nwhich might be compared to the hypertrophical swelling of an unhealthy\r\nbody. The public schools are certainly the seats of this obesity, if,\r\nindeed, they have not degenerated into the abodes of that elegant\r\nbarbarism which is boasted of as being 'German culture of the\r\npresent!'\"\r\n\r\n\"But,\" asked the other, \"what is to become of that large body of\r\nteachers who have not been endowed with a true gift for culture, and\r\nwho set up as teachers merely to gain a livelihood from the\r\nprofession, because there is a demand for them, because a superfluity\r\nof schools brings with it a superfluity of teachers? Where shall they\r\ngo when antiquity peremptorily orders them to withdraw? Must they not\r\nbe sacrificed to those powers of the present who, day after day, call\r\nout to them from the never-ending columns of the press 'We are\r\nculture! We are education! We are at the zenith! We are the apexes of\r\nthe pyramids! We are the aims of universal history!'--when they hear\r\nthe seductive promises, when the shameful signs of non-culture, the\r\nplebeian publicity of the so-called 'interests of culture' are\r\nextolled for their benefit in magazines and newspapers as an entirely\r\nnew and the best possible, full-grown form of culture! Whither shall\r\nthe poor fellows fly when they feel the presentiment that these\r\npromises are not true--where but to the most obtuse, sterile\r\nscientificality, that here the shriek of culture may no longer be\r\naudible to them? Pursued in this way, must they not end, like the\r\nostrich, by burying their heads in the sand? Is it not a real\r\nhappiness for them, buried as they are among dialects, etymologies,\r\nand conjectures, to lead a life like that of the ants, even though\r\nthey are miles removed from true culture, if only they can close their\r\nears tightly and be deaf to the voice of the 'elegant' culture of the\r\ntime.\"\r\n\r\n\"You are right, my friend,\" said the philosopher, \"but whence comes the\r\nurgent necessity for a surplus of schools for culture, which further\r\ngives rise to the necessity for a surplus of teachers?--when we so\r\nclearly see that the demand for a surplus springs from a sphere which is\r\nhostile to culture, and that the consequences of this surplus only lead\r\nto non-culture. Indeed, we can discuss this dire necessity only in so\r\nfar as the modern State is willing to discuss these things with us, and\r\nis prepared to follow up its demands by force: which phenomenon\r\ncertainly makes the same impression upon most people as if they were\r\naddressed by the eternal law of things. For the rest, a 'Culture-State,'\r\nto use the current expression, which makes such demands, is rather a\r\nnovelty, and has only come to a 'self-understanding' within the last\r\nhalf century, _i.e._ in a period when (to use the favourite popular\r\nword) so many 'self-understood' things came into being, but which are in\r\nthemselves not 'self-understood' at all. This right to higher education\r\nhas been taken so seriously by the most powerful of modern\r\nStates--Prussia--that the objectionable principle it has adopted, taken\r\nin connection with the well-known daring and hardihood of this State, is\r\nseen to have a menacing and dangerous consequence for the true German\r\nspirit; for we see endeavours being made in this quarter to raise the\r\npublic school, formally systematised, up to the so-called 'level of the\r\ntime.' Here is to be found all that mechanism by means of which as many\r\nscholars as possible are urged on to take up courses of public school\r\ntraining: here, indeed, the State has its most powerful inducement--the\r\nconcession of certain privileges respecting military service, with the\r\nnatural consequence that, according to the unprejudiced evidence of\r\nstatistical officials, by this, and by this only, can we explain the\r\nuniversal congestion of all Prussian public schools, and the urgent and\r\ncontinual need for new ones. What more can the State do for a surplus of\r\neducational institutions than bring all the higher and the majority of\r\nthe lower civil service appointments, the right of entry to the\r\nuniversities, and even the most influential military posts into close\r\nconnection with the public school: and all this in a country where both\r\nuniversal military service and the highest offices of the State\r\nunconsciously attract all gifted natures to them. The public school is\r\nhere looked upon as an honourable aim, and every one who feels himself\r\nurged on to the sphere of government will be found on his way to it.\r\nThis is a new and quite original occurrence: the State assumes the\r\nattitude of a mystogogue of culture, and, whilst it promotes its own\r\nends, it obliges every one of its servants not to appear in its presence\r\nwithout the torch of universal State education in their hands, by the\r\nflickering light of which they may again recognise the State as the\r\nhighest goal, as the reward of all their strivings after education.\r\n\r\n\"Now this last phenomenon should indeed surprise them; it should\r\nremind them of that allied, slowly understood tendency of a philosophy\r\nwhich was formerly promoted for reasons of State, namely, the\r\ntendency of the Hegelian philosophy: yea, it would perhaps be no\r\nexaggeration to say that, in the subordination of all strivings after\r\neducation to reasons of State, Prussia has appropriated, with success,\r\nthe principle and the useful heirloom of the Hegelian philosophy,\r\nwhose apotheosis of the State in _this_ subordination certainly\r\nreaches its height.\"\r\n\r\n\"But,\" said the philosopher's companion, \"what purposes can the State\r\nhave in view with such a strange aim? For that it has some State\r\nobjects in view is seen in the manner in which the conditions of\r\nPrussian schools are admired by, meditated upon, and occasionally\r\nimitated by other States. These other States obviously presuppose\r\nsomething here that, if adopted, would tend towards the maintenance\r\nand power of the State, like our well-known and popular conscription.\r\nWhere everyone proudly wears his soldier's uniform at regular\r\nintervals, where almost every one has absorbed a uniform type of\r\nnational culture through the public schools, enthusiastic hyperboles\r\nmay well be uttered concerning the systems employed in former times,\r\nand a form of State omnipotence which was attained only in antiquity,\r\nand which almost every young man, by both instinct and training,\r\nthinks it is the crowning glory and highest aim of human beings to\r\nreach.\"\r\n\r\n\"Such a comparison,\" said the philosopher, \"would be quite\r\nhyperbolical, and would not hobble along on one leg only. For, indeed,\r\nthe ancient State emphatically did not share the utilitarian point of\r\nview of recognising as culture only what was directly useful to the\r\nState itself, and was far from wishing to destroy those impulses which\r\ndid not seem to be immediately applicable. For this very reason the\r\nprofound Greek had for the State that strong feeling of admiration and\r\nthankfulness which is so distasteful to modern men; because he clearly\r\nrecognised not only that without such State protection the germs of\r\nhis culture could not develop, but also that all his inimitable and\r\nperennial culture had flourished so luxuriantly under the wise and\r\ncareful guardianship of the protection afforded by the State. The\r\nState was for his culture not a supervisor, regulator, and watchman,\r\nbut a vigorous and muscular companion and friend, ready for war, who\r\naccompanied his noble, admired, and, as it were, ethereal friend\r\nthrough disagreeable reality, earning his thanks therefor. This,\r\nhowever, does not happen when a modern State lays claim to such hearty\r\ngratitude because it renders such chivalrous service to German culture\r\nand art: for in this regard its past is as ignominious as its present,\r\nas a proof of which we have but to think of the manner in which the\r\nmemory of our great poets and artists is celebrated in German cities,\r\nand how the highest objects of these German masters are supported on\r\nthe part of the State.\r\n\r\n\"There must therefore be peculiar circumstances surrounding both this\r\npurpose towards which the State is tending, and which always promotes\r\nwhat is here called 'education'; and surrounding likewise the culture\r\nthus promoted, which subordinates itself to this purpose of the State.\r\nWith the real German spirit and the education derived therefrom, such\r\nas I have slowly outlined for you, this purpose of the State is at\r\nwar, hiddenly or openly: _the_ spirit of education, which is welcomed\r\nand encouraged with such interest by the State, and owing to which the\r\nschools of this country are so much admired abroad, must accordingly\r\noriginate in a sphere that never comes into contact with this true\r\nGerman spirit: with that spirit which speaks to us so wondrously from\r\nthe inner heart of the German Reformation, German music, and German\r\nphilosophy, and which, like a noble exile, is regarded with such\r\nindifference and scorn by the luxurious education afforded by the\r\nState. This spirit is a stranger: it passes by in solitary sadness,\r\nand far away from it the censer of pseudo-culture is swung backwards\r\nand forwards, which, amidst the acclamations of 'educated' teachers\r\nand journalists, arrogates to itself its name and privileges, and\r\nmetes out insulting treatment to the word 'German.' Why does the State\r\nrequire that surplus of educational institutions, of teachers? Why\r\nthis education of the masses on such an extended scale? Because the\r\ntrue German spirit is hated, because the aristocratic nature of true\r\nculture is feared, because the people endeavour in this way to drive\r\nsingle great individuals into self-exile, so that the claims of the\r\nmasses to education may be, so to speak, planted down and carefully\r\ntended, in order that the many may in this way endeavour to escape the\r\nrigid and strict discipline of the few great leaders, so that the\r\nmasses may be persuaded that they can easily find the path for\r\nthemselves--following the guiding star of the State!\r\n\r\n\"A new phenomenon! The State as the guiding star of culture! In the\r\nmeantime one thing consoles me: this German spirit, which people are\r\ncombating so much, and for which they have substituted a gaudily\r\nattired _locum tenens_, this spirit is brave: it will fight and redeem\r\nitself into a purer age; noble, as it is now, and victorious, as it\r\none day will be, it will always preserve in its mind a certain pitiful\r\ntoleration of the State, if the latter, hard-pressed in the hour of\r\nextremity, secures such a pseudo-culture as its associate. For what,\r\nafter all, do we know about the difficult task of governing men,\r\n_i.e._ to keep law, order, quietness, and peace among millions of\r\nboundlessly egoistical, unjust, unreasonable, dishonourable, envious,\r\nmalignant, and hence very narrow-minded and perverse human beings; and\r\nthus to protect the few things that the State has conquered for itself\r\nagainst covetous neighbours and jealous robbers? Such a hard-pressed\r\nState holds out its arms to any associate, grasps at any straw; and\r\nwhen such an associate does introduce himself with flowery eloquence,\r\nwhen he adjudges the State, as Hegel did, to be an 'absolutely\r\ncomplete ethical organism,' the be-all and end-all of every one's\r\neducation, and goes on to indicate how he himself can best promote the\r\ninterests of the State--who will be surprised if, without further\r\nparley, the State falls upon his neck and cries aloud in a barbaric\r\nvoice of full conviction: 'Yes! Thou art education! Thou art indeed\r\nculture!'\"\r\n\r\n\r\n\r\n\r\nFOURTH LECTURE.\r\n\r\n(_Delivered on the 5th of March 1872._)\r\n\r\n\r\nLADIES AND GENTLEMEN,--Now that you have followed my tale up to this\r\npoint, and that we have made ourselves joint masters of the solitary,\r\nremote, and at times abusive duologue of the philosopher and his\r\ncompanion, I sincerely hope that you, like strong swimmers, are ready\r\nto proceed on the second half of our journey, especially as I can\r\npromise you that a few other marionettes will appear in the\r\npuppet-play of my adventure, and that if up to the present you have\r\nonly been able to do little more than endure what I have been telling\r\nyou, the waves of my story will now bear you more quickly and easily\r\ntowards the end. In other words we have now come to a turning, and it\r\nwould be advisable for us to take a short glance backwards to see what\r\nwe think we have gained from such a varied conversation.\r\n\r\n\"Remain in your present position,\" the philosopher seemed to say to\r\nhis companion, \"for you may cherish hopes. It is more and more clearly\r\nevident that we have no educational institutions at all; but that we\r\nought to have them. Our public schools--established, it would seem,\r\nfor this high object--have either become the nurseries of a\r\nreprehensible culture which repels the true culture with profound\r\nhatred--_i.e._ a true, aristocratic culture, founded upon a few\r\ncarefully chosen minds; or they foster a micrological and sterile\r\nlearning which, while it is far removed from culture, has at least\r\nthis merit, that it avoids that reprehensible culture as well as the\r\ntrue culture.\" The philosopher had particularly drawn his companion's\r\nattention to the strange corruption which must have entered into the\r\nheart of culture when the State thought itself capable of tyrannising\r\nover it and of attaining its ends through it; and further when the\r\nState, in conjunction with this culture, struggled against other\r\nhostile forces as well as against _the_ spirit which the philosopher\r\nventured to call the \"true German spirit.\" This spirit, linked to the\r\nGreeks by the noblest ties, and shown by its past history to have been\r\nsteadfast and courageous, pure and lofty in its aims, its faculties\r\nqualifying it for the high task of freeing modern man from the curse\r\nof modernity--this spirit is condemned to live apart, banished from\r\nits inheritance. But when its slow, painful tones of woe resound\r\nthrough the desert of the present, then the overladen and gaily-decked\r\ncaravan of culture is pulled up short, horror-stricken. We must not\r\nonly astonish, but terrify--such was the philosopher's opinion: not to\r\nfly shamefully away, but to take the offensive, was his advice; but he\r\nespecially counselled his companion not to ponder too anxiously over\r\nthe individual from whom, through a higher instinct, this aversion for\r\nthe present barbarism proceeded, \"Let it perish: the Pythian god had\r\nno difficulty in finding a new tripod, a second Pythia, so long, at\r\nleast, as the mystic cold vapours rose from the earth.\"\r\n\r\nThe philosopher once more began to speak: \"Be careful to remember, my\r\nfriend,\" said he, \"there are two things you must not confuse. A man\r\nmust learn a great deal that he may live and take part in the struggle\r\nfor existence; but everything that he as an individual learns and does\r\nwith this end in view has nothing whatever to do with culture. This\r\nlatter only takes its beginning in a sphere that lies far above the\r\nworld of necessity, indigence, and struggle for existence. The\r\nquestion now is to what extent a man values his ego in comparison with\r\nother egos, how much of his strength he uses up in the endeavour to\r\nearn his living. Many a one, by stoically confining his needs within a\r\nnarrow compass, will shortly and easily reach the sphere in which he\r\nmay forget, and, as it were, shake off his ego, so that he can enjoy\r\nperpetual youth in a solar system of timeless and impersonal things.\r\nAnother widens the scope and needs of his ego as much as possible, and\r\nbuilds the mausoleum of this ego in vast proportions, as if he were\r\nprepared to fight and conquer that terrible adversary, Time. In this\r\ninstinct also we may see a longing for immortality: wealth and power,\r\nwisdom, presence of mind, eloquence, a flourishing outward aspect, a\r\nrenowned name--all these are merely turned into the means by which an\r\ninsatiable, personal will to live craves for new life, with which,\r\nagain, it hankers after an eternity that is at last seen to be\r\nillusory.\r\n\r\n\"But even in this highest form of the ego, in the enhanced needs of\r\nsuch a distended and, as it were, collective individual, true culture\r\nis never touched upon; and if, for example, art is sought after, only\r\nits disseminating and stimulating actions come into prominence, _i.e._\r\nthose which least give rise to pure and noble art, and most of all to\r\nlow and degraded forms of it. For in all his efforts, however great\r\nand exceptional they seem to the onlooker, he never succeeds in\r\nfreeing himself from his own hankering and restless personality: that\r\nilluminated, ethereal sphere where one may contemplate without the\r\nobstruction of one's own personality continually recedes from him--and\r\nthus, let him learn, travel, and collect as he may, he must always\r\nlive an exiled life at a remote distance from a higher life and from\r\ntrue culture. For true culture would scorn to contaminate itself with\r\nthe needy and covetous individual; it well knows how to give the slip\r\nto the man who would fain employ it as a means of attaining to\r\negoistic ends; and if any one cherishes the belief that he has firmly\r\nsecured it as a means of livelihood, and that he can procure the\r\nnecessities of life by its sedulous cultivation, then it suddenly\r\nsteals away with noiseless steps and an air of derisive mockery.[6]\r\n\r\n\"I will thus ask you, my friend, not to confound this culture, this\r\nsensitive, fastidious, ethereal goddess, with that useful\r\nmaid-of-all-work which is also called 'culture,' but which is only\r\nthe intellectual servant and counsellor of one's practical\r\nnecessities, wants, and means of livelihood Every kind of training,\r\nhowever, which holds out the prospect of bread-winning as its end and\r\naim, is not a training for culture as we understand the word; but\r\nmerely a collection of precepts and directions to show how, in the\r\nstruggle for existence, a man may preserve and protect his own person.\r\nIt may be freely admitted that for the great majority of men such a\r\ncourse of instruction is of the highest importance; and the more\r\narduous the struggle is the more intensely must the young man strain\r\nevery nerve to utilise his strength to the best advantage.\r\n\r\n\"But--let no one think for a moment that the schools which urge him on\r\nto this struggle and prepare him for it are in any way seriously to be\r\nconsidered as establishments of culture. They are institutions which\r\nteach one how to take part in the battle of life; whether they promise\r\nto turn out civil servants, or merchants, or officers, or wholesale\r\ndealers, or farmers, or physicians, or men with a technical training.\r\nThe regulations and standards prevailing at such institutions differ\r\nfrom those in a true educational institution; and what in the latter\r\nis permitted, and even freely held out as often as possible, ought to\r\nbe considered as a criminal offence in the former.\r\n\r\n\"Let me give you an example. If you wish to guide a young man on the\r\npath of true culture, beware of interrupting his naive, confident,\r\nand, as it were, immediate and personal relationship with nature. The\r\nwoods, the rocks, the winds, the vulture, the flowers, the butterfly,\r\nthe meads, the mountain slopes, must all speak to him in their own\r\nlanguage; in them he must, as it were, come to know himself again in\r\ncountless reflections and images, in a variegated round of changing\r\nvisions; and in this way he will unconsciously and gradually feel the\r\nmetaphysical unity of all things in the great image of nature, and at\r\nthe same time tranquillise his soul in the contemplation of her\r\neternal endurance and necessity. But how many young men should be\r\npermitted to grow up in such close and almost personal proximity to\r\nnature! The others must learn another truth betimes: how to subdue\r\nnature to themselves. Here is an end of this naive metaphysics; and\r\nthe physiology of plants and animals, geology, inorganic chemistry,\r\nforce their devotees to view nature from an altogether different\r\nstandpoint. What is lost by this new point of view is not only a\r\npoetical phantasmagoria, but the instinctive, true, and unique point\r\nof view, instead of which we have shrewd and clever calculations, and,\r\nso to speak, overreachings of nature. Thus to the truly cultured man\r\nis vouchsafed the inestimable benefit of being able to remain\r\nfaithful, without a break, to the contemplative instincts of his\r\nchildhood, and so to attain to a calmness, unity, consistency, and\r\nharmony which can never be even thought of by a man who is compelled\r\nto fight in the struggle for existence.\r\n\r\n\"You must not think, however, that I wish to withhold all praise from\r\nour primary and secondary schools: I honour the seminaries where boys\r\nlearn arithmetic and master modern languages, and study geography and\r\nthe marvellous discoveries made in natural science. I am quite\r\nprepared to say further that those youths who pass through the better\r\nclass of secondary schools are well entitled to make the claims put\r\nforward by the fully-fledged public school boy; and the time is\r\ncertainly not far distant when such pupils will be everywhere freely\r\nadmitted to the universities and positions under the government, which\r\nhas hitherto been the case only with scholars from the public\r\nschools--of our present public schools, be it noted![7] I cannot,\r\nhowever, refrain from adding the melancholy reflection: if it be true\r\nthat secondary and public schools are, on the whole, working so\r\nheartily in common towards the same ends, and differ from each other\r\nonly in such a slight degree, that they may take equal rank before the\r\ntribunal of the State, then we completely lack another kind of\r\neducational institutions: those for the development of culture! To say\r\nthe least, the secondary schools cannot be reproached with this; for\r\nthey have up to the present propitiously and honourably followed up\r\ntendencies of a lower order, but one nevertheless highly necessary. In\r\nthe public schools, however, there is very much less honesty and very\r\nmuch less ability too; for in them we find an instinctive feeling of\r\nshame, the unconscious perception of the fact that the whole\r\ninstitution has been ignominiously degraded, and that the sonorous\r\nwords of wise and apathetic teachers are contradictory to the dreary,\r\nbarbaric, and sterile reality. So there are no true cultural\r\ninstitutions! And in those very places where a pretence to culture is\r\nstill kept up, we find the people more hopeless, atrophied, and\r\ndiscontented than in the secondary schools, where the so-called\r\n'realistic' subjects are taught! Besides this, only think how immature\r\nand uninformed one must be in the company of such teachers when one\r\nactually misunderstands the rigorously defined philosophical\r\nexpressions 'real' and 'realism' to such a degree as to think them the\r\ncontraries of mind and matter, and to interpret 'realism' as 'the road\r\nto knowledge, formation, and mastery of reality.'\r\n\r\n\"I for my own part know of only two exact contraries: _institutions\r\nfor teaching culture and institutions for teaching how to succeed in\r\nlife_. All our present institutions belong to the second class; but I\r\nam speaking only of the first.\"\r\n\r\nAbout two hours went by while the philosophically-minded couple\r\nchatted about such startling questions. Night slowly fell in the\r\nmeantime; and when in the twilight the philosopher's voice had sounded\r\nlike natural music through the woods, it now rang out in the profound\r\ndarkness of the night when he was speaking with excitement or even\r\npassionately; his tones hissing and thundering far down the valley,\r\nand reverberating among the trees and rocks. Suddenly he was silent:\r\nhe had just repeated, almost pathetically, the words, \"we have no true\r\neducational institutions; we have no true educational institutions!\"\r\nwhen something fell down just in front of him--it might have been a\r\nfir-cone--and his dog barked and ran towards it. Thus interrupted, the\r\nphilosopher raised his head, and suddenly became aware of the\r\ndarkness, the cool air, and the lonely situation of himself and his\r\ncompanion. \"Well! What are we about!\" he ejaculated, \"it's dark. You\r\nknow whom we were expecting here; but he hasn't come. We have waited\r\nin vain; let us go.\"\r\n\r\n       *       *       *       *       *\r\n\r\nI must now, ladies and gentlemen, convey to you the impressions\r\nexperienced by my friend and myself as we eagerly listened to this\r\nconversation, which we heard distinctly in our hiding-place. I have\r\nalready told you that at that place and at that hour we had intended\r\nto hold a festival in commemoration of something: and this something\r\nhad to do with nothing else than matters concerning educational\r\ntraining, of which we, in our own youthful opinions, had garnered a\r\nplentiful harvest during our past life. We were thus disposed to\r\nremember with gratitude the institution which we had at one time\r\nthought out for ourselves at that very spot in order, as I have\r\nalready mentioned, that we might reciprocally encourage and watch over\r\none another's educational impulses. But a sudden and unexpected light\r\nwas thrown on all that past life as we silently gave ourselves up to\r\nthe vehement words of the philosopher. As when a traveller, walking\r\nheedlessly across unknown ground, suddenly puts his foot over the edge\r\nof a cliff, so it now seemed to us that we had hastened to meet the\r\ngreat danger rather than run away from it. Here at this spot, so\r\nmemorable to us, we heard the warning: \"Back! Not another step! Know\r\nyou not whither your footsteps tend, whither this deceitful path is\r\nluring you?\"\r\n\r\nIt seemed to us that we now knew, and our feeling of overflowing\r\nthankfulness impelled us so irresistibly towards our earnest\r\ncounsellor and trusty Eckart, that both of us sprang up at the same\r\nmoment and rushed towards the philosopher to embrace him. He was just\r\nabout to move off, and had already turned sideways when we rushed up\r\nto him. The dog turned sharply round and barked, thinking doubtless,\r\nlike the philosopher's companion, of an attempt at robbery rather than\r\nan enraptured embrace. It was plain that he had forgotten us. In a\r\nword, he ran away. Our embrace was a miserable failure when we did\r\novertake him; for my friend gave a loud yell as the dog bit him, and\r\nthe philosopher himself sprang away from me with such force that we\r\nboth fell. What with the dog and the men there was a scramble that\r\nlasted a few minutes, until my friend began to call out loudly,\r\nparodying the philosopher's own words: \"In the name of all culture and\r\npseudo-culture, what does the silly dog want with us? Hence, you\r\nconfounded dog; you uninitiated, never to be initiated; hasten away\r\nfrom us, silent and ashamed!\" After this outburst matters were cleared\r\nup to some extent, at any rate so far as they could be cleared up in\r\nthe darkness of the wood. \"Oh, it's you!\" ejaculated the philosopher,\r\n\"our duellists! How you startled us! What on earth drives you to jump\r\nout upon us like this at such a time of the night?\"\r\n\r\n\"Joy, thankfulness, and reverence,\" said we, shaking the old man by\r\nthe hand, whilst the dog barked as if he understood, \"we can't let you\r\ngo without telling you this. And if you are to understand everything\r\nyou must not go away just yet; we want to ask you about so many things\r\nthat lie heavily on our hearts. Stay yet awhile; we know every foot of\r\nthe way and can accompany you afterwards. The gentleman you expect may\r\nyet turn up. Look over yonder on the Rhine: what is that we see so\r\nclearly floating on the surface of the water as if surrounded by the\r\nlight of many torches? It is there that we may look for your friend, I\r\nwould even venture to say that it is he who is coming towards you with\r\nall those lights.\"\r\n\r\nAnd so much did we assail the surprised old man with our entreaties,\r\npromises, and fantastic delusions, that we persuaded the philosopher\r\nto walk to and fro with us on the little plateau, \"by learned lumber\r\nundisturbed,\" as my friend added.\r\n\r\n\"Shame on you!\" said the philosopher, \"if you really want to quote\r\nsomething, why choose Faust? However, I will give in to you, quotation\r\nor no quotation, if only our young companions will keep still and not\r\nrun away as suddenly as they made their appearance, for they are like\r\nwill-o'-the-wisps; we are amazed when they are there and again when\r\nthey are not there.\"\r\n\r\nMy friend immediately recited--\r\n\r\n    Respect, I hope, will teach us how we may\r\n    Our lighter disposition keep at bay.\r\n    Our course is only zig-zag as a rule.\r\n\r\nThe philosopher was surprised, and stood still. \"You astonish me, you\r\nwill-o'-the-wisps,\" he said; \"this is no quagmire we are on now. Of\r\nwhat use is this ground to you? What does the proximity of a\r\nphilosopher mean to you? For around him the air is sharp and clear,\r\nthe ground dry and hard. You must find out a more fantastic region for\r\nyour zig-zagging inclinations.\"\r\n\r\n\"I think,\" interrupted the philosopher's companion at this point, \"the\r\ngentlemen have already told us that they promised to meet some one\r\nhere at this hour; but it seems to me that they listened to our comedy\r\nof education like a chorus, and truly 'idealistic spectators'--for\r\nthey did not disturb us; we thought we were alone with each other.\"\r\n\r\n\"Yes, that is true,\" said the philosopher, \"that praise must not be\r\nwithheld from them, but it seems to me that they deserve still higher\r\npraise----\"\r\n\r\nHere I seized the philosopher's hand and said: \"That man must be as\r\nobtuse as a reptile, with his stomach on the ground and his head\r\nburied in mud, who can listen to such a discourse as yours without\r\nbecoming earnest and thoughtful, or even excited and indignant.\r\nSelf-accusation and annoyance might perhaps cause a few to get angry;\r\nbut our impression was quite different: the only thing I do not know\r\nis how exactly to describe it. This hour was so well-timed for us, and\r\nour minds were so well prepared, that we sat there like empty vessels,\r\nand now it seems as if we were filled to overflowing with this new\r\nwisdom: for I no longer know how to help myself, and if some one asked\r\nme what I am thinking of doing to-morrow, or what I have made up my\r\nmind to do with myself from now on, I should not know what to answer.\r\nFor it is easy to see that we have up to the present been living and\r\neducating ourselves in the wrong way--but what can we do to cross over\r\nthe chasm between to-day and to-morrow?\"\r\n\r\n\"Yes,\" acknowledged my friend, \"I have a similar feeling, and I ask\r\nthe same question: but besides that I feel as if I were frightened\r\naway from German culture by entertaining such high and ideal views of\r\nits task; yea, as if I were unworthy to co-operate with it in carrying\r\nout its aims. I only see a resplendent file of the highest natures\r\nmoving towards this goal; I can imagine over what abysses and through\r\nwhat temptations this procession travels. Who would dare to be so bold\r\nas to join in it?\"\r\n\r\nAt this point the philosopher's companion again turned to him and\r\nsaid: \"Don't be angry with me when I tell you that I too have a\r\nsomewhat similar feeling, which I have not mentioned to you before.\r\nWhen talking to you I often felt drawn out of myself, as it were, and\r\ninspired with your ardour and hopes till I almost forgot myself. Then\r\na calmer moment arrives; a piercing wind of reality brings me back to\r\nearth--and then I see the wide gulf between us, over which you\r\nyourself, as in a dream, draw me back again. Then what you call\r\n'culture' merely totters meaninglessly around me or lies heavily on my\r\nbreast: it is like a shirt of mail that weighs me down, or a sword\r\nthat I cannot wield.\"\r\n\r\nOur minds, as we thus argued with the philosopher, were unanimous,\r\nand, mutually encouraging and stimulating one another, we slowly\r\nwalked with him backwards and forwards along the unencumbered space\r\nwhich had earlier in the day served us as a shooting range. And then,\r\nin the still night, under the peaceful light of hundreds of stars, we\r\nall broke out into a tirade which ran somewhat as follows:--\r\n\r\n\"You have told us so much about the genius,\" we began, \"about his\r\nlonely and wearisome journey through the world, as if nature never\r\nexhibited anything but the most diametrical contraries: in one place\r\nthe stupid, dull masses, acting by instinct, and then, on a far higher\r\nand more remote plane, the great contemplating few, destined for the\r\nproduction of immortal works. But now you call these the apexes of the\r\nintellectual pyramid: it would, however, seem that between the broad,\r\nheavily burdened foundation up to the highest of the free and\r\nunencumbered peaks there must be countless intermediate degrees, and\r\nthat here we must apply the saying _natura non facit saltus_. Where\r\nthen are we to look for the beginning of what you call culture; where\r\nis the line of demarcation to be drawn between the spheres which are\r\nruled from below upwards and those which are ruled from above\r\ndownwards? And if it be only in connection with these exalted beings\r\nthat true culture may be spoken of, how are institutions to be founded\r\nfor the uncertain existence of such natures, how can we devise\r\neducational establishments which shall be of benefit only to these\r\nselect few? It rather seems to us that such persons know how to find\r\ntheir own way, and that their full strength is shown in their being\r\nable to walk without the educational crutches necessary for other\r\npeople, and thus undisturbed to make their way through the storm and\r\nstress of this rough world just like a phantom.\"\r\n\r\nWe kept on arguing in this fashion, speaking without any great ability\r\nand not putting our thoughts in any special form: but the\r\nphilosopher's companion went even further, and said to him: \"Just\r\nthink of all these great geniuses of whom we are wont to be so proud,\r\nlooking upon them as tried and true leaders and guides of this real\r\nGerman spirit, whose names we commemorate by statues and festivals,\r\nand whose works we hold up with feelings of pride for the admiration\r\nof foreign lands--how did they obtain the education you demand for\r\nthem, to what degree do they show that they have been nourished and\r\nmatured by basking in the sun of national education? And yet they are\r\nseen to be possible, they have nevertheless become men whom we must\r\nhonour: yea, their works themselves justify the form of the\r\ndevelopment of these noble spirits; they justify even a certain want\r\nof education for which we must make allowance owing to their country\r\nand the age in which they lived. How could Lessing and Winckelmann\r\nbenefit by the German culture of their time? Even less than, or at all\r\nevents just as little as Beethoven, Schiller, Goethe, or every one of\r\nour great poets and artists. It may perhaps be a law of nature that\r\nonly the later generations are destined to know by what divine gifts\r\nan earlier generation was favoured.\"\r\n\r\nAt this point the old philosopher could not control his anger, and\r\nshouted to his companion: \"Oh, you innocent lamb of knowledge! You\r\ngentle sucking doves, all of you! And would you give the name of\r\narguments to those distorted, clumsy, narrow-minded, ungainly,\r\ncrippled things? Yes, I have just now been listening to the fruits of\r\nsome of this present-day culture, and my ears are still ringing with\r\nthe sound of historical 'self-understood' things, of over-wise and\r\npitiless historical reasonings! Mark this, thou unprofaned Nature:\r\nthou hast grown old, and for thousands of years this starry sky has\r\nspanned the space above thee--but thou hast never yet heard such\r\nconceited and, at bottom, mischievous chatter as the talk of the\r\npresent day! So you are proud of your poets and artists, my good\r\nTeutons? You point to them and brag about them to foreign countries,\r\ndo you? And because it has given you no trouble to have them amongst\r\nyou, you have formed the pleasant theory that you need not concern\r\nyourselves further with them? Isn't that so, my inexperienced\r\nchildren: they come of their own free will, the stork brings them to\r\nyou! Who would dare to mention a midwife! You deserve an earnest\r\nteaching, eh? You should be proud of the fact that all the noble and\r\nbrilliant men we have mentioned were prematurely suffocated, worn out,\r\nand crushed through you, through your barbarism? You think without\r\nshame of Lessing, who, on account of your stupidity, perished in\r\nbattle against your ludicrous gods and idols, the evils of your\r\ntheatres, your learned men, and your theologians, without once daring\r\nto lift himself to the height of that immortal flight for which he\r\nwas brought into the world. And what are your impressions when you\r\nthink of Winckelmann, who, that he might rid his eyes of your\r\ngrotesque fatuousness, went to beg help from the Jesuits, and whose\r\ndisgraceful religious conversion recoils upon you and will always\r\nremain an ineffaceable blemish upon you? You can even name Schiller\r\nwithout blushing! Just look at his picture! The fiery, sparkling eyes,\r\nlooking at you with disdain, those flushed, death-like cheeks: can you\r\nlearn nothing from all that? In him you had a beautiful and divine\r\nplaything, and through it was destroyed. And if it had been possible\r\nfor you to take Goethe's friendship away from this melancholy, hasty\r\nlife, hunted to premature death, then you would have crushed him even\r\nsooner than you did. You have not rendered assistance to a single one\r\nof our great geniuses--and now upon that fact you wish to build up the\r\ntheory that none of them shall ever be helped in future? For each of\r\nthem, however, up to this very moment, you have always been the\r\n'resistance of the stupid world' that Goethe speaks of in his\r\n\"Epilogue to the Bell\"; towards each of them you acted the part of\r\napathetic dullards or jealous narrow-hearts or malignant egotists. In\r\nspite of you they created their immortal works, against you they\r\ndirected their attacks, and thanks to you they died so prematurely,\r\ntheir tasks only half accomplished, blunted and dulled and shattered\r\nin the battle. Who can tell to what these heroic men were destined to\r\nattain if only that true German spirit had gathered them together\r\nwithin the protecting walls of a powerful institution?--that spirit\r\nwhich, without the help of some such institution, drags out an\r\nisolated, debased, and degraded existence. All those great men were\r\nutterly ruined; and it is only an insane belief in the Hegelian\r\n'reasonableness of all happenings' which would absolve you of any\r\nresponsibility in the matter. And not those men alone! Indictments are\r\npouring forth against you from every intellectual province: whether I\r\nlook at the talents of our poets, philosophers, painters, or\r\nsculptors--and not only in the case of gifts of the highest order--I\r\neverywhere see immaturity, overstrained nerves, or prematurely\r\nexhausted energies, abilities wasted and nipped in the bud; I\r\neverywhere feel that 'resistance of the stupid world,' in other words,\r\n_your_ guiltiness. That is what I am talking about when I speak of\r\nlacking educational establishments, and why I think those which at\r\npresent claim the name in such a pitiful condition. Whoever is pleased\r\nto call this an 'ideal desire,' and refers to it as 'ideal' as if he\r\nwere trying to get rid of it by praising me, deserves the answer that\r\nthe present system is a scandal and a disgrace, and that the man who\r\nasks for warmth in the midst of ice and snow must indeed get angry if\r\nhe hears this referred to as an 'ideal desire.' The matter we are now\r\ndiscussing is concerned with clear, urgent, and palpably evident\r\nrealities: a man who knows anything of the question feels that there\r\nis a need which must be seen to, just like cold and hunger. But the\r\nman who is not affected at all by this matter most certainly has a\r\nstandard by which to measure the extent of his own culture, and thus\r\nto know what I call 'culture,' and where the line should be drawn\r\nbetween that which is ruled from below upwards and that which is ruled\r\nfrom above downwards.\"\r\n\r\nThe philosopher seemed to be speaking very heatedly. We begged him to\r\nwalk round with us again, since he had uttered the latter part of his\r\ndiscourse standing near the tree-stump which had served us as a\r\ntarget. For a few minutes not a word more was spoken. Slowly and\r\nthoughtfully we walked to and fro. We did not so much feel ashamed of\r\nhaving brought forward such foolish arguments as we felt a kind of\r\nrestitution of our personality. After the heated and, so far as we\r\nwere concerned, very unflattering utterance of the philosopher, we\r\nseemed to feel ourselves nearer to him--that we even stood in a\r\npersonal relationship to him. For so wretched is man that he never\r\nfeels himself brought into such close contact with a stranger as when\r\nthe latter shows some sign of weakness, some defect. That our\r\nphilosopher had lost his temper and made use of abusive language\r\nhelped to bridge over the gulf created between us by our timid respect\r\nfor him: and for the sake of the reader who feels his indignation\r\nrising at this suggestion let it be added that this bridge often leads\r\nfrom distant hero-worship to personal love and pity. And, after the\r\nfeeling that our personality had been restored to us, this pity\r\ngradually became stronger and stronger. Why were we making this old\r\nman walk up and down with us between the rocks and trees at that time\r\nof the night? And, since he had yielded to our entreaties, why could\r\nwe not have thought of a more modest and unassuming manner of having\r\nourselves instructed, why should the three of us have contradicted him\r\nin such clumsy terms?\r\n\r\nFor now we saw how thoughtless, unprepared, and baseless were all the\r\nobjections we had made, and how greatly the echo of _the_ present was\r\nheard in them, the voice of which, in the province of culture, the old\r\nman would fain not have heard. Our objections, however, were not\r\npurely intellectual ones: our reasons for protesting against the\r\nphilosopher's statements seemed to lie elsewhere. They arose perhaps\r\nfrom the instinctive anxiety to know whether, if the philosopher's\r\nviews were carried into effect, our own personalities would find a\r\nplace in the higher or lower division; and this made it necessary for\r\nus to find some arguments against the mode of thinking which robbed us\r\nof our self-styled claims to culture. People, however, should not\r\nargue with companions who feel the weight of an argument so\r\npersonally; or, as the moral in our case would have been: such\r\ncompanions should not argue, should not contradict at all.\r\n\r\nSo we walked on beside the philosopher, ashamed, compassionate,\r\ndissatisfied with ourselves, and more than ever convinced that the old\r\nman was right and that we had done him wrong. How remote now seemed\r\nthe youthful dream of our educational institution; how clearly we saw\r\nthe danger which we had hitherto escaped merely by good luck, namely,\r\ngiving ourselves up body and soul to the educational system which\r\nforced itself upon our notice so enticingly, from the time when we\r\nentered the public schools up to that moment. How then had it come\r\nabout that we had not taken our places in the chorus of its admirers?\r\nPerhaps merely because we were real students, and could still draw\r\nback from the rough-and-tumble, the pushing and struggling, the\r\nrestless, ever-breaking waves of publicity, to seek refuge in our own\r\nlittle educational establishment; which, however, time would have soon\r\nswallowed up also.\r\n\r\nOvercome by such reflections, we were about to address the philosopher\r\nagain, when he suddenly turned towards us, and said in a softer tone--\r\n\r\n\"I cannot be surprised if you young men behave rashly and\r\nthoughtlessly; for it is hardly likely that you have ever seriously\r\nconsidered what I have just said to you. Don't be in a hurry; carry\r\nthis question about with you, but do at any rate consider it day and\r\nnight. For you are now at the parting of the ways, and now you know\r\nwhere each path leads. If you take the one, your age will receive you\r\nwith open arms, you will not find it wanting in honours and\r\ndecorations: you will form units of an enormous rank and file; and\r\nthere will be as many people like-minded standing behind you as in\r\nfront of you. And when the leader gives the word it will be re-echoed\r\nfrom rank to rank. For here your first duty is this: to fight in rank\r\nand file; and your second: to annihilate all those who refuse to form\r\npart of the rank and file. On the other path you will have but few\r\nfellow-travellers: it is more arduous, winding and precipitous; and\r\nthose who take the first path will mock you, for your progress is more\r\nwearisome, and they will try to lure you over into their own ranks.\r\nWhen the two paths happen to cross, however, you will be roughly\r\nhandled and thrust aside, or else shunned and isolated.\r\n\r\n\"Now, take these two parties, so different from each other in every\r\nrespect, and tell me what meaning an educational establishment would\r\nhave for them. That enormous horde, crowding onwards on the first path\r\ntowards its goal, would take the term to mean an institution by which\r\neach of its members would become duly qualified to take his place in\r\nthe rank and file, and would be purged of everything which might tend\r\nto make him strive after higher and more remote aims. I don't deny, of\r\ncourse, that they can find pompous words with which to describe their\r\naims: for example, they speak of the 'universal development of free\r\npersonality upon a firm social, national, and human basis,' or they\r\nannounce as their goal: 'The founding of the peaceful sovereignty of\r\nthe people upon reason, education, and justice.'\r\n\r\n\"An educational establishment for the other and smaller company,\r\nhowever, would be something vastly different. They would employ it to\r\nprevent themselves from being separated from one another and\r\noverwhelmed by the first huge crowd, to prevent their few select\r\nspirits from losing sight of their splendid and noble task through\r\npremature weariness, or from being turned aside from the true path,\r\ncorrupted, or subverted. These select spirits must complete their\r\nwork: that is the _raison d'être_ of their common institution--a work,\r\nindeed, which, as it were, must be free from subjective traces, and\r\nmust further rise above the transient events of future times as the\r\npure reflection of the eternal and immutable essence of things. And\r\nall those who occupy places in that institution must co-operate in the\r\nendeavour to engender men of genius by this purification from\r\nsubjectiveness and the creation of the works of genius. Not a few,\r\neven of those whose talents may be of the second or third order, are\r\nsuited to such co-operation, and only when serving in such an\r\neducational establishment as this do they feel that they are truly\r\ncarrying out their life's task. But now it is just these talents I\r\nspeak of which are drawn away from the true path, and their instincts\r\nestranged, by the continual seductions of that modern 'culture.'\r\n\r\n\"The egotistic emotions, weaknesses, and vanities of these few select\r\nminds are continually assailed by the temptations unceasingly murmured\r\ninto their ears by the spirit of the age: 'Come with me! There you are\r\nservants, retainers, tools, eclipsed by higher natures; your own\r\npeculiar characteristics never have free play; you are tied down,\r\nchained down, like slaves; yea, like automata: here, with me, you will\r\nenjoy the freedom of your own personalities, as masters should, your\r\ntalents will cast their lustre on yourselves alone, with their aid you\r\nmay come to the very front rank; an innumerable train of followers\r\nwill accompany you, and the applause of public opinion will yield you\r\nmore pleasure than a nobly-bestowed commendation from the height of\r\ngenius.' Even the very best of men now yield to these temptations: and\r\nit cannot be said that the deciding factor here is the degree of\r\ntalent, or whether a man is accessible to these voices or not; but\r\nrather the degree and the height of a certain moral sublimity, the\r\ninstinct towards heroism, towards sacrifice--and finally a positive,\r\nhabitual need of culture, prepared by a proper kind of education,\r\nwhich education, as I have previously said, is first and foremost\r\nobedience and submission to the discipline of genius. Of this\r\ndiscipline and submission, however, the present institutions called by\r\ncourtesy 'educational establishments' know nothing whatever, although\r\nI have no doubt that the public school was originally intended to be\r\nan institution for sowing the seeds of true culture, or at least as a\r\npreparation for it. I have no doubt, either, that they took the first\r\nbold steps in the wonderful and stirring times of the Reformation, and\r\nthat afterwards, in the era which gave birth to Schiller and Goethe,\r\nthere was again a growing demand for culture, like the first\r\nprotuberance of that wing spoken of by Plato in the _Phaedrus_, which,\r\nat every contact with the beautiful, bears the soul aloft into the\r\nupper regions, the habitations of the gods.\"\r\n\r\n\"Ah,\" began the philosopher's companion, \"when you quote the divine\r\nPlato and the world of ideas, I do not think you are angry with me,\r\nhowever much my previous utterance may have merited your disapproval\r\nand wrath. As soon as you speak of it, I feel that Platonic wing\r\nrising within me; and it is only at intervals, when I act as the\r\ncharioteer of my soul, that I have any difficulty with the resisting\r\nand unwilling horse that Plato has also described to us, the\r\n'crooked, lumbering animal, put together anyhow, with a short, thick\r\nneck; flat-faced, and of a dark colour, with grey eyes and blood-red\r\ncomplexion; the mate of insolence and pride, shag-eared and deaf,\r\nhardly yielding to whip or spur.'[8] Just think how long I have lived\r\nat a distance from you, and how all those temptations you speak of\r\nhave endeavoured to lure me away, not perhaps without some success,\r\neven though I myself may not have observed it. I now see more clearly\r\nthan ever the necessity for an institution which will enable us to\r\nlive and mix freely with the few men of true culture, so that we may\r\nhave them as our leaders and guiding stars. How greatly I feel the\r\ndanger of travelling alone! And when it occurred to me that I could\r\nsave myself by flight from all contact with the spirit of the time, I\r\nfound that this flight itself was a mere delusion. Continuously, with\r\nevery breath we take, some amount of that atmosphere circulates\r\nthrough every vein and artery, and no solitude is lonesome or distant\r\nenough for us to be out of reach of its fogs and clouds. Whether in\r\nthe guise of hope, doubt, profit, or virtue, the shades of that\r\nculture hover about us; and we have been deceived by that jugglery\r\neven here in the presence of a true hermit of culture. How steadfastly\r\nand faithfully must the few followers of that culture--which might\r\nalmost be called sectarian--be ever on the alert! How they must\r\nstrengthen and uphold one another! How adversely would any errors be\r\ncriticised here, and how sympathetically excused! And thus, teacher, I\r\nask you to pardon me, after you have laboured so earnestly to set me\r\nin the right path!\"\r\n\r\n\"You use a language which I do not care for, my friend,\" said the\r\nphilosopher, \"and one which reminds me of a diocesan conference. With\r\nthat I have nothing to do. But your Platonic horse pleases me, and on\r\nits account you shall be forgiven. I am willing to exchange my own\r\nanimal for yours. But it is getting chilly, and I don't feel inclined\r\nto walk about any more just now. The friend I was waiting for is\r\nindeed foolish enough to come up here even at midnight if he promised\r\nto do so. But I have waited in vain for the signal agreed upon; and I\r\ncannot guess what has delayed him. For as a rule he is punctual, as we\r\nold men are wont, to be, something that you young men nowadays look\r\nupon as old-fashioned. But he has left me in the lurch for once: how\r\nannoying it is! Come away with me! It's time to go!\"\r\n\r\nAt this moment something happened.\r\n\r\nFOOTNOTES:\r\n\r\n[6] It will be apparent from these words that Nietzsche is still under\r\nthe influence of Schopenhauer.--TR.\r\n\r\n[7] This prophecy has come true.--TR.\r\n\r\n[8] _Phaedrus_; Jowett's translation.\r\n\r\n\r\n\r\n\r\nFIFTH LECTURE.\r\n\r\n(_Delivered on the 23rd of March 1872._)\r\n\r\n\r\nLADIES AND GENTLEMEN,--If you have lent a sympathetic ear to what I\r\nhave told you about the heated argument of our philosopher in the\r\nstillness of that memorable night, you must have felt as disappointed\r\nas we did when he announced his peevish intention. You will remember\r\nthat he had suddenly told us he wished to go; for, having been left in\r\nthe lurch by his friend in the first place, and, in the second, having\r\nbeen bored rather than animated by the remarks addressed to him by his\r\ncompanion and ourselves when walking backwards and forwards on the\r\nhillside, he now apparently wanted to put an end to what appeared to\r\nhim to be a useless discussion. It must have seemed to him that his\r\nday had been lost, and he would have liked to blot it out of his\r\nmemory, together with the recollection of ever having made our\r\nacquaintance. And we were thus rather unwillingly preparing to depart\r\nwhen something else suddenly brought him to a standstill, and the foot\r\nhe had just raised sank hesitatingly to the ground again.\r\n\r\nA coloured flame, making a crackling noise for a few seconds,\r\nattracted our attention from the direction of the Rhine; and\r\nimmediately following upon this we heard a slow, harmonious call,\r\nquite in tune, although plainly the cry of numerous youthful voices.\r\n\"That's his signal,\" exclaimed the philosopher, \"so my friend is\r\nreally coming, and I haven't waited for nothing, after all. It will be\r\na midnight meeting indeed--but how am I to let him know that I am\r\nstill here? Come! Your pistols; let us see your talent once again! Did\r\nyou hear the severe rhythm of that melody saluting us? Mark it well,\r\nand answer it in the same rhythm by a series of shots.\"\r\n\r\nThis was a task well suited to our tastes and abilities; so we loaded\r\nup as quickly as we could and pointed our weapons at the brilliant\r\nstars in the heavens, whilst the echo of that piercing cry died away\r\nin the distance. The reports of the first, second, and third shots\r\nsounded sharply in the stillness; and then the philosopher cried\r\n\"False time!\" as our rhythm was suddenly interrupted: for, like a\r\nlightning flash, a shooting star tore its way across the clouds after\r\nthe third report, and almost involuntarily our fourth and fifth shots\r\nwere sent after it in the direction it had taken.\r\n\r\n\"False time!\" said the philosopher again, \"who told you to shoot\r\nstars! They can fall well enough without you! People should know what\r\nthey want before they begin to handle weapons.\"\r\n\r\nAnd then we once more heard that loud melody from the waters of the\r\nRhine, intoned by numerous and strong voices. \"They understand us,\"\r\nsaid the philosopher, laughing, \"and who indeed could resist when\r\nsuch a dazzling phantom comes within range?\" \"Hush!\" interrupted his\r\nfriend, \"what sort of a company can it be that returns the signal to\r\nus in such a way? I should say they were between twenty and forty\r\nstrong, manly voices in that crowd--and where would such a number come\r\nfrom to greet us? They don't appear to have left the opposite bank of\r\nthe Rhine yet; but at any rate we must have a look at them from our\r\nown side of the river. Come along, quickly!\"\r\n\r\nWe were then standing near the top of the hill, you may remember, and\r\nour view of the river was interrupted by a dark, thick wood. On the\r\nother hand, as I have told you, from the quiet little spot which we\r\nhad left we could have a better view than from the little plateau on\r\nthe hillside; and the Rhine, with the island of Nonnenwörth in the\r\nmiddle, was just visible to the beholder who peered over the\r\ntree-tops. We therefore set off hastily towards this little spot,\r\ntaking care, however, not to go too quickly for the philosopher's\r\ncomfort. The night was pitch dark, and we seemed to find our way by\r\ninstinct rather than by clearly distinguishing the path, as we walked\r\ndown with the philosopher in the middle.\r\n\r\nWe had scarcely reached our side of the river when a broad and fiery,\r\nyet dull and uncertain light shot up, which plainly came from the\r\nopposite side of the Rhine. \"Those are torches,\" I cried, \"there is\r\nnothing surer than that my comrades from Bonn are over yonder, and\r\nthat your friend must be with them. It is they who sang that peculiar\r\nsong, and they have doubtless accompanied your friend here. See!\r\nListen! They are putting off in little boats. The whole torchlight\r\nprocession will have arrived here in less than half an hour.\"\r\n\r\nThe philosopher jumped back. \"What do you say?\" he ejaculated, \"your\r\ncomrades from Bonn--students--can my friend have come here with\r\n_students_?\"\r\n\r\nThis question, uttered almost wrathfully, provoked us. \"What's your\r\nobjection to students?\" we demanded; but there was no answer. It was\r\nonly after a pause that the philosopher slowly began to speak, not\r\naddressing us directly, as it were, but rather some one in the\r\ndistance: \"So, my friend, even at midnight, even on the top of a\r\nlonely mountain, we shall not be alone; and you yourself are bringing\r\na pack of mischief-making students along with you, although you well\r\nknow that I am only too glad to get out of the way of _hoc genus\r\nomne_. I don't quite understand you, my friend: it must mean something\r\nwhen we arrange to meet after a long separation at such an\r\nout-of-the-way place and at such an unusual hour. Why should we want a\r\ncrowd of witnesses--and such witnesses! What calls us together to-day\r\nis least of all a sentimental, soft-hearted necessity; for both of us\r\nlearnt early in life to live alone in dignified isolation. It was not\r\nfor our own sakes, not to show our tender feelings towards each other,\r\nor to perform an unrehearsed act of friendship, that we decided to\r\nmeet here; but that here, where I once came suddenly upon you as you\r\nsat in majestic solitude, we might earnestly deliberate with each\r\nother like knights of a new order. Let them listen to us who can\r\nunderstand us; but why should you bring with you a throng of people\r\nwho don't understand us! I don't know what you mean by such a thing,\r\nmy friend!\"\r\n\r\nWe did not think it proper to interrupt the dissatisfied old grumbler;\r\nand as he came to a melancholy close we did not dare to tell him how\r\ngreatly this distrustful repudiation of students vexed us.\r\n\r\nAt last the philosopher's companion turned to him and said: \"I am\r\nreminded of the fact that even you at one time, before I made your\r\nacquaintance, occupied posts in several universities, and that reports\r\nconcerning your intercourse with the students and your methods of\r\ninstruction at the time are still in circulation. From the tone of\r\nresignation in which you have just referred to students many would be\r\ninclined to think that you had some peculiar experiences which were\r\nnot at all to your liking; but personally I rather believe that you\r\nsaw and experienced in such places just what every one else saw and\r\nexperienced in them, but that you judged what you saw and felt more\r\njustly and severely than any one else. For, during the time I have\r\nknown you, I have learnt that the most noteworthy, instructive, and\r\ndecisive experiences and events in one's life are those which are of\r\ndaily occurrence; that the greatest riddle, displayed in full view of\r\nall, is seen by the fewest to be the greatest riddle, and that these\r\nproblems are spread about in every direction, under the very feet of\r\nthe passers-by, for the few real philosophers to lift up carefully,\r\nthenceforth to shine as diamonds of wisdom. Perhaps, in the short time\r\nnow left us before the arrival of your friend, you will be good enough\r\nto tell us something of your experiences of university life, so as to\r\nclose the circle of observations, to which we were involuntarily\r\nurged, respecting our educational institutions. We may also be allowed\r\nto remind you that you, at an earlier stage of your remarks, gave me\r\nthe promise that you would do so. Starting with the public school, you\r\nclaimed for it an extraordinary importance: all other institutions\r\nmust be judged by its standard, according as its aim has been\r\nproposed; and, if its aim happens to be wrong, all the others have to\r\nsuffer. Such an importance cannot now be adopted by the universities\r\nas a standard; for, by their present system of grouping, they would be\r\nnothing more than institutions where public school students might go\r\nthrough finishing courses. You promised me that you would explain this\r\nin greater detail later on: perhaps our student friends can bear\r\nwitness to that, if they chanced to overhear that part of our\r\nconversation.\"\r\n\r\n\"We can testify to that,\" I put in. The philosopher then turned to us\r\nand said: \"Well, if you really did listen attentively, perhaps you can\r\nnow tell me what you understand by the expression 'the present aim of\r\nour public schools.' Besides, you are still near enough to this sphere\r\nto judge my opinions by the standard of your own impressions and\r\nexperiences.\"\r\n\r\nMy friend instantly answered, quickly and smartly, as was his habit,\r\nin the following words: \"Until now we had always thought that the sole\r\nobject of the public school was to prepare students for the\r\nuniversities. This preparation, however, should tend to make us\r\nindependent enough for the extraordinarily free position of a\r\nuniversity student;[9] for it seems to me that a student, to a greater\r\nextent than any other individual, has more to decide and settle for\r\nhimself. He must guide himself on a wide, utterly unknown path for\r\nmany years, so the public school must do its best to render him\r\nindependent.\"\r\n\r\nI continued the argument where my friend left off. \"It even seems to\r\nme,\" I said, \"that everything for which you have justly blamed the\r\npublic school is only a necessary means employed to imbue the youthful\r\nstudent with some kind of independence, or at all events with the\r\nbelief that there is such a thing. The teaching of German composition\r\nmust be at the service of this independence: the individual must enjoy\r\nhis opinions and carry out his designs early, so that he may be able\r\nto travel alone and without crutches. In this way he will soon be\r\nencouraged to produce original work, and still sooner to take up\r\ncriticism and analysis. If Latin and Greek studies prove insufficient\r\nto make a student an enthusiastic admirer of antiquity, the methods\r\nwith which such studies are pursued are at all events sufficient to\r\nawaken the scientific sense, the desire for a more strict causality of\r\nknowledge, the passion for finding out and inventing. Only think how\r\nmany young men may be lured away for ever to the attractions of\r\nscience by a new reading of some sort which they have snatched up with\r\nyouthful hands at the public school! The public school boy must learn\r\nand collect a great deal of varied information: hence an impulse will\r\ngradually be created, accompanied with which he will continue to learn\r\nand collect independently at the university. We believe, in short,\r\nthat the aim of the public school is to prepare and accustom the\r\nstudent always to live and learn independently afterwards, just as\r\nbeforehand he must live and learn dependently at the public school.\"\r\n\r\nThe philosopher laughed, not altogether good-naturedly, and said: \"You\r\nhave just given me a fine example of that independence. And it is this\r\nvery independence that shocks me so much, and makes any place in the\r\nneighbourhood of present-day students so disagreeable to me. Yes, my\r\ngood friends, you are perfect, you are mature; nature has cast you and\r\nbroken up the moulds, and your teachers must surely gloat over you.\r\nWhat liberty, certitude, and independence of judgment; what novelty\r\nand freshness of insight! You sit in judgment--and the cultures of all\r\nages run away. The scientific sense is kindled, and rises out of you\r\nlike a flame--let people be careful, lest you set them alight! If I go\r\nfurther into the question and look at your professors, I again find\r\nthe same independence in a greater and even more charming degree:\r\nnever was there a time so full of the most sublime independent folk,\r\nnever was slavery more detested, the slavery of education and culture\r\nincluded.\r\n\r\n\"Permit me, however, to measure this independence of yours by the\r\nstandard of this culture, and to consider your university as an\r\neducational institution and nothing else. If a foreigner desires to\r\nknow something of the methods of our universities, he asks first of\r\nall with emphasis: 'How is the student connected with the university?'\r\nWe answer: 'By the ear, as a hearer.' The foreigner is astonished.\r\n'Only by the ear?' he repeats. 'Only by the ear,' we again reply. The\r\nstudent hears. When he speaks, when he sees, when he is in the company\r\nof his companions when he takes up some branch of art: in short, when\r\nhe _lives_ he is independent, _i.e._ not dependent upon the\r\neducational institution. The student very often writes down something\r\nwhile he hears; and it is only at these rare moments that he hangs to\r\nthe umbilical cord of his alma mater. He himself may choose what he is\r\nto listen to; he is not bound to believe what is said; he may close\r\nhis ears if he does not care to hear. This is the 'acroamatic' method\r\nof teaching.\r\n\r\n\"The teacher, however, speaks to these listening students. Whatever\r\nelse he may think and do is cut off from the student's perception by\r\nan immense gap. The professor often reads when he is speaking. As a\r\nrule he wishes to have as many hearers as possible; he is not content\r\nto have a few, and he is never satisfied with one only. One speaking\r\nmouth, with many ears, and half as many writing hands--there you have\r\nto all appearances, the external academical apparatus; the university\r\nengine of culture set in motion. Moreover, the proprietor of this one\r\nmouth is severed from and independent of the owners of the many ears;\r\nand this double independence is enthusiastically designated as\r\n'academical freedom.' And again, that this freedom may be broadened\r\nstill more, the one may speak what he likes and the other may hear\r\nwhat he likes; except that, behind both of them, at a modest distance,\r\nstands the State, with all the intentness of a supervisor, to remind\r\nthe professors and students from time to time that _it_ is the aim,\r\nthe goal, the be-all and end-all, of this curious speaking and hearing\r\nprocedure.\r\n\r\n\"We, who must be permitted to regard this phenomenon merely as an\r\neducational institution, will then inform the inquiring foreigner that\r\nwhat is called 'culture' in our universities merely proceeds from the\r\nmouth to the ear, and that every kind of training for culture is, as I\r\nsaid before, merely 'acroamatic.' Since, however, not only the\r\nhearing, but also the choice of what to hear is left to the\r\nindependent decision of the liberal-minded and unprejudiced student,\r\nand since, again, he can withhold all belief and authority from what\r\nhe hears, all training for culture, in the true sense of the term,\r\nreverts to himself; and the independence it was thought desirable to\r\naim at in the public school now presents itself with the highest\r\npossible pride as 'academical self-training for culture,' and struts\r\nabout in its brilliant plumage.\r\n\r\n\"Happy times, when youths are clever and cultured enough to teach\r\nthemselves how to walk! Unsurpassable public schools, which succeed in\r\nimplanting independence in the place of the dependence, discipline,\r\nsubordination, and obedience implanted by former generations that\r\nthought it their duty to drive away all the bumptiousness of\r\nindependence! Do you clearly see, my good friends, why I, from the\r\nstandpoint of culture, regard the present type of university as a mere\r\nappendage to the public school? The culture instilled by the public\r\nschool passes through the gates of the university as something ready\r\nand entire, and with its own particular claims: _it_ demands, it gives\r\nlaws, it sits in judgment. Do not, then, let yourselves be deceived in\r\nregard to the cultured student; for he, in so far as he thinks he has\r\nabsorbed the blessings of education, is merely the public school boy\r\nas moulded by the hands of his teacher: one who, since his academical\r\nisolation, and after he has left the public school, has therefore been\r\ndeprived of all further guidance to culture, that from now on he may\r\nbegin to live by himself and be free.\r\n\r\n\"Free! Examine this freedom, ye observers of human nature! Erected\r\nupon the sandy, crumbling foundation of our present public school\r\nculture, its building slants to one side, trembling before the\r\nwhirlwind's blast. Look at the free student, the herald of\r\nself-culture: guess what his instincts are; explain him from his\r\nneeds! How does his culture appear to you when you measure it by three\r\ngraduated scales: first, by his need for philosophy; second, by his\r\ninstinct for art; and third, by Greek and Roman antiquity as the\r\nincarnate categorical imperative of all culture?\r\n\r\n\"Man is so much encompassed about by the most serious and difficult\r\nproblems that, when they are brought to his attention in the right\r\nway, he is impelled betimes towards a lasting kind of philosophical\r\nwonder, from which alone, as a fruitful soil, a deep and noble culture\r\ncan grow forth. His own experiences lead him most frequently to the\r\nconsideration of these problems; and it is especially in the\r\ntempestuous period of youth that every personal event shines with a\r\ndouble gleam, both as the exemplification of a triviality and, at the\r\nsame time, of an eternally surprising problem, deserving of\r\nexplanation. At this age, which, as it were, sees his experiences\r\nencircled with metaphysical rainbows, man is, in the highest degree,\r\nin need of a guiding hand, because he has suddenly and almost\r\ninstinctively convinced himself of the ambiguity of existence, and has\r\nlost the firm support of the beliefs he has hitherto held.\r\n\r\n\"This natural state of great need must of course be looked upon as the\r\nworst enemy of that beloved independence for which the cultured youth\r\nof the present day should be trained. All these sons of the present,\r\nwho have raised the banner of the 'self-understood,' are therefore\r\nstraining every nerve to crush down these feelings of youth, to\r\ncripple them, to mislead them, or to stop their growth altogether;\r\nand the favourite means employed is to paralyse that natural\r\nphilosophic impulse by the so-called \"historical culture.\" A still\r\nrecent system,[10] which has won for itself a world-wide scandalous\r\nreputation, has discovered the formula for this self-destruction of\r\nphilosophy; and now, wherever the historical view of things is found,\r\nwe can see such a naive recklessness in bringing the irrational to\r\n'rationality' and 'reason' and making black look like white, that one\r\nis even inclined to parody Hegel's phrase and ask: 'Is all this\r\nirrationality real?' Ah, it is only the irrational that now seems to\r\nbe 'real,' _i.e._ really doing something; and to bring this kind of\r\nreality forward for the elucidation of history is reckoned as true\r\n'historical culture.' It is into this that the philosophical impulse\r\nof our time has pupated itself; and the peculiar philosophers of our\r\nuniversities seem to have conspired to fortify and confirm the young\r\nacademicians in it.\r\n\r\n\"It has thus come to pass that, in place of a profound interpretation\r\nof the eternally recurring problems, a historical--yea, even\r\nphilological--balancing and questioning has entered into the\r\neducational arena: what this or that philosopher has or has not\r\nthought; whether this or that essay or dialogue is to be ascribed to\r\nhim or not; or even whether this particular reading of a classical\r\ntext is to be preferred to that. It is to neutral preoccupations with\r\nphilosophy like these that our students in philosophical seminaries\r\nare stimulated; whence I have long accustomed myself to regard such\r\nscience as a mere ramification of philology, and to value its\r\nrepresentatives in proportion as they are good or bad philologists. So\r\nit has come about that _philosophy itself_ is banished from the\r\nuniversities: wherewith our first question as to the value of our\r\nuniversities from the standpoint of culture is answered.\r\n\r\n\"In what relationship these universities stand to _art_ cannot be\r\nacknowledged without shame: in none at all. Of artistic thinking,\r\nlearning, striving, and comparison, we do not find in them a single\r\ntrace; and no one would seriously think that the voice of the\r\nuniversities would ever be raised to help the advancement of the\r\nhigher national schemes of art. Whether an individual teacher feels\r\nhimself to be personally qualified for art, or whether a professorial\r\nchair has been established for the training of æstheticising literary\r\nhistorians, does not enter into the question at all: the fact remains\r\nthat the university is not in a position to control the young\r\nacademician by severe artistic discipline, and that it must let happen\r\nwhat happens, willy-nilly--and this is the cutting answer to the\r\nimmodest pretensions of the universities to represent themselves as\r\nthe highest educational institutions.\r\n\r\n\"We find our academical 'independents' growing up without philosophy\r\nand without art; and how can they then have any need to 'go in for'\r\nthe Greeks and Romans?--for we need now no longer pretend, like our\r\nforefathers, to have any great regard for Greece and Rome, which,\r\nbesides, sit enthroned in almost inaccessible loneliness and majestic\r\nalienation. The universities of the present time consequently give no\r\nheed to almost extinct educational predilections like these, and found\r\ntheir philological chairs for the training of new and exclusive\r\ngenerations of philologists, who on their part give similar\r\nphilological preparation in the public schools--a vicious circle which\r\nis useful neither to philologists nor to public schools, but which\r\nabove all accuses the university for the third time of not being what\r\nit so pompously proclaims itself to be--a training ground for culture.\r\nTake away the Greeks, together with philosophy and art, and what\r\nladder have you still remaining by which to ascend to culture? For, if\r\nyou attempt to clamber up the ladder without these helps, you must\r\npermit me to inform you that all your learning will lie like a heavy\r\nburden on your shoulders rather than furnishing you with wings and\r\nbearing you aloft.\r\n\r\n\"If you honest thinkers have honourably remained in these three stages\r\nof intelligence, and have perceived that, in comparison with the\r\nGreeks, the modern student is unsuited to and unprepared for\r\nphilosophy, that he has no truly artistic instincts, and is merely a\r\nbarbarian believing himself to be free, you will not on this account\r\nturn away from him in disgust, although you will, of course, avoid\r\ncoming into too close proximity with him. For, as he now is, _he is\r\nnot to blame_: as you have perceived him he is the dumb but terrible\r\naccuser of those who are to blame.\r\n\r\n\"You should understand the secret language spoken by this guilty\r\ninnocent, and then you, too, would learn to understand the inward\r\nstate of that independence which is paraded outwardly with so much\r\nostentation. Not one of these noble, well-qualified youths has\r\nremained a stranger to that restless, tiring, perplexing, and\r\ndebilitating need of culture: during his university term, when he is\r\napparently the only free man in a crowd of servants and officials, he\r\natones for this huge illusion of freedom by ever-growing inner doubts\r\nand convictions. He feels that he can neither lead nor help himself;\r\nand then he plunges hopelessly into the workaday world and endeavours\r\nto ward off such feelings by study. The most trivial bustle fastens\r\nitself upon him; he sinks under his heavy burden. Then he suddenly\r\npulls himself together; he still feels some of that power within him\r\nwhich would have enabled him to keep his head above water. Pride and\r\nnoble resolutions assert themselves and grow in him. He is afraid of\r\nsinking at this early stage into the limits of a narrow profession;\r\nand now he grasps at pillars and railings alongside the stream that he\r\nmay not be swept away by the current. In vain! for these supports give\r\nway, and he finds he has clutched at broken reeds. In low and\r\ndespondent spirits he sees his plans vanish away in smoke. His\r\ncondition is undignified, even dreadful: he keeps between the two\r\nextremes of work at high pressure and a state of melancholy\r\nenervation. Then he becomes tired, lazy, afraid of work, fearful of\r\neverything great; and hating himself. He looks into his own breast,\r\nanalyses his faculties, and finds he is only peering into hollow and\r\nchaotic vacuity. And then he once more falls from the heights of his\r\neagerly-desired self-knowledge into an ironical scepticism. He divests\r\nhis struggles of their real importance, and feels himself ready to\r\nundertake any class of useful work, however degrading. He now seeks\r\nconsolation in hasty and incessant action so as to hide himself from\r\nhimself. And thus his helplessness and the want of a leader towards\r\nculture drive him from one form of life into another: but doubt,\r\nelevation, worry, hope, despair--everything flings him hither and\r\nthither as a proof that all the stars above him by which he could have\r\nguided his ship have set.\r\n\r\n\"There you have the picture of this glorious independence of yours, of\r\nthat academical freedom, reflected in the highest minds--those which\r\nare truly in need of culture, compared with whom that other crowd of\r\nindifferent natures does not count at all, natures that delight in\r\ntheir freedom in a purely barbaric sense. For these latter show by\r\ntheir base smugness and their narrow professional limitations that\r\nthis is the right element for them: against which there is nothing to\r\nbe said. Their comfort, however, does not counter-balance the\r\nsuffering of one single young man who has an inclination for culture\r\nand feels the need of a guiding hand, and who at last, in a moment of\r\ndiscontent, throws down the reins and begins to despise himself. This\r\nis the guiltless innocent; for who has saddled him with the\r\nunbearable burden of standing alone? Who has urged him on to\r\nindependence at an age when one of the most natural and peremptory\r\nneeds of youth is, so to speak, a self-surrendering to great leaders\r\nand an enthusiastic following in the footsteps of the masters?\r\n\r\n\"It is repulsive to consider the effects to which the violent\r\nsuppression of such noble natures may lead. He who surveys the\r\ngreatest supporters and friends of that pseudo-culture of the present\r\ntime, which I so greatly detest, will only too frequently find among\r\nthem such degenerate and shipwrecked men of culture, driven by inward\r\ndespair to violent enmity against culture, when, in a moment of\r\ndesperation, there was no one at hand to show them how to attain it.\r\nIt is not the worst and most insignificant people whom we afterwards\r\nfind acting as journalists and writers for the press in the\r\nmetamorphosis of despair: the spirit of some well-known men of letters\r\nmight even be described, and justly, as degenerate studentdom. How\r\nelse, for example, can we reconcile that once well-known 'young\r\nGermany' with its present degenerate successors? Here we discover a\r\nneed of culture which, so to speak, has grown mutinous, and which\r\nfinally breaks out into the passionate cry: I am culture! There,\r\nbefore the gates of the public schools and universities, we can see\r\nthe culture which has been driven like a fugitive away from these\r\ninstitutions. True, this culture is without the erudition of those\r\nestablishments, but assumes nevertheless the mien of a sovereign; so\r\nthat, for example, Gutzkow the novelist might be pointed to as the\r\nbest example of a modern public school boy turned æsthete. Such a\r\ndegenerate man of culture is a serious matter, and it is a horrifying\r\nspectacle for us to see that all our scholarly and journalistic\r\npublicity bears the stigma of this degeneracy upon it. How else can we\r\ndo justice to our learned men, who pay untiring attention to, and even\r\nco-operate in the journalistic corruption of the people, how else than\r\nby the acknowledgment that their learning must fill a want of their\r\nown similar to that filled by novel-writing in the case of others:\r\n_i.e._ a flight from one's self, an ascetic extirpation of their\r\ncultural impulses, a desperate attempt to annihilate their own\r\nindividuality. From our degenerate literary art, as also from that\r\nitch for scribbling of our learned men which has now reached such\r\nalarming proportions, wells forth the same sigh: Oh that we could\r\nforget ourselves! The attempt fails: memory, not yet suffocated by the\r\nmountains of printed paper under which it is buried, keeps on\r\nrepeating from time to time: 'A degenerate man of culture! Born for\r\nculture and brought up to non-culture! Helpless barbarian, slave of\r\nthe day, chained to the present moment, and thirsting for\r\nsomething--ever thirsting!'\r\n\r\n\"Oh, the miserable guilty innocents! For they lack something, a need\r\nthat every one of them must have felt: a real educational institution,\r\nwhich could give them goals, masters, methods, companions; and from\r\nthe midst of which the invigorating and uplifting breath of the true\r\nGerman spirit would inspire them. Thus they perish in the wilderness;\r\nthus they degenerate into enemies of that spirit which is at bottom\r\nclosely allied to their own; thus they pile fault upon fault higher\r\nthan any former generation ever did, soiling the clean, desecrating\r\nthe holy, canonising the false and spurious. It is by them that you\r\ncan judge the educational strength of our universities, asking\r\nyourselves, in all seriousness, the question: What cause did you\r\npromote through them? The German power of invention, the noble German\r\ndesire for knowledge, the qualifying of the German for diligence and\r\nself-sacrifice--splendid and beautiful things, which other nations\r\nenvy you; yea, the finest and most magnificent things in the world, if\r\nonly that true German spirit overspread them like a dark thundercloud,\r\npregnant with the blessing of forthcoming rain. But you are afraid of\r\nthis spirit, and it has therefore come to pass that a cloud of another\r\nsort has thrown a heavy and oppressive atmosphere around your\r\nuniversities, in which your noble-minded scholars breathe wearily and\r\nwith difficulty.\r\n\r\n\"A tragic, earnest, and instructive attempt was made in the present\r\ncentury to destroy the cloud I have last referred to, and also to turn\r\nthe people's looks in the direction of the high welkin of the German\r\nspirit. In all the annals of our universities we cannot find any trace\r\nof a second attempt, and he who would impressively demonstrate what is\r\nnow necessary for us will never find a better example. I refer to the\r\nold, primitive _Burschenschaft_.[11]\r\n\r\n\"When the war of liberation was over, the young student brought back\r\nhome the unlooked-for and worthiest trophy of battle--the freedom of\r\nhis fatherland. Crowned with this laurel he thought of something still\r\nnobler. On returning to the university, and finding that he was\r\nbreathing heavily, he became conscious of that oppressive and\r\ncontaminated air which overhung the culture of the university. He\r\nsuddenly saw, with horror-struck, wide-open eyes, the non-German\r\nbarbarism, hiding itself in the guise of all kinds of scholasticism;\r\nhe suddenly discovered that his own leaderless comrades were abandoned\r\nto a repulsive kind of youthful intoxication. And he was exasperated.\r\nHe rose with the same aspect of proud indignation as Schiller may have\r\nhad when reciting the _Robbers_ to his companions: and if he had\r\nprefaced his drama with the picture of a lion, and the motto, 'in\r\ntyrannos,' his follower himself was that very lion preparing to\r\nspring; and every 'tyrant' began to tremble. Yes, if these indignant\r\nyouths were looked at superficially and timorously, they would seem to\r\nbe little else than Schiller's robbers: their talk sounded so wild to\r\nthe anxious listener that Rome and Sparta seemed mere nunneries\r\ncompared with these new spirits. The consternation raised by these\r\nyoung men was indeed far more general than had ever been caused by\r\nthose other 'robbers' in court circles, of which a German prince,\r\naccording to Goethe, is said to have expressed the opinion: 'If he had\r\nbeen God, and had foreseen the appearance of the _Robbers_, he would\r\nnot have created the world.'\r\n\r\n\"Whence came the incomprehensible intensity of this alarm? For those\r\nyoung men were the bravest, purest, and most talented of the band both\r\nin dress and habits: they were distinguished by a magnanimous\r\nrecklessness and a noble simplicity. A divine command bound them\r\ntogether to seek harder and more pious superiority: what could be\r\nfeared from them? To what extent this fear was merely deceptive or\r\nsimulated or really true is something that will probably never be\r\nexactly known; but a strong instinct spoke out of this fear and out of\r\nits disgraceful and senseless persecution. This instinct hated the\r\nBurschenschaft with an intense hatred for two reasons: first of all on\r\naccount of its organisation, as being the first attempt to construct a\r\ntrue educational institution, and, secondly, on account of the spirit\r\nof this institution, that earnest, manly, stern, and daring German\r\nspirit; that spirit of the miner's son, Luther, which has come down to\r\nus unbroken from the time of the Reformation.\r\n\r\n\"Think of the _fate_ of the Burschenschaft when I ask you, Did the\r\nGerman university then understand that spirit, as even the German\r\nprinces in their hatred appear to have understood it? Did the alma\r\nmater boldly and resolutely throw her protecting arms round her noble\r\nsons and say: 'You must kill me first, before you touch my children?'\r\nI hear your answer--by it you may judge whether the German university\r\nis an educational institution or not.\r\n\r\n\"The student knew at that time at what depth a true educational\r\ninstitution must take root, namely, in an inward renovation and\r\ninspiration of the purest moral faculties. And this must always be\r\nrepeated to the student's credit. He may have learnt on the field of\r\nbattle what he could learn least of all in the sphere of 'academical\r\nfreedom': that great leaders are necessary, and that all culture begins\r\nwith obedience. And in the midst of victory, with his thoughts turned to\r\nhis liberated fatherland, he made the vow that he would remain German.\r\nGerman! Now he learnt to understand his Tacitus; now he grasped the\r\nsignification of Kant's categorical imperative; now he was enraptured by\r\nWeber's \"Lyre and Sword\" songs.[12] The gates of philosophy, of art,\r\nyea, even of antiquity, opened unto him; and in one of the most\r\nmemorable of bloody acts, the murder of Kotzebue, he revenged--with\r\npenetrating insight and enthusiastic short-sightedness--his one and only\r\nSchiller, prematurely consumed by the opposition of the stupid world:\r\nSchiller, who could have been his leader, master, and organiser, and\r\nwhose loss he now bewailed with such heartfelt resentment.\r\n\r\n\"For that was the doom of those promising students: they did not find\r\nthe leaders they wanted. They gradually became uncertain,\r\ndiscontented, and at variance among themselves; unlucky indiscretions\r\nshowed only too soon that the one indispensability of powerful minds\r\nwas lacking in the midst of them: and, while that mysterious murder\r\ngave evidence of astonishing strength, it gave no less evidence of the\r\ngrave danger arising from the want of a leader. They were\r\nleaderless--therefore they perished.\r\n\r\n\"For I repeat it, my friends! All culture begins with the very\r\nopposite of that which is now so highly esteemed as 'academical\r\nfreedom': with obedience, with subordination, with discipline, with\r\nsubjection. And as leaders must have followers so also must the\r\nfollowers have a leader--here a certain reciprocal predisposition\r\nprevails in the hierarchy of spirits: yea, a kind of pre-established\r\nharmony. This eternal hierarchy, towards which all things naturally\r\ntend, is always threatened by that pseudo-culture which now sits on\r\nthe throne of the present. It endeavours either to bring the leaders\r\ndown to the level of its own servitude or else to cast them out\r\naltogether. It seduces the followers when they are seeking their\r\npredestined leader, and overcomes them by the fumes of its narcotics.\r\nWhen, however, in spite of all this, leader and followers have at last\r\nmet, wounded and sore, there is an impassioned feeling of rapture,\r\nlike the echo of an ever-sounding lyre, a feeling which I can let you\r\ndivine only by means of a simile.\r\n\r\n\"Have you ever, at a musical rehearsal, looked at the strange,\r\nshrivelled-up, good-natured species of men who usually form the German\r\norchestra? What changes and fluctuations we see in that capricious\r\ngoddess 'form'! What noses and ears, what clumsy, _danse macabre_\r\nmovements! Just imagine for a moment that you were deaf, and had never\r\ndreamed of the existence of sound or music, and that you were looking\r\nupon the orchestra as a company of actors, and trying to enjoy their\r\nperformance as a drama and nothing more. Undisturbed by the idealising\r\neffect of the sound, you could never see enough of the stern,\r\nmedieval, wood-cutting movement of this comical spectacle, this\r\nharmonious parody on the _homo sapiens_.\r\n\r\n\"Now, on the other hand, assume that your musical sense has returned,\r\nand that your ears are opened. Look at the honest conductor at the\r\nhead of the orchestra performing his duties in a dull, spiritless\r\nfashion: you no longer think of the comical aspect of the whole scene,\r\nyou listen--but it seems to you that the spirit of tediousness spreads\r\nout from the honest conductor over all his companions. Now you see\r\nonly torpidity and flabbiness, you hear only the trivial, the\r\nrhythmically inaccurate, and the melodiously trite. You see the\r\norchestra only as an indifferent, ill-humoured, and even wearisome\r\ncrowd of players.\r\n\r\n\"But set a genius--a real genius--in the midst of this crowd; and you\r\ninstantly perceive something almost incredible. It is as if this\r\ngenius, in his lightning transmigration, had entered into these\r\nmechanical, lifeless bodies, and as if only one demoniacal eye gleamed\r\nforth out of them all. Now look and listen--you can never listen\r\nenough! When you again observe the orchestra, now loftily storming,\r\nnow fervently wailing, when you notice the quick tightening of every\r\nmuscle and the rhythmical necessity of every gesture, then you too\r\nwill feel what a pre-established harmony there is between leader and\r\nfollowers, and how in the hierarchy of spirits everything impels us\r\ntowards the establishment of a like organisation. You can divine from\r\nmy simile what I would understand by a true educational institution,\r\nand why I am very far from recognising one in the present type of\r\nuniversity.\"\r\n\r\n     [From a few MS. notes written down by Nietzsche in the spring\r\n     and autumn of 1872, and still preserved in the Nietzsche\r\n     Archives at Weimar, it is evident that he at one time\r\n     intended to add a sixth and seventh lecture to the five just\r\n     given. These notes, although included in the latest edition\r\n     of Nietzsche's works, are utterly lacking in interest and\r\n     continuity, being merely headings and sub-headings of\r\n     sections in the proposed lectures. They do not, indeed,\r\n     occupy more than two printed pages, and were deemed too\r\n     fragmentary for translation in this edition.]\r\n\r\nFOOTNOTES:\r\n\r\n[9] The reader may be reminded that a German university student is\r\nsubject to very few restrictions, and that much greater liberty is\r\nallowed him than is permitted to English students. Nietzsche did not\r\napprove of this extraordinary freedom, which, in his opinion, led to\r\nintellectual lawlessness.--TR.\r\n\r\n[10] Hegel's.--TR.\r\n\r\n[11] A German students' association, of liberal principles, founded for\r\npatriotic purposes at Jena in 1813.\r\n\r\n[12] Weber set one or two of Körner's \"Lyre and Sword\" songs to music.\r\nThe reader will remember that these lectures were delivered when\r\nNietzsche was only in his twenty-eighth year. Like Goethe, he afterwards\r\nfreed himself from all patriotic trammels and prejudices, and aimed at a\r\ngeneral European culture. Luther, Schiller, Kant, Körner, and Weber did\r\nnot continue to be the objects of his veneration for long, indeed, they\r\nwere afterwards violently attacked by him, and the superficial student\r\nwho speaks of inconsistency may be reminded of Nietzsche's phrase in\r\nstanza 12 of the epilogue to _Beyond Good and Evil_: \"Nur wer sich\r\nwandelt, bleibt mit mir verwandt\"; _i.e._ only the changing ones have\r\nanything in common with me.--TR.\r\n\r\n       *       *       *       *       *\r\n\r\n    +-----------------------------------------------------------+\r\n    | Typographical errors corrected in text:                   |\r\n    |                                                           |\r\n    | Page 124: neigbourhood replaced with neighbourhood        |\r\n    | Page 130: universites replaced by universities            |\r\n    |                                                           |\r\n    +-----------------------------------------------------------+\r\n\r\n       *       *       *       *       *\r\n\r\n\r\n\r\n\r\n\r\n\r\nEnd of the Project Gutenberg EBook of On the Future of our Educational\r\nInstitutions, by Friedrich Nietzsche\r\n\r\n*** END OF THIS PROJECT GUTENBERG EBOOK FUTURE OF EDUCATIONAL INSTITUTIONS ***\r\n\r\n***** This file should be named 28146-0.txt or 28146-0.zip *****\r\nThis and all associated files of various formats will be found in:\r\n        http://www.gutenberg.org/2/8/1/4/28146/\r\n\r\nProduced by Thanks to Jeannie Howse, Thierry Alberto and\r\nthe Online Distributed Proofreading Team at\r\nhttp://www.pgdp.net (This file was produced from images\r\ngenerously made available by The Internet Archive)\r\n\r\n\r\nUpdated editions will replace the previous one--the old editions\r\nwill be renamed.\r\n\r\nCreating the works from public domain print editions means that no\r\none owns a United States copyright in these works, so the Foundation\r\n(and you!) can copy and distribute it in the United States without\r\npermission and without paying copyright royalties.  Special rules,\r\nset forth in the General Terms of Use part of this license, apply to\r\ncopying and distributing Project Gutenberg-tm electronic works to\r\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\r\nGutenberg is a registered trademark, and may not be used if you\r\ncharge for the eBooks, unless you receive specific permission.  If you\r\ndo not charge anything for copies of this eBook, complying with the\r\nrules is very easy.  You may use this eBook for nearly any purpose\r\nsuch as creation of derivative works, reports, performances and\r\nresearch.  They may be modified and printed and given away--you may do\r\npractically ANYTHING with public domain eBooks.  Redistribution is\r\nsubject to the trademark license, especially commercial\r\nredistribution.\r\n\r\n\r\n\r\n*** START: FULL LICENSE ***\r\n\r\nTHE FULL PROJECT GUTENBERG LICENSE\r\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\r\n\r\nTo protect the Project Gutenberg-tm mission of promoting the free\r\ndistribution of electronic works, by using or distributing this work\r\n(or any other work associated in any way with the phrase \"Project\r\nGutenberg\"), you agree to comply with all the terms of the Full Project\r\nGutenberg-tm License (available with this file or online at\r\nhttp://gutenberg.net/license).\r\n\r\n\r\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\r\nelectronic works\r\n\r\n1.A.  By reading or using any part of this Project Gutenberg-tm\r\nelectronic work, you indicate that you have read, understand, agree to\r\nand accept all the terms of this license and intellectual property\r\n(trademark/copyright) agreement.  If you do not agree to abide by all\r\nthe terms of this agreement, you must cease using and return or destroy\r\nall copies of Project Gutenberg-tm electronic works in your possession.\r\nIf you paid a fee for obtaining a copy of or access to a Project\r\nGutenberg-tm electronic work and you do not agree to be bound by the\r\nterms of this agreement, you may obtain a refund from the person or\r\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\r\n\r\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\r\nused on or associated in any way with an electronic work by people who\r\nagree to be bound by the terms of this agreement.  There are a few\r\nthings that you can do with most Project Gutenberg-tm electronic works\r\neven without complying with the full terms of this agreement.  See\r\nparagraph 1.C below.  There are a lot of things you can do with Project\r\nGutenberg-tm electronic works if you follow the terms of this agreement\r\nand help preserve free future access to Project Gutenberg-tm electronic\r\nworks.  See paragraph 1.E below.\r\n\r\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\r\nor PGLAF), owns a compilation copyright in the collection of Project\r\nGutenberg-tm electronic works.  Nearly all the individual works in the\r\ncollection are in the public domain in the United States.  If an\r\nindividual work is in the public domain in the United States and you are\r\nlocated in the United States, we do not claim a right to prevent you from\r\ncopying, distributing, performing, displaying or creating derivative\r\nworks based on the work as long as all references to Project Gutenberg\r\nare removed.  Of course, we hope that you will support the Project\r\nGutenberg-tm mission of promoting free access to electronic works by\r\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\r\nthis agreement for keeping the Project Gutenberg-tm name associated with\r\nthe work.  You can easily comply with the terms of this agreement by\r\nkeeping this work in the same format with its attached full Project\r\nGutenberg-tm License when you share it without charge with others.\r\n\r\n1.D.  The copyright laws of the place where you are located also govern\r\nwhat you can do with this work.  Copyright laws in most countries are in\r\na constant state of change.  If you are outside the United States, check\r\nthe laws of your country in addition to the terms of this agreement\r\nbefore downloading, copying, displaying, performing, distributing or\r\ncreating derivative works based on this work or any other Project\r\nGutenberg-tm work.  The Foundation makes no representations concerning\r\nthe copyright status of any work in any country outside the United\r\nStates.\r\n\r\n1.E.  Unless you have removed all references to Project Gutenberg:\r\n\r\n1.E.1.  The following sentence, with active links to, or other immediate\r\naccess to, the full Project Gutenberg-tm License must appear prominently\r\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\r\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\r\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\r\ncopied or distributed:\r\n\r\nThis eBook is for the use of anyone anywhere at no cost and with\r\nalmost no restrictions whatsoever.  You may copy it, give it away or\r\nre-use it under the terms of the Project Gutenberg License included\r\nwith this eBook or online at www.gutenberg.net\r\n\r\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\r\nfrom the public domain (does not contain a notice indicating that it is\r\nposted with permission of the copyright holder), the work can be copied\r\nand distributed to anyone in the United States without paying any fees\r\nor charges.  If you are redistributing or providing access to a work\r\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\r\nwork, you must comply either with the requirements of paragraphs 1.E.1\r\nthrough 1.E.7 or obtain permission for the use of the work and the\r\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\r\n1.E.9.\r\n\r\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\r\nwith the permission of the copyright holder, your use and distribution\r\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\r\nterms imposed by the copyright holder.  Additional terms will be linked\r\nto the Project Gutenberg-tm License for all works posted with the\r\npermission of the copyright holder found at the beginning of this work.\r\n\r\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\r\nLicense terms from this work, or any files containing a part of this\r\nwork or any other work associated with Project Gutenberg-tm.\r\n\r\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\r\nelectronic work, or any part of this electronic work, without\r\nprominently displaying the sentence set forth in paragraph 1.E.1 with\r\nactive links or immediate access to the full terms of the Project\r\nGutenberg-tm License.\r\n\r\n1.E.6.  You may convert to and distribute this work in any binary,\r\ncompressed, marked up, nonproprietary or proprietary form, including any\r\nword processing or hypertext form.  However, if you provide access to or\r\ndistribute copies of a Project Gutenberg-tm work in a format other than\r\n\"Plain Vanilla ASCII\" or other format used in the official version\r\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\r\nyou must, at no additional cost, fee or expense to the user, provide a\r\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\r\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\r\nform.  Any alternate format must include the full Project Gutenberg-tm\r\nLicense as specified in paragraph 1.E.1.\r\n\r\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\r\nperforming, copying or distributing any Project Gutenberg-tm works\r\nunless you comply with paragraph 1.E.8 or 1.E.9.\r\n\r\n1.E.8.  You may charge a reasonable fee for copies of or providing\r\naccess to or distributing Project Gutenberg-tm electronic works provided\r\nthat\r\n\r\n- You pay a royalty fee of 20% of the gross profits you derive from\r\n     the use of Project Gutenberg-tm works calculated using the method\r\n     you already use to calculate your applicable taxes.  The fee is\r\n     owed to the owner of the Project Gutenberg-tm trademark, but he\r\n     has agreed to donate royalties under this paragraph to the\r\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\r\n     must be paid within 60 days following each date on which you\r\n     prepare (or are legally required to prepare) your periodic tax\r\n     returns.  Royalty payments should be clearly marked as such and\r\n     sent to the Project Gutenberg Literary Archive Foundation at the\r\n     address specified in Section 4, \"Information about donations to\r\n     the Project Gutenberg Literary Archive Foundation.\"\r\n\r\n- You provide a full refund of any money paid by a user who notifies\r\n     you in writing (or by e-mail) within 30 days of receipt that s/he\r\n     does not agree to the terms of the full Project Gutenberg-tm\r\n     License.  You must require such a user to return or\r\n     destroy all copies of the works possessed in a physical medium\r\n     and discontinue all use of and all access to other copies of\r\n     Project Gutenberg-tm works.\r\n\r\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\r\n     money paid for a work or a replacement copy, if a defect in the\r\n     electronic work is discovered and reported to you within 90 days\r\n     of receipt of the work.\r\n\r\n- You comply with all other terms of this agreement for free\r\n     distribution of Project Gutenberg-tm works.\r\n\r\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\r\nelectronic work or group of works on different terms than are set\r\nforth in this agreement, you must obtain permission in writing from\r\nboth the Project Gutenberg Literary Archive Foundation and Michael\r\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\r\nFoundation as set forth in Section 3 below.\r\n\r\n1.F.\r\n\r\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\r\neffort to identify, do copyright research on, transcribe and proofread\r\npublic domain works in creating the Project Gutenberg-tm\r\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\r\nworks, and the medium on which they may be stored, may contain\r\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\r\ncorrupt data, transcription errors, a copyright or other intellectual\r\nproperty infringement, a defective or damaged disk or other medium, a\r\ncomputer virus, or computer codes that damage or cannot be read by\r\nyour equipment.\r\n\r\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\r\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\r\nGutenberg Literary Archive Foundation, the owner of the Project\r\nGutenberg-tm trademark, and any other party distributing a Project\r\nGutenberg-tm electronic work under this agreement, disclaim all\r\nliability to you for damages, costs and expenses, including legal\r\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\r\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\r\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\r\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\r\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\r\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\r\nDAMAGE.\r\n\r\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\r\ndefect in this electronic work within 90 days of receiving it, you can\r\nreceive a refund of the money (if any) you paid for it by sending a\r\nwritten explanation to the person you received the work from.  If you\r\nreceived the work on a physical medium, you must return the medium with\r\nyour written explanation.  The person or entity that provided you with\r\nthe defective work may elect to provide a replacement copy in lieu of a\r\nrefund.  If you received the work electronically, the person or entity\r\nproviding it to you may choose to give you a second opportunity to\r\nreceive the work electronically in lieu of a refund.  If the second copy\r\nis also defective, you may demand a refund in writing without further\r\nopportunities to fix the problem.\r\n\r\n1.F.4.  Except for the limited right of replacement or refund set forth\r\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\r\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\r\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\r\n\r\n1.F.5.  Some states do not allow disclaimers of certain implied\r\nwarranties or the exclusion or limitation of certain types of damages.\r\nIf any disclaimer or limitation set forth in this agreement violates the\r\nlaw of the state applicable to this agreement, the agreement shall be\r\ninterpreted to make the maximum disclaimer or limitation permitted by\r\nthe applicable state law.  The invalidity or unenforceability of any\r\nprovision of this agreement shall not void the remaining provisions.\r\n\r\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\r\ntrademark owner, any agent or employee of the Foundation, anyone\r\nproviding copies of Project Gutenberg-tm electronic works in accordance\r\nwith this agreement, and any volunteers associated with the production,\r\npromotion and distribution of Project Gutenberg-tm electronic works,\r\nharmless from all liability, costs and expenses, including legal fees,\r\nthat arise directly or indirectly from any of the following which you do\r\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\r\nwork, (b) alteration, modification, or additions or deletions to any\r\nProject Gutenberg-tm work, and (c) any Defect you cause.\r\n\r\n\r\nSection  2.  Information about the Mission of Project Gutenberg-tm\r\n\r\nProject Gutenberg-tm is synonymous with the free distribution of\r\nelectronic works in formats readable by the widest variety of computers\r\nincluding obsolete, old, middle-aged and new computers.  It exists\r\nbecause of the efforts of hundreds of volunteers and donations from\r\npeople in all walks of life.\r\n\r\nVolunteers and financial support to provide volunteers with the\r\nassistance they need are critical to reaching Project Gutenberg-tm's\r\ngoals and ensuring that the Project Gutenberg-tm collection will\r\nremain freely available for generations to come.  In 2001, the Project\r\nGutenberg Literary Archive Foundation was created to provide a secure\r\nand permanent future for Project Gutenberg-tm and future generations.\r\nTo learn more about the Project Gutenberg Literary Archive Foundation\r\nand how your efforts and donations can help, see Sections 3 and 4\r\nand the Foundation web page at http://www.pglaf.org.\r\n\r\n\r\nSection 3.  Information about the Project Gutenberg Literary Archive\r\nFoundation\r\n\r\nThe Project Gutenberg Literary Archive Foundation is a non profit\r\n501(c)(3) educational corporation organized under the laws of the\r\nstate of Mississippi and granted tax exempt status by the Internal\r\nRevenue Service.  The Foundation's EIN or federal tax identification\r\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\r\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\r\nLiterary Archive Foundation are tax deductible to the full extent\r\npermitted by U.S. federal laws and your state's laws.\r\n\r\nThe Foundation's principal office is located at 4557 Melan Dr. S.\r\nFairbanks, AK, 99712., but its volunteers and employees are scattered\r\nthroughout numerous locations.  Its business office is located at\r\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\r\nbusiness@pglaf.org.  Email contact links and up to date contact\r\ninformation can be found at the Foundation's web site and official\r\npage at http://pglaf.org\r\n\r\nFor additional contact information:\r\n     Dr. Gregory B. Newby\r\n     Chief Executive and Director\r\n     gbnewby@pglaf.org\r\n\r\n\r\nSection 4.  Information about Donations to the Project Gutenberg\r\nLiterary Archive Foundation\r\n\r\nProject Gutenberg-tm depends upon and cannot survive without wide\r\nspread public support and donations to carry out its mission of\r\nincreasing the number of public domain and licensed works that can be\r\nfreely distributed in machine readable form accessible by the widest\r\narray of equipment including outdated equipment.  Many small donations\r\n($1 to $5,000) are particularly important to maintaining tax exempt\r\nstatus with the IRS.\r\n\r\nThe Foundation is committed to complying with the laws regulating\r\ncharities and charitable donations in all 50 states of the United\r\nStates.  Compliance requirements are not uniform and it takes a\r\nconsiderable effort, much paperwork and many fees to meet and keep up\r\nwith these requirements.  We do not solicit donations in locations\r\nwhere we have not received written confirmation of compliance.  To\r\nSEND DONATIONS or determine the status of compliance for any\r\nparticular state visit http://pglaf.org\r\n\r\nWhile we cannot and do not solicit contributions from states where we\r\nhave not met the solicitation requirements, we know of no prohibition\r\nagainst accepting unsolicited donations from donors in such states who\r\napproach us with offers to donate.\r\n\r\nInternational donations are gratefully accepted, but we cannot make\r\nany statements concerning tax treatment of donations received from\r\noutside the United States.  U.S. laws alone swamp our small staff.\r\n\r\nPlease check the Project Gutenberg Web pages for current donation\r\nmethods and addresses.  Donations are accepted in a number of other\r\nways including including checks, online payments and credit card\r\ndonations.  To donate, please visit: http://pglaf.org/donate\r\n\r\n\r\nSection 5.  General Information About Project Gutenberg-tm electronic\r\nworks.\r\n\r\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\r\nconcept of a library of electronic works that could be freely shared\r\nwith anyone.  For thirty years, he produced and distributed Project\r\nGutenberg-tm eBooks with only a loose network of volunteer support.\r\n\r\n\r\nProject Gutenberg-tm eBooks are often created from several printed\r\neditions, all of which are confirmed as Public Domain in the U.S.\r\nunless a copyright notice is included.  Thus, we do not necessarily\r\nkeep eBooks in compliance with any particular paper edition.\r\n\r\n\r\nMost people start at our Web site which has the main PG search facility:\r\n\r\n     http://www.gutenberg.net\r\n\r\nThis Web site includes information about Project Gutenberg-tm,\r\nincluding how to make donations to the Project Gutenberg Literary\r\nArchive Foundation, how to help produce our new eBooks, and how to\r\nsubscribe to our email newsletter to hear about new eBooks.\r\n", "Author": ["Nietzsche, Friedrich Wilhelm, 1844-1900"], "Editor": ["Levy, Oscar, 1867-1946"], "Translator": ["Kennedy, J. M. (John McFarland)"], "Title": ["On the Future of our Educational Institutions"], "Language": ["English"], "LoC Class": ["LB: Education: Theory and practice of education"], "Subject": ["Education -- Philosophy", "Nietzsche, Friedrich Wilhelm, 1844-1900 -- Views on education", "Educational change -- Germany"], "Category": ["Text"], "EBook-No.": ["28146"], "Release Date": ["Feb 20, 2009"], "Copyright Status": ["Public domain in the USA."], "Downloads": ["79 downloads in the last 30 days."], "Price": ["$0.00"]}