{"text": "﻿The Project Gutenberg EBook of The Antichrist, by F. W. Nietzsche\r\n\r\nThis eBook is for the use of anyone anywhere at no cost and with\r\nalmost no restrictions whatsoever.  You may copy it, give it away or\r\nre-use it under the terms of the Project Gutenberg License included\r\nwith this eBook or online at www.gutenberg.org\r\n\r\n\r\nTitle: The Antichrist\r\n\r\nAuthor: F. W. Nietzsche\r\n\r\nTranslator: H. L. Mencken\r\n\r\nRelease Date: September 18, 2006 [EBook #19322]\r\n\r\nLanguage: English\r\n\r\n\r\n*** START OF THIS PROJECT GUTENBERG EBOOK THE ANTICHRIST ***\r\n\r\n\r\n\r\n\r\nProduced by Laura Wisewell and the Online Distributed\r\nProofreading Team at http://www.pgdp.net\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTHE ANTICHRIST\r\n\r\n\r\nBORZOI POCKET BOOKS\r\n\r\nA complete list to date of this series of popular reprints, bound\r\nuniformly with a design and endpapers by Claude Bragdon, may be found at\r\nthe back of this volume. One book will appear each month, numbered for\r\nconvenience in ordering.\r\n\r\n\r\n\r\n\r\n                             THE ANTICHRIST\r\n\r\n\r\n                                  _by_\r\n\r\n                            F. W. NIETZSCHE\r\n\r\n\r\n                      _Translated from the German\r\n                        with an introduction by_\r\n                             H. L. MENCKEN\r\n\r\n\r\n\r\n                               _New York_\r\n                             ALFRED A. KNOPF\r\n\r\n\r\n\r\n               COPYRIGHT, 1918, BY ALFRED A. KNOPF, INC.\r\n\r\n            _Pocket Book Edition, Published September, 1923\r\n                    Second Printing, November, 1924_\r\n\r\n\r\n      _Set up, electrotyped, and printed by the Vail-Ballou Press,\r\n                           Binghamton, N. Y._\r\n\r\n     _Paper manufactured by W. C. Hamilton & Sons, Miquon, Pa., and\r\n            furnished by W. F. Etherington & Co., New York._\r\n\r\n             MANUFACTURED IN THE UNITED STATES OF AMERICA.\r\n\r\n\r\n\r\n\r\nCONTENTS\r\n\r\n\r\n                                            PAGE\r\n    INTRODUCTION BY H. L. MENCKEN              7\r\n    AUTHOR'S PREFACE                          37\r\n    THE ANTICHRIST                            41\r\n\r\n\r\n\r\n\r\nINTRODUCTION\r\n\r\n\r\nSave for his raucous, rhapsodical autobiography, \"Ecce Homo,\" \"The\r\nAntichrist\" is the last thing that Nietzsche ever wrote, and so it may\r\nbe accepted as a statement of some of his most salient ideas in their\r\nfinal form. Notes for it had been accumulating for years and it was to\r\nhave constituted the first volume of his long-projected _magnum opus_,\r\n\"The Will to Power.\" His full plan for this work, as originally drawn\r\nup, was as follows:\r\n\r\n  Vol.   I.  The Antichrist: an Attempt at a Criticism of Christianity.\r\n\r\n  Vol.  II.  The Free Spirit: a Criticism of Philosophy as a Nihilistic\r\n             Movement.\r\n\r\n  Vol. III.  The Immoralist: a Criticism of Morality, the Most Fatal\r\n             Form of Ignorance.\r\n\r\n  Vol.  IV.  Dionysus: the Philosophy of Eternal Recurrence.\r\n\r\nThe first sketches for \"The Will to Power\" were made in 1884, soon after\r\nthe publication of the first three parts of \"Thus Spake Zarathustra,\"\r\nand thereafter, for four years, Nietzsche piled up notes. They were\r\nwritten at all the places he visited on his endless travels in search of\r\nhealth--at Nice, at Venice, at Sils-Maria in the Engadine (for long his\r\nfavourite resort), at Cannobio, at Zürich, at Genoa, at Chur, at\r\nLeipzig. Several times his work was interrupted by other books, first by\r\n\"Beyond Good and Evil,\" then by \"The Genealogy of Morals\" (written in\r\ntwenty days), then by his Wagner pamphlets. Almost as often he changed\r\nhis plan. Once he decided to expand \"The Will to Power\" to ten volumes,\r\nwith \"An Attempt at a New Interpretation of the World\" as a general\r\nsub-title. Again he adopted the sub-title of \"An Interpretation of All\r\nThat Happens.\" Finally, he hit upon \"An Attempt at a Transvaluation of\r\nAll Values,\" and went back to four volumes, though with a number of\r\nchanges in their arrangement. In September, 1888, he began actual work\r\nupon the first volume, and before the end of the month it was completed.\r\nThe Summer had been one of almost hysterical creative activity. Since\r\nthe middle of June he had written two other small books, \"The Case of\r\nWagner\" and \"The Twilight of the Idols,\" and before the end of the year\r\nhe was destined to write \"Ecce Homo.\" Some time during December his\r\nhealth began to fail rapidly, and soon after the New Year he was\r\nhelpless. Thereafter he wrote no more.\r\n\r\nThe Wagner diatribe and \"The Twilight of the Idols\" were published\r\nimmediately, but \"The Antichrist\" did not get into type until 1895. I\r\nsuspect that the delay was due to the influence of the philosopher's\r\nsister, Elisabeth Förster-Nietzsche, an intelligent and ardent but by no\r\nmeans uniformly judicious propagandist of his ideas. During his dark\r\ndays of neglect and misunderstanding, when even family and friends kept\r\naloof, Frau Förster-Nietzsche went with him farther than any other, but\r\nthere were bounds beyond which she, also, hesitated to go, and those\r\nbounds were marked by crosses. One notes, in her biography of him--a\r\nuseful but not always accurate work--an evident desire to purge him of\r\nthe accusation of mocking at sacred things. He had, she says, great\r\nadmiration for \"the elevating effect of Christianity ... upon the weak\r\nand ailing,\" and \"a real liking for sincere, pious Christians,\" and \"a\r\ntender love for the Founder of Christianity.\" All his wrath, she\r\ncontinues, was reserved for \"St. Paul and his like,\" who perverted the\r\nBeatitudes, which Christ intended for the lowly only, into a universal\r\nreligion which made war upon aristocratic values. Here, obviously, one\r\nis addressed by an interpreter who cannot forget that she is the\r\ndaughter of a Lutheran pastor and the grand-daughter of two others; a\r\ntouch of conscience gets into her reading of \"The Antichrist.\" She even\r\nhints that the text may have been garbled, after the author's collapse,\r\nby some more sinister heretic. There is not the slightest reason to\r\nbelieve that any such garbling ever took place, nor is there any\r\nevidence that their common heritage of piety rested upon the brother as\r\nheavily as it rested upon the sister. On the contrary, it must be\r\nmanifest that Nietzsche, in this book, intended to attack Christianity\r\nheadlong and with all arms, that for all his rapid writing he put the\r\nutmost care into it, and that he wanted it to be printed exactly as it\r\nstands. The ideas in it were anything but new to him when he set them\r\ndown. He had been developing them since the days of his beginning. You\r\nwill find some of them, clearly recognizable, in the first book he ever\r\nwrote, \"The Birth of Tragedy.\" You will find the most important of all\r\nof them--the conception of Christianity as _ressentiment_--set forth at\r\nlength in the first part of \"The Genealogy of Morals,\" published under\r\nhis own supervision in 1887. And the rest are scattered through the\r\nwhole vast mass of his notes, sometimes as mere questionings but often\r\nworked out very carefully. Moreover, let it not be forgotten that it was\r\nWagner's yielding to Christian sentimentality in \"Parsifal\" that\r\ntransformed Nietzsche from the first among his literary advocates into\r\nthe most bitter of his opponents. He could forgive every other sort of\r\nmountebankery, but not that. \"In me,\" he once said, \"the Christianity of\r\nmy forbears reaches its logical conclusion. In me the stern intellectual\r\nconscience that Christianity fosters and makes paramount turns _against_\r\nChristianity. In me Christianity ... devours itself.\"\r\n\r\nIn truth, the present philippic is as necessary to the completeness of\r\nthe whole of Nietzsche's system as the keystone is to the arch. All the\r\ncurves of his speculation lead up to it. What he flung himself against,\r\nfrom beginning to end of his days of writing, was always, in the last\r\nanalysis, Christianity in some form or other--Christianity as a system\r\nof practical ethics, Christianity as a political code, Christianity as\r\nmetaphysics, Christianity as a gauge of the truth. It would be\r\ndifficult to think of any intellectual enterprise on his long list that\r\ndid not, more or less directly and clearly, relate itself to this master\r\nenterprise of them all. It was as if his apostasy from the\r\nfaith of his fathers, filling him with the fiery zeal of the convert,\r\nand particularly of the convert to heresy, had blinded him to every\r\nother element in the gigantic self-delusion of civilized man. The will\r\nto power was his answer to Christianity's affectation of humility and\r\nself-sacrifice; eternal recurrence was his mocking criticism of\r\nChristian optimism and millennialism; the superman was his candidate for\r\nthe place of the Christian ideal of the \"good\" man, prudently abased\r\nbefore the throne of God. The things he chiefly argued for were\r\nanti-Christian things--the abandonment of the purely moral view of life,\r\nthe rehabilitation of instinct, the dethronement of weakness and\r\ntimidity as ideals, the renunciation of the whole hocus-pocus of\r\ndogmatic religion, the extermination of false aristocracies (of the\r\npriest, of the politician, of the plutocrat), the revival of the\r\nhealthy, lordly \"innocence\" that was Greek. If he was anything in a\r\nword, Nietzsche was a Greek born two thousand years too late. His\r\ndreams were thoroughly Hellenic; his whole manner of thinking was\r\nHellenic; his peculiar errors were Hellenic no less. But his Hellenism,\r\nI need not add, was anything but the pale neo-Platonism that has run\r\nlike a thread through the thinking of the Western world since the days\r\nof the Christian Fathers. From Plato, to be sure, he got what all of us\r\nmust get, but his real forefather was Heraclitus. It is in Heraclitus\r\nthat one finds the germ of his primary view of the universe--a view, to\r\nwit, that sees it, not as moral phenomenon, but as mere aesthetic\r\nrepresentation. The God that Nietzsche imagined, in the end, was not far\r\nfrom the God that such an artist as Joseph Conrad imagines--a supreme\r\ncraftsman, ever experimenting, ever coming closer to an ideal balancing\r\nof lines and forces, and yet always failing to work out the final\r\nharmony.\r\n\r\nThe late war, awakening all the primitive racial fury of the Western\r\nnations, and therewith all their ancient enthusiasm for religious taboos\r\nand sanctions, naturally focused attention upon Nietzsche, as upon the\r\nmost daring and provocative of recent amateur theologians. The Germans,\r\nwith their characteristic tendency to explain their every act in terms\r\nas realistic and unpleasant as possible, appear to have mauled him in a\r\nbelated and unexpected embrace, to the horror, I daresay, of the Kaiser,\r\nand perhaps to the even greater horror of Nietzsche's own ghost. The\r\nfolks of Anglo-Saxondom, with their equally characteristic tendency to\r\nexplain all their enterprises romantically, simultaneously set him up as\r\nthe Antichrist he no doubt secretly longed to be. The result was a great\r\ndeal of misrepresentation and misunderstanding of him. From the pulpits\r\nof the allied countries, and particularly from those of England and the\r\nUnited States, a horde of patriotic ecclesiastics denounced him in\r\nextravagant terms as the author of all the horrors of the time, and in\r\nthe newspapers, until the Kaiser was elected sole bugaboo, he shared the\r\nhonors of that office with von Hindenburg, the Crown Prince, Capt.\r\nBoy-Ed, von Bernstorff and von Tirpitz. Most of this denunciation, of\r\ncourse, was frankly idiotic--the naïve pishposh of suburban Methodists,\r\nnotoriety-seeking college professors, almost illiterate editorial\r\nwriters, and other such numskulls. In much of it, including not a few\r\nofficial hymns of hate, Nietzsche was gravely discovered to be the\r\nteacher of such spokesmen of the extremest sort of German nationalism\r\nas von Bernhardi and von Treitschke--which was just as intelligent as\r\nmaking George Bernard Shaw the mentor of Lloyd-George. In other solemn\r\npronunciamentoes he was credited with being philosophically responsible\r\nfor various imaginary crimes of the enemy--the wholesale slaughter or\r\nmutilation of prisoners of war, the deliberate burning down of Red Cross\r\nhospitals, the utilization of the corpses of the slain for soap-making.\r\nI amused myself, in those gaudy days, by collecting newspaper clippings\r\nto this general effect, and later on I shall probably publish a digest\r\nof them, as a contribution to the study of war hysteria. The thing went\r\nto unbelievable lengths. On the strength of the fact that I had\r\npublished a book on Nietzsche in 1906, six years after his death, I was\r\ncalled upon by agents of the Department of Justice, elaborately\r\noutfitted with badges, to meet the charge that I was an intimate\r\nassociate and agent of \"the German monster, Nietzsky.\" I quote the\r\nofficial _procès verbal_, an indignant but often misspelled document.\r\nAlas, poor Nietzsche! After all his laborious efforts to prove that he\r\nwas not a German, but a Pole--even after his heroic readiness, via\r\nanti-anti-Semitism, to meet the deduction that, if a Pole, then probably\r\nalso a Jew!\r\n\r\nBut under all this alarmed and preposterous tosh there was at least a\r\nsound instinct, and that was the instinct which recognized Nietzsche as\r\nthe most eloquent, pertinacious and effective of all the critics of the\r\nphilosophy to which the Allies against Germany stood committed, and on\r\nthe strength of which, at all events in theory, the United States had\r\nengaged itself in the war. He was not, in point of fact, involved with\r\nthe visible enemy, save in remote and transient ways; the German,\r\nofficially, remained the most ardent of Christians during the war and\r\nbecame a democrat at its close. But he was plainly a foe of democracy in\r\nall its forms, political, religious and epistemological, and what is\r\nworse, his opposition was set forth in terms that were not only\r\nextraordinarily penetrating and devastating, but also uncommonly\r\noffensive. It was thus quite natural that he should have aroused a\r\ndegree of indignation verging upon the pathological in the two countries\r\nthat had planted themselves upon the democratic platform most boldly,\r\nand that felt it most shaky, one may add, under their feet. I daresay\r\nthat Nietzsche, had he been alive, would have got a lot of satisfaction\r\nout of the execration thus heaped upon him, not only because, being a\r\nvain fellow, he enjoyed execration as a tribute to his general\r\nsingularity, and hence to his superiority, but also and more importantly\r\nbecause, being no mean psychologist, he would have recognized the\r\ndisconcerting doubts underlying it. If Nietzsche's criticism of\r\ndemocracy were as ignorant and empty, say, as the average evangelical\r\nclergyman's criticism of Darwin's hypothesis of natural selection, then\r\nthe advocates of democracy could afford to dismiss it as loftily as the\r\nDarwinians dismiss the blather of the holy clerks. And if his attack\r\nupon Christianity were mere sound and fury, signifying nothing, then\r\nthere would be no call for anathemas from the sacred desk. But these\r\nonslaughts, in point of fact, have behind them a tremendous learning and\r\na great deal of point and plausibility--there are, in brief, bullets in\r\nthe gun, teeth in the tiger,--and so it is no wonder that they excite\r\nthe ire of men who hold, as a primary article of belief, that their\r\nacceptance would destroy civilization, darken the sun, and bring Jahveh\r\nto sobs upon His Throne.\r\n\r\nBut in all this justifiable fear, of course, there remains a false\r\nassumption, and that is the assumption that Nietzsche proposed to\r\ndestroy Christianity altogether, and so rob the plain people of the\r\nworld of their virtue, their spiritual consolations, and their hope of\r\nheaven. Nothing could be more untrue. The fact is that Nietzsche had no\r\ninterest whatever in the delusions of the plain people--that is,\r\nintrinsically. It seemed to him of small moment _what_ they believed, so\r\nlong as it was safely imbecile. What he stood against was not their\r\nbeliefs, but the elevation of those beliefs, by any sort of democratic\r\nprocess, to the dignity of a state philosophy--what he feared most was\r\nthe pollution and crippling of the superior minority by intellectual\r\ndisease from below. His plain aim in \"The Antichrist\" was to combat that\r\nmenace by completing the work begun, on the one hand, by Darwin and the\r\nother evolutionist philosophers, and, on the other hand, by German\r\nhistorians and philologians. The net effect of this earlier attack, in\r\nthe eighties, had been the collapse of Christian theology as a serious\r\nconcern of educated men. The mob, it must be obvious, was very little\r\nshaken; even to this day it has not put off its belief in the essential\r\nChristian doctrines. But the _intelligentsia_, by 1885, had been pretty\r\nwell convinced. No man of sound information, at the time Nietzsche\r\nplanned \"The Antichrist,\" actually believed that the world was created\r\nin seven days, or that its fauna was once overwhelmed by a flood as a\r\npenalty for the sins of man, or that Noah saved the boa constrictor, the\r\nprairie dog and the _pediculus capitis_ by taking a pair of each into\r\nthe ark, or that Lot's wife was turned into a pillar of salt, or that a\r\nfragment of the True Cross could cure hydrophobia. Such notions, still\r\nalmost universally prevalent in Christendom a century before, were now\r\nconfined to the great body of ignorant and credulous men--that is, to\r\nninety-five or ninety-six percent. of the race. For a man of the\r\nsuperior minority to subscribe to one of them publicly was already\r\nsufficient to set him off as one in imminent need of psychiatrical\r\nattention. Belief in them had become a mark of inferiority, like the\r\nallied belief in madstones, magic and apparitions.\r\n\r\nBut though the theology of Christianity had thus sunk to the lowly\r\nestate of a mere delusion of the rabble, propagated on that level by the\r\nancient caste of sacerdotal parasites, the ethics of Christianity\r\ncontinued to enjoy the utmost acceptance, and perhaps even more\r\nacceptance than ever before. It seemed to be generally felt, in fact,\r\nthat they simply _must_ be saved from the wreck--that the world would\r\nvanish into chaos if they went the way of the revelations supporting\r\nthem. In this fear a great many judicious men joined, and so there arose\r\nwhat was, in essence, an absolutely new Christian cult--a cult, to wit,\r\npurged of all the supernaturalism superimposed upon the older cult by\r\ngenerations of theologians, and harking back to what was conceived to be\r\nthe pure ethical doctrine of Jesus. This cult still flourishes;\r\nProtestantism tends to become identical with it; it invades Catholicism\r\nas Modernism; it is supported by great numbers of men whose intelligence\r\nis manifest and whose sincerity is not open to question. Even Nietzsche\r\nhimself yielded to it in weak moments, as you will discover on examining\r\nhis somewhat laborious effort to make Paul the villain of Christian\r\ntheology, and Jesus no more than an innocent bystander. But this\r\nsentimental yielding never went far enough to distract his attention for\r\nlong from his main idea, which was this: that Christian ethics were\r\nquite as dubious, at bottom, as Christian theology--that they were\r\nfounded, just as surely as such childish fables as the story of Jonah\r\nand the whale, upon the peculiar prejudices and credulities, the special\r\ndesires and appetites, of inferior men--that they warred upon the best\r\ninterests of men of a better sort quite as unmistakably as the most\r\nextravagant of objective superstitions. In brief, what he saw in\r\nChristian ethics, under all the poetry and all the fine show of altruism\r\nand all the theoretical benefits therein, was a democratic effort to\r\ncurb the egoism of the strong--a conspiracy of the _chandala_ against\r\nthe free functioning of their superiors, nay, against the free progress\r\nof mankind. This theory is the thing he exposes in \"The Antichrist,\"\r\nbringing to the business his amazingly chromatic and exigent eloquence\r\nat its finest flower. This is the \"conspiracy\" he sets forth in all the\r\npanoply of his characteristic italics, dashes, _sforzando_ interjections\r\nand exclamation points.\r\n\r\nWell, an idea is an idea. The present one may be right and it may be\r\nwrong. One thing is quite certain: that no progress will be made against\r\nit by denouncing it as merely immoral. If it is ever laid at all, it\r\nmust be laid evidentially, logically. The notion to the contrary is\r\nthoroughly democratic; the mob is the most ruthless of tyrants; it is\r\nalways in a democratic society that heresy and felony tend to be most\r\nconstantly confused. One hears without surprise of a Bismarck\r\nphilosophizing placidly (at least in his old age) upon the delusion of\r\nSocialism and of a Frederick the Great playing the hose of his cynicism\r\nupon the absolutism that was almost identical with his own person, but\r\nmen in the mass never brook the destructive discussion of their\r\nfundamental beliefs, and that impatience is naturally most evident in\r\nthose societies in which men in the mass are most influential. Democracy\r\nand free speech are not facets of one gem; democracy and free speech are\r\neternal enemies. But in any battle between an institution and an idea,\r\nthe idea, in the long run, has the better of it. Here I do not venture\r\ninto the absurdity of arguing that, as the world wags on, the truth\r\nalways survives. I believe nothing of the sort. As a matter of fact, it\r\nseems to me that an idea that happens to be true--or, more exactly, as\r\nnear to truth as any human idea can be, and yet remain generally\r\nintelligible--it seems to me that such an idea carries a special and\r\noften fatal handicap. The majority of men prefer delusion to truth. It\r\nsoothes. It is easy to grasp. Above all, it fits more snugly than the\r\ntruth into a universe of false appearances--of complex and irrational\r\nphenomena, defectively grasped. But though an idea that is true is thus\r\nnot likely to prevail, an idea that is _attacked_ enjoys a great\r\nadvantage. The evidence behind it is now supported by sympathy, the\r\nsporting instinct, sentimentality--and sentimentality is as powerful as\r\nan army with banners. One never hears of a martyr in history whose\r\nnotions are seriously disputed today. The forgotten ideas are those of\r\nthe men who put them forward soberly and quietly, hoping fatuously that\r\nthey would conquer by the force of their truth; these are the ideas that\r\nwe now struggle to rediscover. Had Nietzsche lived to be burned at the\r\nstake by outraged Mississippi Methodists, it would have been a glorious\r\nday for his doctrines. As it is, they are helped on their way every time\r\nthey are denounced as immoral and against God. The war brought down upon\r\nthem the maledictions of vast herds of right-thinking men. And now \"The\r\nAntichrist,\" after fifteen years of neglect, is being reprinted....\r\n\r\nOne imagines the author, a sardonic wraith, snickering somewhat sadly\r\nover the fact. His shade, wherever it suffers, is favoured in these days\r\nby many such consolations, some of them of much greater horsepower.\r\nThink of the facts and arguments, even the underlying theories and\r\nattitudes, that have been borrowed from him, consciously and\r\nunconsciously, by the foes of Bolshevism during these last thrilling\r\nyears! The face of democracy, suddenly seen hideously close, has scared\r\nthe guardians of the reigning plutocracy half to death, and they have\r\ngone to the devil himself for aid. Southern Senators, almost illiterate\r\nmen, have mixed his acids with well water and spouted them like\r\naffrighted geysers, not knowing what they did. Nor are they the first to\r\nborrow from him. Years ago I called attention to the debt incurred with\r\ncharacteristic forgetfulness of obligation by the late Theodore\r\nRoosevelt, in \"The Strenuous Life\" and elsewhere. Roosevelt, a typical\r\napologist for the existing order, adeptly dragging a herring across the\r\ntrail whenever it was menaced, yet managed to delude the native boobery,\r\nat least until toward the end, into accepting him as a fiery exponent of\r\npure democracy. Perhaps he even fooled himself; charlatans usually do\r\nso soon or late. A study of Nietzsche reveals the sources of much that\r\nwas honest in him, and exposes the hollowness of much that was sham.\r\nNietzsche, an infinitely harder and more courageous intellect, was\r\nincapable of any such confusion of ideas; he seldom allowed\r\nsentimentality to turn him from the glaring fact. What is called\r\nBolshevism today he saw clearly a generation ago and described for what\r\nit was and is--democracy in another aspect, the old _ressentiment_ of the\r\nlower orders in free function once more. Socialism, Puritanism,\r\nPhilistinism, Christianity--he saw them all as allotropic forms of\r\ndemocracy, as variations upon the endless struggle of quantity against\r\nquality, of the weak and timorous against the strong and enterprising,\r\nof the botched against the fit. The world needed a staggering\r\nexaggeration to make it see even half of the truth. It trembles today as\r\nit trembled during the French Revolution. Perhaps it would tremble less\r\nif it could combat the monster with a clearer conscience and less burden\r\nof compromising theory--if it could launch its forces frankly at the\r\nfundamental doctrine, and not merely employ them to police the\r\ntransient orgy.\r\n\r\nNietzsche, in the long run, may help it toward that greater honesty. His\r\nnotions, propagated by cuttings from cuttings from cuttings, may\r\nconceivably prepare the way for a sounder, more healthful theory of\r\nsociety and of the state, and so free human progress from the\r\nstupidities which now hamper it, and men of true vision from the\r\ndespairs which now sicken them. I say it is conceivable, but I doubt\r\nthat it is probable. The soul and the belly of mankind are too evenly\r\nbalanced; it is not likely that the belly will ever put away its hunger\r\nor forget its power. Here, perhaps, there is an example of the eternal\r\nrecurrence that Nietzsche was fond of mulling over in his blacker moods.\r\nWe are in the midst of one of the perennial risings of the lower orders.\r\nIt got under way long before any of the current Bolshevist demons was\r\nborn; it was given its long, secure start by the intolerable tyranny of\r\nthe plutocracy--the end product of the Eighteenth Century revolt against\r\nthe old aristocracy. It found resistance suddenly slackened by civil war\r\nwithin the plutocracy itself--one gang of traders falling upon another\r\ngang, to the tune of vast hymn-singing and yells to God. Perhaps it has\r\nalready passed its apogee; the plutocracy, chastened, shows signs of a\r\nnew solidarity; the wheel continues to swing 'round. But this combat\r\nbetween proletariat and plutocracy is, after all, itself a civil war.\r\nTwo inferiorities struggle for the privilege of polluting the world.\r\nWhat actual difference does it make to a civilized man, when there is a\r\nsteel strike, whether the workmen win or the mill-owners win? The\r\nconflict can interest him only as spectacle, as the conflict between\r\nBonaparte and the old order in Europe interested Goethe and Beethoven.\r\nThe victory, whichever way it goes, will simply bring chaos nearer, and\r\nso set the stage for a genuine revolution later on, with (let us hope) a\r\nnew feudalism or something better coming out of it, and a new Thirteenth\r\nCentury at dawn. This seems to be the slow, costly way of the worst of\r\nhabitable worlds.\r\n\r\nIn the present case my money is laid upon the plutocracy. It will win\r\nbecause it will be able, in the long run, to enlist the finer\r\nintelligences. The mob and its maudlin causes attract only\r\nsentimentalists and scoundrels, chiefly the latter. Politics, under a\r\ndemocracy, reduces itself to a mere struggle for office by flatterers\r\nof the proletariat; even when a superior man prevails at that disgusting\r\ngame he must prevail at the cost of his self-respect. Not many superior\r\nmen make the attempt. The average great captain of the rabble, when he\r\nis not simply a weeper over irremediable wrongs, is a hypocrite so far\r\ngone that he is unconscious of his own hypocrisy--a slimy fellow,\r\noffensive to the nose. The plutocracy can recruit measurably more\r\nrespectable janissaries, if only because it can make self-interest less\r\nobviously costly to _amour propre_. Its defect and its weakness lie in\r\nthe fact that it is still too young to have acquired dignity. But lately\r\nsprung from the mob it now preys upon, it yet shows some of the habits\r\nof mind of that mob: it is blatant, stupid, ignorant, lacking in all\r\ndelicate instinct and governmental finesse. Above all, it remains\r\nsomewhat heavily moral. One seldom finds it undertaking one of its\r\ncharacteristic imbecilities without offering a sonorous moral reason; it\r\nspends almost as much to support the Y. M. C. A., vice-crusading,\r\nProhibition and other such puerilities as it spends upon Congressmen,\r\nstrike-breakers, gun-men, kept patriots and newspapers. In England the\r\ncase is even worse. It is almost impossible to find a wealthy industrial\r\nover there who is not also an eminent non-conformist layman, and even\r\namong financiers there are praying brothers. On the Continent, the day\r\nis saved by the fact that the plutocracy tends to become more and more\r\nJewish. Here the intellectual cynicism of the Jew almost counterbalances\r\nhis social unpleasantness. If he is destined to lead the plutocracy of\r\nthe world out of Little Bethel he will fail, of course, to turn it into\r\nan aristocracy--_i. e._, a caste of gentlemen--, but he will at least\r\nmake it clever, and hence worthy of consideration. The case against the\r\nJews is long and damning; it would justify ten thousand times as many\r\npogroms as now go on in the world. But whenever you find a\r\nDavidsbündlerschaft making practise against the Philistines, there you\r\nwill find a Jew laying on. Maybe it was this fact that caused Nietzsche\r\nto speak up for the children of Israel quite as often as he spoke\r\nagainst them. He was not blind to their faults, but when he set them\r\nbeside Christians he could not deny their general superiority. Perhaps\r\nin America and England, as on the Continent, the increasing Jewishness\r\nof the plutocracy, while cutting it off from all chance of ever\r\ndeveloping into an aristocracy, will yet lift it to such a dignity that\r\nit will at least deserve a certain grudging respect.\r\n\r\nBut even so, it will remain in a sort of half-world, midway between the\r\ngutter and the stars. Above it will still stand the small group of men\r\nthat constitutes the permanent aristocracy of the race--the men of\r\nimagination and high purpose, the makers of genuine progress, the brave\r\nand ardent spirits, above all petty fears and discontents and above all\r\npetty hopes and ideals no less. There were heroes before Agamemnon;\r\nthere will be Bachs after Johann Sebastian. And beneath the Judaized\r\nplutocracy, the sublimated _bourgeoisie_, there the immemorial\r\nproletariat, I venture to guess, will roar on, endlessly tortured by its\r\nvain hatreds and envies, stampeded and made to tremble by its ancient\r\nsuperstitions, prodded and made miserable by its sordid and degrading\r\nhopes. It seems to me very likely that, in this proletariat,\r\nChristianity will continue to survive. It is nonsense, true enough, but\r\nit is sweet. Nietzsche, denouncing its dangers as a poison, almost falls\r\ninto the error of denying it its undoubtedly sugary smack. Of all the\r\nreligions ever devised by the great practical jokers of the race, this\r\nis the one that offers most for the least money, so to speak, to the\r\ninferior man. It starts out by denying his inferiority in plain terms:\r\n_all_ men are equal in the sight of God. It ends by erecting that\r\ninferiority into a sort of actual superiority: it is a merit to be\r\nstupid, and miserable, and sorely put upon--of such are the celestial\r\nelect. Not all the eloquence of a million Nietzsches, nor all the\r\npainful marshalling of evidence of a million Darwins and Harnacks, will\r\never empty that great consolation of its allure. The most they can ever\r\naccomplish is to make the superior orders of men acutely conscious of\r\nthe exact nature of it, and so give them armament against the contagion.\r\nThis is going on; this is being done. I think that \"The Antichrist\" has\r\na useful place in that enterprise. It is strident, it is often\r\nextravagant, it is, to many sensitive men, in the worst of possible\r\ntaste, but at bottom it is enormously apt and effective--and on the\r\nsurface it is undoubtedly a good show. One somehow enjoys, with the\r\nmalice that is native to man, the spectacle of anathemas batted back; it\r\nis refreshing to see the pitchfork employed against gentlemen who have\r\ndoomed such innumerable caravans to hell. In Nietzsche they found, after\r\nmany long years, a foeman worthy of them--not a mere fancy swordsman\r\nlike Voltaire, or a mob orator like Tom Paine, or a pedant like the\r\nheretics of exegesis, but a gladiator armed with steel and armoured with\r\nsteel, and showing all the ferocious gusto of a mediaeval bishop. It is\r\na pity that Holy Church has no process for the elevation of demons, like\r\nits process for the canonization of saints. There must be a long roll of\r\nblack miracles to the discredit of the Accursed Friedrich--sinners\r\npurged of conscience and made happy in their sinning, clerics shaken in\r\ntheir theology by visions of a new and better holy city, the strong made\r\nto exult, the weak robbed of their old sad romance. It would be a\r\npleasure to see the _Advocatus Diaboli_ turn from the table of the\r\nprosecution to the table of the defence, and move in solemn form for the\r\ndamnation of the Naumburg hobgoblin....\r\n\r\nOf all Nietzsche's books, \"The Antichrist\" comes nearest to\r\nconventionality in form. It presents a connected argument with very few\r\ninterludes, and has a beginning, a middle and an end. Most of his works\r\nare in the form of collections of apothegms, and sometimes the subject\r\nchanges on every second page. This fact constitutes one of the counts in\r\nthe orthodox indictment of him: it is cited as proof that his capacity\r\nfor consecutive thought was limited, and that he was thus deficient\r\nmentally, and perhaps a downright moron. The argument, it must be\r\nobvious, is fundamentally nonsensical. What deceives the professors is\r\nthe traditional prolixity of philosophers. Because the average\r\nphilosophical writer, when he essays to expose his ideas, makes such\r\ninordinate drafts upon the parts of speech that the dictionary is almost\r\nemptied these defective observers jump to the conclusion that his\r\nintrinsic notions are of corresponding weight. This is not unseldom\r\nquite untrue. What makes philosophy so garrulous is not the profundity\r\nof philosophers, but their lack of art; they are like physicians who\r\nsought to cure a slight hyperacidity by giving the patient a carload of\r\nburned oyster-shells to eat. There is, too, the endless poll-parrotting\r\nthat goes on: each new philosopher must prove his learning by\r\nlaboriously rehearsing the ideas of all previous philosophers....\r\nNietzsche avoided both faults. He always assumed that his readers knew\r\nthe books, and that it was thus unnecessary to rewrite them. And, having\r\nan idea that seemed to him to be novel and original, he stated it in as\r\nfew words as possible, and then shut down. Sometimes he got it into a\r\nhundred words; sometimes it took a thousand; now and then, as in the\r\npresent case, he developed a series of related ideas into a connected\r\nbook. But he never wrote a word too many. He never pumped up an idea to\r\nmake it appear bigger than it actually was. The pedagogues, alas, are\r\nnot accustomed to that sort of writing in serious fields. They resent\r\nit, and sometimes they even try to improve it. There exists, in fact, a\r\nhuge and solemn tome on Nietzsche by a learned man of America in which\r\nall of his brilliancy is painfully translated into the windy phrases of\r\nthe seminaries. The tome is satisfactorily ponderous, but the meat of\r\nthe cocoanut is left out: there is actually no discussion of the\r\nNietzschean view of Christianity!... Always Nietzsche daunts the\r\npedants. He employed too few words for them--and he had too many ideas.\r\n\r\n       *       *       *       *       *\r\n\r\nThe present translation of \"The Antichrist\" is published by agreement\r\nwith Dr. Oscar Levy, editor of the English edition of Nietzsche. There\r\nare two earlier translations, one by Thomas Common and the other by\r\nAnthony M. Ludovici. That of Mr. Common follows the text very closely,\r\nand thus occasionally shows some essentially German turns of phrase;\r\nthat of Mr. Ludovici is more fluent but rather less exact. I do not\r\noffer my own version on the plea that either of these is useless; on the\r\ncontrary, I cheerfully acknowledge that they have much merit, and that\r\nthey helped me at almost every line. I began this new Englishing of the\r\nbook, not in any hope of supplanting them, and surely not with any\r\nnotion of meeting a great public need, but simply as a private amusement\r\nin troubled days. But as I got on with it I began to see ways of putting\r\nsome flavour of Nietzsche's peculiar style into the English, and so\r\namusement turned into a more or less serious labour. The result, of\r\ncourse, is far from satisfactory, but it at least represents a very\r\ndiligent attempt. Nietzsche, always under the influence of French\r\nmodels, wrote a German that differs materially from any other German\r\nthat I know. It is more nervous, more varied, more rapid in tempo; it\r\nruns to more effective climaxes; it is never stodgy. His marks begin to\r\nshow upon the writing of the younger Germans of today. They are getting\r\naway from the old thunderous manner, with its long sentences and its\r\ntedious grammatical complexities. In the course of time, I daresay, they\r\nwill develop a German almost as clear as French and almost as colourful\r\nand resilient as English.\r\n\r\nI owe thanks to Dr. Levy for his _imprimatur_, to Mr. Theodor Hemberger\r\nfor criticism, and to Messrs. Common and Ludovici for showing me the way\r\naround many a difficulty.\r\n\r\n                        H. L. MENCKEN.\r\n\r\n\r\n\r\n\r\nPREFACE\r\n\r\n\r\nThis book belongs to the most rare of men. Perhaps not one of them is\r\nyet alive. It is possible that they may be among those who understand my\r\n\"Zarathustra\": how _could_ I confound myself with those who are now\r\nsprouting ears?--First the day after tomorrow must come for me. Some men\r\nare born posthumously.\r\n\r\nThe conditions under which any one understands me, and _necessarily_\r\nunderstands me--I know them only too well. Even to endure my\r\nseriousness, my passion, he must carry intellectual integrity to the\r\nverge of hardness. He must be accustomed to living on mountain tops--and\r\nto looking upon the wretched gabble of politics and nationalism as\r\n_beneath_ him. He must have become indifferent; he must never ask of the\r\ntruth whether it brings profit to him or a fatality to him.... He must\r\nhave an inclination, born of strength, for questions that no one has the\r\ncourage for; the courage for the _forbidden_; predestination for the\r\nlabyrinth. The experience of seven solitudes. New ears for new music.\r\nNew eyes for what is most distant. A new conscience for truths that have\r\nhitherto remained unheard. _And_ the will to economize in the grand\r\nmanner--to hold together his strength, his enthusiasm.... Reverence for\r\nself; love of self; absolute freedom of self....\r\n\r\nVery well, then! of that sort only are my readers, my true readers, my\r\nreaders foreordained: of what account are the _rest_?--The rest are\r\nmerely humanity.--One must make one's self superior to humanity, in\r\npower, in _loftiness_ of soul,--in contempt.\r\n\r\n                        FRIEDRICH W. NIETZSCHE.\r\n\r\n\r\n\r\n\r\nTHE ANTICHRIST\r\n\r\n\r\n1.\r\n\r\n--Let us look each other in the face. We are Hyperboreans--we know well\r\nenough how remote our place is. \"Neither by land nor by water will you\r\nfind the road to the Hyperboreans\": even Pindar,[1] in his day, knew\r\n_that_ much about us. Beyond the North, beyond the ice, beyond\r\n_death_--_our_ life, _our_ happiness.... We have discovered that\r\nhappiness; we know the way; we got our knowledge of it from thousands of\r\nyears in the labyrinth. Who _else_ has found it?--The man of today?--\"I\r\ndon't know either the way out or the way in; I am whatever doesn't know\r\neither the way out or the way in\"--so sighs the man of today.... _This_\r\nis the sort of modernity that made us ill,--we sickened on lazy peace,\r\ncowardly compromise, the whole virtuous dirtiness of the modern Yea and\r\nNay. This tolerance and _largeur_ of the heart that \"forgives\"\r\neverything because it \"understands\" everything is a sirocco to us.\r\nRather live amid the ice than among modern virtues and other such\r\nsouth-winds!... We were brave enough; we spared neither ourselves nor\r\nothers; but we were a long time finding out _where_ to direct our\r\ncourage. We grew dismal; they called us fatalists. _Our_ fate--it was\r\nthe fulness, the tension, the _storing up_ of powers. We thirsted for\r\nthe lightnings and great deeds; we kept as far as possible from the\r\nhappiness of the weakling, from \"resignation\"... There was thunder in\r\nour air; nature, as we embodied it, became overcast--_for we had not yet\r\nfound the way_. The formula of our happiness: a Yea, a Nay, a straight\r\nline, a _goal_....\r\n\r\n[1] _Cf._ the tenth Pythian ode. See also the fourth book of Herodotus.\r\nThe Hyperboreans were a mythical people beyond the Rhipaean mountains,\r\nin the far North. They enjoyed unbroken happiness and perpetual youth.\r\n\r\n\r\n2.\r\n\r\nWhat is good?--Whatever augments the feeling of power, the will to\r\npower, power itself, in man.\r\n\r\nWhat is evil?--Whatever springs from weakness.\r\n\r\nWhat is happiness?--The feeling that power _increases_--that resistance\r\nis overcome.\r\n\r\nNot contentment, but more power; _not_ peace at any price, but war;\r\n_not_ virtue, but efficiency (virtue in the Renaissance sense, _virtu_,\r\nvirtue free of moral acid).\r\n\r\nThe weak and the botched shall perish: first principle of _our_ charity.\r\nAnd one should help them to it.\r\n\r\nWhat is more harmful than any vice?--Practical sympathy for the botched\r\nand the weak--Christianity....\r\n\r\n\r\n3.\r\n\r\nThe problem that I set here is not what shall replace mankind in the\r\norder of living creatures (--man is an end--): but what type of man must\r\nbe _bred_, must be _willed_, as being the most valuable, the most worthy\r\nof life, the most secure guarantee of the future.\r\n\r\nThis more valuable type has appeared often enough in the past: but\r\nalways as a happy accident, as an exception, never as deliberately\r\n_willed_. Very often it has been precisely the most feared; hitherto it\r\nhas been almost _the_ terror of terrors;--and out of that terror the\r\ncontrary type has been willed, cultivated and _attained_: the domestic\r\nanimal, the herd animal, the sick brute-man--the Christian....\r\n\r\n\r\n4.\r\n\r\nMankind surely does _not_ represent an evolution toward a better or\r\nstronger or higher level, as progress is now understood. This \"progress\"\r\nis merely a modern idea, which is to say, a false idea. The European of\r\ntoday, in his essential worth, falls far below the European of the\r\nRenaissance; the process of evolution does _not_ necessarily mean\r\nelevation, enhancement, strengthening.\r\n\r\nTrue enough, it succeeds in isolated and individual cases in various\r\nparts of the earth and under the most widely different cultures, and in\r\nthese cases a _higher_ type certainly manifests itself; something which,\r\ncompared to mankind in the mass, appears as a sort of superman. Such\r\nhappy strokes of high success have always been possible, and will remain\r\npossible, perhaps, for all time to come. Even whole races, tribes and\r\nnations may occasionally represent such lucky accidents.\r\n\r\n\r\n5.\r\n\r\nWe should not deck out and embellish Christianity: it has waged a war to\r\nthe death against this _higher_ type of man, it has put all the deepest\r\ninstincts of this type under its ban, it has developed its concept of\r\nevil, of the Evil One himself, out of these instincts--the strong man as\r\nthe typical reprobate, the \"outcast among men.\" Christianity has taken\r\nthe part of all the weak, the low, the botched; it has made an ideal out\r\nof _antagonism_ to all the self-preservative instincts of sound life; it\r\nhas corrupted even the faculties of those natures that are\r\nintellectually most vigorous, by representing the highest intellectual\r\nvalues as sinful, as misleading, as full of temptation. The most\r\nlamentable example: the corruption of Pascal, who believed that his\r\nintellect had been destroyed by original sin, whereas it was actually\r\ndestroyed by Christianity!--\r\n\r\n\r\n6.\r\n\r\nIt is a painful and tragic spectacle that rises before me: I have drawn\r\nback the curtain from the _rottenness_ of man. This word, in my mouth,\r\nis at least free from one suspicion: that it involves a moral accusation\r\nagainst humanity. It is used--and I wish to emphasize the fact\r\nagain--without any moral significance: and this is so far true that the\r\nrottenness I speak of is most apparent to me precisely in those quarters\r\nwhere there has been most aspiration, hitherto, toward \"virtue\" and\r\n\"godliness.\" As you probably surmise, I understand rottenness in the\r\nsense of _décadence_: my argument is that all the values on which\r\nmankind now fixes its highest aspirations are _décadence_-values.\r\n\r\nI call an animal, a species, an individual corrupt, when it loses its\r\ninstincts, when it chooses, when it _prefers_, what is injurious to it.\r\nA history of the \"higher feelings,\" the \"ideals of humanity\"--and it is\r\npossible that I'll have to write it--would almost explain why man is so\r\ndegenerate. Life itself appears to me as an instinct for growth, for\r\nsurvival, for the accumulation of forces, for _power_: whenever the will\r\nto power fails there is disaster. My contention is that all the highest\r\nvalues of humanity have been emptied of this will--that the values of\r\n_décadence_, of _nihilism_, now prevail under the holiest names.\r\n\r\n\r\n7.\r\n\r\nChristianity is called the religion of _pity_.--Pity stands in\r\nopposition to all the tonic passions that augment the energy of the\r\nfeeling of aliveness: it is a depressant. A man loses power when he\r\npities. Through pity that drain upon strength which suffering works is\r\nmultiplied a thousandfold. Suffering is made contagious by pity; under\r\ncertain circumstances it may lead to a total sacrifice of life and\r\nliving energy--a loss out of all proportion to the magnitude of the\r\ncause (--the case of the death of the Nazarene). This is the first view\r\nof it; there is, however, a still more important one. If one measures\r\nthe effects of pity by the gravity of the reactions it sets up, its\r\ncharacter as a menace to life appears in a much clearer light. Pity\r\nthwarts the whole law of evolution, which is the law of natural\r\nselection. It preserves whatever is ripe for destruction; it fights on\r\nthe side of those disinherited and condemned by life; by maintaining\r\nlife in so many of the botched of all kinds, it gives life itself a\r\ngloomy and dubious aspect. Mankind has ventured to call pity a virtue\r\n(--in every _superior_ moral system it appears as a weakness--); going\r\nstill further, it has been called _the_ virtue, the source and\r\nfoundation of all other virtues--but let us always bear in mind that\r\nthis was from the standpoint of a philosophy that was nihilistic, and\r\nupon whose shield _the denial of life_ was inscribed. Schopenhauer was\r\nright in this: that by means of pity life is denied, and made _worthy of\r\ndenial_--pity is the technic of nihilism. Let me repeat: this depressing\r\nand contagious instinct stands against all those instincts which work\r\nfor the preservation and enhancement of life: in the rôle of _protector_\r\nof the miserable, it is a prime agent in the promotion of\r\n_décadence_--pity persuades to extinction.... Of course, one doesn't say\r\n\"extinction\": one says \"the other world,\" or \"God,\" or \"the _true_\r\nlife,\" or Nirvana, salvation, blessedness.... This innocent rhetoric,\r\nfrom the realm of religious-ethical balderdash, appears _a good deal\r\nless innocent_ when one reflects upon the tendency that it conceals\r\nbeneath sublime words: the tendency to _destroy life_. Schopenhauer was\r\nhostile to life: that is why pity appeared to him as a virtue....\r\nAristotle, as every one knows, saw in pity a sickly and dangerous state\r\nof mind, the remedy for which was an occasional purgative: he regarded\r\ntragedy as that purgative. The instinct of life should prompt us to seek\r\nsome means of puncturing any such pathological and dangerous\r\naccumulation of pity as that appearing in Schopenhauer's case (and also,\r\nalack, in that of our whole literary _décadence_, from St. Petersburg to\r\nParis, from Tolstoi to Wagner), that it may burst and be discharged....\r\nNothing is more unhealthy, amid all our unhealthy modernism, than\r\nChristian pity. To be the doctors _here_, to be unmerciful _here_, to\r\nwield the knife _here_--all this is _our_ business, all this is _our_\r\nsort of humanity, by this sign we are philosophers, we Hyperboreans!--\r\n\r\n\r\n8.\r\n\r\nIt is necessary to say just _whom_ we regard as our antagonists:\r\ntheologians and all who have any theological blood in their veins--this\r\nis our whole philosophy.... One must have faced that menace at close\r\nhand, better still, one must have had experience of it directly and\r\nalmost succumbed to it, to realize that it is not to be taken lightly\r\n(--the alleged free-thinking of our naturalists and physiologists seems\r\nto me to be a joke--they have no passion about such things; they have\r\nnot suffered--). This poisoning goes a great deal further than most\r\npeople think: I find the arrogant habit of the theologian among all who\r\nregard themselves as \"idealists\"--among all who, by virtue of a higher\r\npoint of departure, claim a right to rise above reality, and to look\r\nupon it with suspicion.... The idealist, like the ecclesiastic, carries\r\nall sorts of lofty concepts in his hand (--and not only in his hand!);\r\nhe launches them with benevolent contempt against \"understanding,\" \"the\r\nsenses,\" \"honor,\" \"good living,\" \"science\"; he sees such things as\r\n_beneath_ him, as pernicious and seductive forces, on which \"the soul\"\r\nsoars as a pure thing-in-itself--as if humility, chastity, poverty, in a\r\nword, _holiness_, had not already done much more damage to life than all\r\nimaginable horrors and vices.... The pure soul is a pure lie.... So long\r\nas the priest, that _professional_ denier, calumniator and poisoner of\r\nlife, is accepted as a _higher_ variety of man, there can be no answer\r\nto the question, What _is_ truth? Truth has already been stood on its\r\nhead when the obvious attorney of mere emptiness is mistaken for its\r\nrepresentative....\r\n\r\n\r\n9.\r\n\r\nUpon this theological instinct I make war: I find the tracks of it\r\neverywhere. Whoever has theological blood in his veins is shifty and\r\ndishonourable in all things. The pathetic thing that grows out of this\r\ncondition is called _faith_: in other words, closing one's eyes upon\r\none's self once for all, to avoid suffering the sight of incurable\r\nfalsehood. People erect a concept of morality, of virtue, of holiness\r\nupon this false view of all things; they ground good conscience upon\r\nfaulty vision; they argue that no _other_ sort of vision has value any\r\nmore, once they have made theirs sacrosanct with the names of \"God,\"\r\n\"salvation\" and \"eternity.\" I unearth this theological instinct in all\r\ndirections: it is the most widespread and the most _subterranean_ form\r\nof falsehood to be found on earth. Whatever a theologian regards as true\r\n_must_ be false: there you have almost a criterion of truth. His\r\nprofound instinct of self-preservation stands against truth ever coming\r\ninto honour in any way, or even getting stated. Wherever the influence\r\nof theologians is felt there is a transvaluation of values, and the\r\nconcepts \"true\" and \"false\" are forced to change places: whatever is\r\nmost damaging to life is there called \"true,\" and whatever exalts it,\r\nintensifies it, approves it, justifies it and makes it triumphant is\r\nthere called \"false.\"... When theologians, working through the\r\n\"consciences\" of princes (or of peoples--), stretch out their hands for\r\n_power_, there is never any doubt as to the fundamental issue: the will\r\nto make an end, the _nihilistic_ will exerts that power....\r\n\r\n\r\n10.\r\n\r\nAmong Germans I am immediately understood when I say that theological\r\nblood is the ruin of philosophy. The Protestant pastor is the\r\ngrandfather of German philosophy; Protestantism itself is its _peccatum\r\noriginale_. Definition of Protestantism: hemiplegic paralysis of\r\nChristianity--_and_ of reason.... One need only utter the words\r\n\"Tübingen School\" to get an understanding of what German philosophy is\r\nat bottom--a very artful form of theology.... The Suabians are the best\r\nliars in Germany; they lie innocently.... Why all the rejoicing over\r\nthe appearance of Kant that went through the learned world of Germany,\r\nthree-fourths of which is made up of the sons of preachers and\r\nteachers--why the German conviction still echoing, that with Kant came a\r\nchange for the _better_? The theological instinct of German scholars\r\nmade them see clearly just _what_ had become possible again.... A\r\nbackstairs leading to the old ideal stood open; the concept of the \"true\r\nworld,\" the concept of morality as the _essence_ of the world (--the two\r\nmost vicious errors that ever existed!), were once more, thanks to a\r\nsubtle and wily scepticism, if not actually demonstrable, then _at\r\nleast_ no longer _refutable_.... _Reason_, the _prerogative_ of reason,\r\ndoes not go so far.... Out of reality there had been made \"appearance\";\r\nan absolutely false world, that of being, had been turned into\r\nreality.... The success of Kant is merely a theological success; he was,\r\nlike Luther and Leibnitz, but one more impediment to German integrity,\r\nalready far from steady.--\r\n\r\n\r\n11.\r\n\r\nA word now against Kant as a moralist. A virtue must be _our_ invention;\r\nit must spring out of _our_ personal need and defence. In every other\r\ncase it is a source of danger. That which does not belong to our life\r\n_menaces_ it; a virtue which has its roots in mere respect for the\r\nconcept of \"virtue,\" as Kant would have it, is pernicious. \"Virtue,\"\r\n\"duty,\" \"good for its own sake,\" goodness grounded upon impersonality or\r\na notion of universal validity--these are all chimeras, and in them one\r\nfinds only an expression of the decay, the last collapse of life, the\r\nChinese spirit of Königsberg. Quite the contrary is demanded by the most\r\nprofound laws of self-preservation and of growth: to wit, that every man\r\nfind his _own_ virtue, his _own_ categorical imperative. A nation goes\r\nto pieces when it confounds _its_ duty with the general concept of duty.\r\nNothing works a more complete and penetrating disaster than every\r\n\"impersonal\" duty, every sacrifice before the Moloch of abstraction.--To\r\nthink that no one has thought of Kant's categorical imperative as\r\n_dangerous to life_!... The theological instinct alone took it under\r\nprotection!--An action prompted by the life-instinct proves that it is a\r\n_right_ action by the amount of pleasure that goes with it: and yet that\r\nNihilist, with his bowels of Christian dogmatism, regarded pleasure as\r\nan _objection_.... What destroys a man more quickly than to work, think\r\nand feel without inner necessity, without any deep personal desire,\r\nwithout pleasure--as a mere automaton of duty? That is the recipe for\r\n_décadence_, and no less for idiocy.... Kant became an idiot.--And such\r\na man was the contemporary of Goethe! This calamitous spinner of cobwebs\r\npassed for _the_ German philosopher--still passes today!... I forbid\r\nmyself to say what I think of the Germans.... Didn't Kant see in the\r\nFrench Revolution the transformation of the state from the inorganic\r\nform to the _organic_? Didn't he ask himself if there was a single event\r\nthat could be explained save on the assumption of a moral faculty in\r\nman, so that on the basis of it, \"the tendency of mankind toward the\r\ngood\" could be _explained_, once and for all time? Kant's answer: \"That\r\nis revolution.\" Instinct at fault in everything and anything, instinct\r\nas a revolt against nature, German _décadence_ as a philosophy--_that is\r\nKant_!--\r\n\r\n\r\n12.\r\n\r\nI put aside a few sceptics, the types of decency in the history of\r\nphilosophy: the rest haven't the slightest conception of intellectual\r\nintegrity. They behave like women, all these great enthusiasts and\r\nprodigies--they regard \"beautiful feelings\" as arguments, the \"heaving\r\nbreast\" as the bellows of divine inspiration, conviction as the\r\n_criterion_ of truth. In the end, with \"German\" innocence, Kant tried to\r\ngive a scientific flavour to this form of corruption, this dearth of\r\nintellectual conscience, by calling it \"practical reason.\" He\r\ndeliberately invented a variety of reasons for use on occasions when it\r\nwas desirable not to trouble with reason--that is, when morality, when\r\nthe sublime command \"thou shalt,\" was heard. When one recalls the fact\r\nthat, among all peoples, the philosopher is no more than a development\r\nfrom the old type of priest, this inheritance from the priest, this\r\n_fraud upon self_, ceases to be remarkable. When a man feels that he has\r\na divine mission, say to lift up, to save or to liberate mankind--when a\r\nman feels the divine spark in his heart and believes that he is the\r\nmouthpiece of supernatural imperatives--when such a mission inflames\r\nhim, it is only natural that he should stand beyond all merely\r\nreasonable standards of judgment. He feels that he is _himself_\r\nsanctified by this mission, that he is himself a type of a higher\r\norder!... What has a priest to do with philosophy! He stands far above\r\nit!--And hitherto the priest has _ruled_!--He has determined the meaning\r\nof \"true\" and \"not true\"!...\r\n\r\n\r\n13.\r\n\r\nLet us not underestimate this fact: that _we\r\nourselves_, we free spirits, are already a \"transvaluation of all\r\nvalues,\" a _visualized_ declaration of war and victory against all the\r\nold concepts of \"true\" and \"not true.\" The most valuable intuitions are\r\nthe last to be attained; the most valuable of all are those which\r\ndetermine _methods_. All the methods, all the principles of the\r\nscientific spirit of today, were the targets for thousands of years of\r\nthe most profound contempt; if a man inclined to them he was excluded\r\nfrom the society of \"decent\" people--he passed as \"an enemy of God,\" as\r\na scoffer at the truth, as one \"possessed.\" As a man of science, he\r\nbelonged to the Chandala[2].... We have had the whole pathetic stupidity\r\nof mankind against us--their every notion of what the truth _ought_ to\r\nbe, of what the service of the truth _ought_ to be--their every \"thou\r\nshalt\" was launched against us.... Our objectives, our methods, our\r\nquiet, cautious, distrustful manner--all appeared to them as absolutely\r\ndiscreditable and contemptible.--Looking back, one may almost ask one's\r\nself with reason if it was not actually an _aesthetic_ sense that kept\r\nmen blind so long: what they demanded of the truth was picturesque\r\neffectiveness, and of the learned a strong appeal to their senses. It\r\nwas our _modesty_ that stood out longest against their taste.... How\r\nwell they guessed that, these turkey-cocks of God!\r\n\r\n[2] The lowest of the Hindu castes.\r\n\r\n\r\n14.\r\n\r\nWe have unlearned something. We have become more modest in every way. We\r\nno longer derive man from the \"spirit,\" from the \"godhead\"; we have\r\ndropped him back among the beasts. We regard him as the strongest of the\r\nbeasts because he is the craftiest; one of the results thereof is his\r\nintellectuality. On the other hand, we guard ourselves against a conceit\r\nwhich would assert itself even here: that man is the great second\r\nthought in the process of organic evolution. He is, in truth, anything\r\nbut the crown of creation: beside him stand many other animals, all at\r\nsimilar stages of development.... And even when we say that we say a bit\r\ntoo much, for man, relatively speaking, is the most botched of all the\r\nanimals and the sickliest, and he has wandered the most dangerously from\r\nhis instincts--though for all that, to be sure, he remains the most\r\n_interesting_!--As regards the lower animals, it was Descartes who first\r\nhad the really admirable daring to describe them as _machina_; the whole\r\nof our physiology is directed toward proving the truth of this doctrine.\r\nMoreover, it is illogical to set man apart, as Descartes did: what we\r\nknow of man today is limited precisely by the extent to which we have\r\nregarded him, too, as a machine. Formerly we accorded to man, as his\r\ninheritance from some higher order of beings, what was called \"free\r\nwill\"; now we have taken even this will from him, for the term no longer\r\ndescribes anything that we can understand. The old word \"will\" now\r\nconnotes only a sort of result, an individual reaction, that follows\r\ninevitably upon a series of partly discordant and partly harmonious\r\nstimuli--the will no longer \"acts,\" or \"moves.\"... Formerly it was\r\nthought that man's consciousness, his \"spirit,\" offered evidence of his\r\nhigh origin, his divinity. That he might be _perfected_, he was advised,\r\ntortoise-like, to draw his senses in, to have no traffic with earthly\r\nthings, to shuffle off his mortal coil--then only the important part of\r\nhim, the \"pure spirit,\" would remain. Here again we have thought out the\r\nthing better: to us consciousness, or \"the spirit,\" appears as a symptom\r\nof a relative imperfection of the organism, as an experiment, a groping,\r\na misunderstanding, as an affliction which uses up nervous force\r\nunnecessarily--we deny that anything can be done perfectly so long as it\r\nis done consciously. The \"pure spirit\" is a piece of pure stupidity:\r\ntake away the nervous system and the senses, the so-called \"mortal\r\nshell,\" and _the rest is miscalculation_--that is all!...\r\n\r\n\r\n15.\r\n\r\nUnder Christianity neither morality nor religion has any point of\r\ncontact with actuality. It offers purely imaginary _causes_ (\"God,\"\r\n\"soul,\" \"ego,\" \"spirit,\" \"free will\"--or even \"unfree\"), and purely\r\nimaginary _effects_ (\"sin,\" \"salvation,\" \"grace,\" \"punishment,\"\r\n\"forgiveness of sins\"). Intercourse between imaginary _beings_ (\"God,\"\r\n\"spirits,\" \"souls\"); an imaginary _natural history_ (anthropocentric; a\r\ntotal denial of the concept of natural causes); an imaginary\r\n_psychology_ (misunderstandings of self, misinterpretations of agreeable\r\nor disagreeable general feelings--for example, of the states of the\r\n_nervus sympathicus_ with the help of the sign-language of\r\nreligio-ethical balderdash--, \"repentance,\" \"pangs of conscience,\"\r\n\"temptation by the devil,\" \"the presence of God\"); an imaginary\r\n_teleology_ (the \"kingdom of God,\" \"the last judgment,\" \"eternal\r\nlife\").--This purely _fictitious world_, greatly to its disadvantage, is\r\nto be differentiated from the world of dreams; the latter at least\r\nreflects reality, whereas the former falsifies it, cheapens it and\r\ndenies it. Once the concept of \"nature\" had been opposed to the concept\r\nof \"God,\" the word \"natural\" necessarily took on the meaning of\r\n\"abominable\"--the whole of that fictitious world has its sources in\r\nhatred of the natural (--the real!--), and is no more than evidence of a\r\nprofound uneasiness in the presence of reality.... _This explains\r\neverything._ Who alone has any reason for living his way out of reality?\r\nThe man who suffers under it. But to suffer from reality one must be a\r\n_botched_ reality.... The preponderance of pains over pleasures is the\r\ncause of this fictitious morality and religion: but such a preponderance\r\nalso supplies the formula for _décadence_....\r\n\r\n\r\n16.\r\n\r\nA criticism of the _Christian concept of God_ leads inevitably to the\r\nsame conclusion.--A nation that still believes in itself holds fast to\r\nits own god. In him it does honour to the conditions which enable it to\r\nsurvive, to its virtues--it projects its joy in itself, its feeling of\r\npower, into a being to whom one may offer thanks. He who is rich will\r\ngive of his riches; a proud people need a god to whom they can make\r\n_sacrifices_.... Religion, within these limits, is a form of gratitude.\r\nA man is grateful for his own existence: to that end he needs a\r\ngod.--Such a god must be able to work both benefits and injuries; he\r\nmust be able to play either friend or foe--he is wondered at for the\r\ngood he does as well as for the evil he does. But the castration,\r\nagainst all nature, of such a god, making him a god of goodness alone,\r\nwould be contrary to human inclination. Mankind has just as much need\r\nfor an evil god as for a good god; it doesn't have to thank mere\r\ntolerance and humanitarianism for its own existence.... What would be\r\nthe value of a god who knew nothing of anger, revenge, envy, scorn,\r\ncunning, violence? who had perhaps never experienced the rapturous\r\n_ardeurs_ of victory and of destruction? No one would understand such a\r\ngod: why should any one want him?--True enough, when a nation is on the\r\ndownward path, when it feels its belief in its own future, its hope of\r\nfreedom slipping from it, when it begins to see submission as a first\r\nnecessity and the virtues of submission as measures of self-preservation,\r\nthen it _must_ overhaul its god. He then becomes a hypocrite, timorous\r\nand demure; he counsels \"peace of soul,\" hate-no-more, leniency, \"love\"\r\nof friend and foe. He moralizes endlessly; he creeps into every private\r\nvirtue; he becomes the god of every man; he becomes a private citizen, a\r\ncosmopolitan.... Formerly he represented a people, the strength of a\r\npeople, everything aggressive and thirsty for power in the soul of a\r\npeople; now he is simply _the good god_.... The truth is that there is\r\nno other alternative for gods: _either_ they are the will to power--in\r\nwhich case they are national gods--_or_ incapacity for power--in which\r\ncase they have to be good....\r\n\r\n\r\n17.\r\n\r\nWherever the will to power begins to decline, in whatever form, there is\r\nalways an accompanying decline physiologically, a _décadence_. The\r\ndivinity of this _décadence_, shorn of its masculine virtues and\r\npassions, is converted perforce into a god of the physiologically\r\ndegraded, of the weak. Of course, they do not _call_ themselves the\r\nweak; they call themselves \"the good.\"... No hint is needed to indicate\r\nthe moments in history at which the dualistic fiction of a good and an\r\nevil god first became possible. The same instinct which prompts the\r\ninferior to reduce their own god to \"goodness-in-itself\" also prompts\r\nthem to eliminate all good qualities from the god of their superiors;\r\nthey make revenge on their masters by making a _devil_ of the latter's\r\ngod.--The _good_ god, and the devil like him--both are abortions of\r\n_décadence_.--How can we be so tolerant of the naïveté of Christian\r\ntheologians as to join in their doctrine that the evolution of the\r\nconcept of god from \"the god of Israel,\" the god of a people, to the\r\nChristian god, the essence of all goodness, is to be described as\r\n_progress_?--But even Renan does this. As if Renan had a right to be\r\nnaïve! The contrary actually stares one in the face. When everything\r\nnecessary to _ascending_ life; when all that is strong, courageous,\r\nmasterful and proud has been eliminated from the concept of a god; when\r\nhe has sunk step by step to the level of a staff for the weary, a\r\nsheet-anchor for the drowning; when he becomes the poor man's god, the\r\nsinner's god, the invalid's god _par excellence_, and the attribute of\r\n\"saviour\" or \"redeemer\" remains as the one essential attribute of\r\ndivinity--just _what_ is the significance of such a metamorphosis?\r\nwhat does such a _reduction_ of the godhead imply?--To be\r\nsure, the \"kingdom of God\" has thus grown larger. Formerly he had only\r\nhis own people, his \"chosen\" people. But since then he has gone\r\nwandering, like his people themselves, into foreign parts; he has given\r\nup settling down quietly anywhere; finally he has come to feel at home\r\neverywhere, and is the great cosmopolitan--until now he has the \"great\r\nmajority\" on his side, and half the earth. But this god of the \"great\r\nmajority,\" this democrat among gods, has not become a proud heathen god:\r\non the contrary, he remains a Jew, he remains a god in a corner, a god\r\nof all the dark nooks and crevices, of all the noisesome quarters of the\r\nworld!... His earthly kingdom, now as always, is a kingdom of the\r\nunderworld, a _souterrain_ kingdom, a ghetto kingdom.... And he himself\r\nis so pale, so weak, so _décadent_.... Even the palest of the pale are\r\nable to master him--messieurs the metaphysicians, those albinos of the\r\nintellect. They spun their webs around him for so long that finally he\r\nwas hypnotized, and began to spin himself, and became another\r\nmetaphysician. Thereafter he resumed once more his old business of\r\nspinning the world out of his inmost being _sub specie Spinozae_;\r\nthereafter he became ever thinner and paler--became the \"ideal,\" became\r\n\"pure spirit,\" became \"the absolute,\" became \"the thing-in-itself.\"...\r\n_The collapse of a god_: he became a \"thing-in-itself.\"\r\n\r\n\r\n18.\r\n\r\nThe Christian concept of a god--the god as the patron of the sick, the\r\ngod as a spinner of cobwebs, the god as a spirit--is one of the most\r\ncorrupt concepts that has ever been set up in the world: it probably\r\ntouches low-water mark in the ebbing evolution of the god-type. God\r\ndegenerated into the _contradiction of life_. Instead of being its\r\ntransfiguration and eternal Yea! In him war is declared on life, on\r\nnature, on the will to live! God becomes the formula for every slander\r\nupon the \"here and now,\" and for every lie about the \"beyond\"! In him\r\nnothingness is deified, and the will to nothingness is made holy!...\r\n\r\n\r\n19.\r\n\r\nThe fact that the strong races of northern Europe did not repudiate this\r\nChristian god does little credit to their gift for religion--and not\r\nmuch more to their taste. They ought to have been able to make an end of\r\nsuch a moribund and worn-out product of the _décadence_. A curse lies\r\nupon them because they were not equal to it; they made illness,\r\ndecrepitude and contradiction a part of their instincts--and since then\r\nthey have not managed to _create_ any more gods. Two thousand years have\r\ncome and gone--and not a single new god! Instead, there still exists,\r\nand as if by some intrinsic right,--as if he were the _ultimatum_ and\r\n_maximum_ of the power to create gods, of the _creator spiritus_ in\r\nmankind--this pitiful god of Christian monotono-theism! This hybrid\r\nimage of decay, conjured up out of emptiness, contradiction and vain\r\nimagining, in which all the instincts of _décadence_, all the cowardices\r\nand wearinesses of the soul find their sanction!--\r\n\r\n\r\n20.\r\n\r\nIn my condemnation of Christianity I surely hope I do no injustice to a\r\nrelated religion with an even larger number of believers: I allude to\r\n_Buddhism_. Both are to be reckoned among the nihilistic religions--they\r\nare both _décadence_ religions--but they are separated from each other\r\nin a very remarkable way. For the fact that he is able to _compare_ them\r\nat all the critic of Christianity is indebted to the scholars of\r\nIndia.--Buddhism is a hundred times as realistic as Christianity--it is\r\npart of its living heritage that it is able to face problems objectively\r\nand coolly; it is the product of long centuries of philosophical\r\nspeculation. The concept, \"god,\" was already disposed of before it\r\nappeared. Buddhism is the only genuinely _positive_ religion to be\r\nencountered in history, and this applies even to its epistemology (which\r\nis a strict phenomenalism). It does not speak of a \"struggle with sin,\"\r\nbut, yielding to reality, of the \"struggle with suffering.\" Sharply\r\ndifferentiating itself from Christianity, it puts the self-deception\r\nthat lies in moral concepts behind it; it is, in my phrase, _beyond_\r\ngood and evil.--The two physiological facts upon which it grounds itself\r\nand upon which it bestows its chief attention are: first, an excessive\r\nsensitiveness to sensation, which manifests itself as a refined\r\nsusceptibility to pain, and _secondly_, an extraordinary spirituality, a\r\ntoo protracted concern with concepts and logical procedures, under the\r\ninfluence of which the instinct of personality has yielded to a notion\r\nof the \"impersonal.\" (--Both of these states will be familiar to a few\r\nof my readers, the objectivists, by experience, as they are to me).\r\nThese physiological states produced a _depression_, and Buddha tried to\r\ncombat it by hygienic measures. Against it he prescribed a life in the\r\nopen, a life of travel; moderation in eating and a careful selection of\r\nfoods; caution in the use of intoxicants; the same caution in arousing\r\nany of the passions that foster a bilious habit and heat the blood;\r\nfinally, no _worry_, either on one's own account or on account of\r\nothers. He encourages ideas that make for either quiet contentment or\r\ngood cheer--he finds means to combat ideas of other sorts. He\r\nunderstands good, the state of goodness, as something which promotes\r\nhealth. _Prayer_ is not included, and neither is _asceticism_. There is\r\nno categorical imperative nor any disciplines, even within the walls of\r\na monastery (--it is always possible to leave--). These things would\r\nhave been simply means of increasing the excessive sensitiveness above\r\nmentioned. For the same reason he does not advocate any conflict with\r\nunbelievers; his teaching is antagonistic to nothing so much as to\r\nrevenge, aversion, _ressentiment_ (--\"enmity never brings an end to\r\nenmity\": the moving refrain of all Buddhism....) And in all this he was\r\nright, for it is precisely these passions which, in view of his main\r\nregiminal purpose, are _unhealthful_. The mental fatigue that he\r\nobserves, already plainly displayed in too much \"objectivity\" (that is,\r\nin the individual's loss of interest in himself, in loss of balance and\r\nof \"egoism\"), he combats by strong efforts to lead even the spiritual\r\ninterests back to the _ego_. In Buddha's teaching egoism is a duty. The\r\n\"one thing needful,\" the question \"how can you be delivered from\r\nsuffering,\" regulates and determines the whole spiritual diet.\r\n(--Perhaps one will here recall that Athenian who also declared war upon\r\npure \"scientificality,\" to wit, Socrates, who also elevated egoism to\r\nthe estate of a morality).\r\n\r\n\r\n21.\r\n\r\nThe things necessary to Buddhism are a very mild climate, customs of\r\ngreat gentleness and liberality, and _no_ militarism; moreover, it must\r\nget its start among the higher and better educated classes.\r\nCheerfulness, quiet and the absence of desire are the chief desiderata,\r\nand they are _attained_. Buddhism is not a religion in which perfection\r\nis merely an object of aspiration: perfection is actually normal.--\r\n\r\nUnder Christianity the instincts of the subjugated and the oppressed\r\ncome to the fore: it is only those who are at the bottom who seek their\r\nsalvation in it. Here the prevailing pastime, the favourite remedy for\r\nboredom is the discussion of sin, self-criticism, the inquisition of\r\nconscience; here the emotion produced by _power_ (called \"God\") is\r\npumped up (by prayer); here the highest good is regarded as\r\nunattainable, as a gift, as \"grace.\" Here, too, open dealing is lacking;\r\nconcealment and the darkened room are Christian. Here body is despised\r\nand hygiene is denounced as sensual; the church even ranges itself\r\nagainst cleanliness (--the first Christian order after the banishment of\r\nthe Moors closed the public baths, of which there were 270 in Cordova\r\nalone). Christian, too, is a certain cruelty toward one's self and\r\ntoward others; hatred of unbelievers; the will to persecute. Sombre and\r\ndisquieting ideas are in the foreground; the most esteemed states of\r\nmind, bearing the most respectable names, are epileptoid; the diet is so\r\nregulated as to engender morbid symptoms and over-stimulate the nerves.\r\nChristian, again, is all deadly enmity to the rulers of the earth, to\r\nthe \"aristocratic\"--along with a sort of secret rivalry with them (--one\r\nresigns one's \"body\" to them; one wants _only_ one's \"soul\"...). And\r\nChristian is all hatred of the intellect, of pride, of courage, of\r\nfreedom, of intellectual _libertinage_; Christian is all hatred of the\r\nsenses, of joy in the senses, of joy in general....\r\n\r\n\r\n22.\r\n\r\nWhen Christianity departed from its native soil, that of the lowest\r\norders, the _underworld_ of the ancient world, and began seeking power\r\namong barbarian peoples, it no longer had to deal with _exhausted_ men,\r\nbut with men still inwardly savage and capable of self-torture--in\r\nbrief, strong men, but bungled men. Here, unlike in the case of the\r\nBuddhists, the cause of discontent with self, suffering through self, is\r\n_not_ merely a general sensitiveness and susceptibility to pain, but, on\r\nthe contrary, an inordinate thirst for inflicting pain on others, a\r\ntendency to obtain subjective satisfaction in hostile deeds and ideas.\r\nChristianity had to embrace _barbaric_ concepts and valuations in order\r\nto obtain mastery over barbarians: of such sort, for example, are the\r\nsacrifices of the first-born, the drinking of blood as a sacrament, the\r\ndisdain of the intellect and of culture; torture in all its forms,\r\nwhether bodily or not; the whole pomp of the cult. Buddhism is a\r\nreligion for peoples in a further state of development, for races that\r\nhave become kind, gentle and over-spiritualized (--Europe is not yet\r\nripe for it--): it is a summons that takes them back to peace and\r\ncheerfulness, to a careful rationing of the spirit, to a certain\r\nhardening of the body. Christianity aims at mastering _beasts of prey_;\r\nits modus operandi is to make them _ill_--to make feeble is the\r\nChristian recipe for taming, for \"_civilizing_.\" Buddhism is a religion\r\nfor the closing, over-wearied stages of civilization. Christianity\r\nappears before civilization has so much as begun--under certain\r\ncircumstances it lays the very foundations thereof.\r\n\r\n\r\n23.\r\n\r\nBuddhism, I repeat, is a hundred times more austere, more honest, more\r\nobjective. It no longer has to _justify_ its pains, its susceptibility\r\nto suffering, by interpreting these things in terms of sin--it simply\r\nsays, as it simply thinks, \"I suffer.\" To the barbarian, however,\r\nsuffering in itself is scarcely understandable: what he needs, first of\r\nall, is an explanation as to _why_ he suffers. (His mere instinct\r\nprompts him to deny his suffering altogether, or to endure it in\r\nsilence.) Here the word \"devil\" was a blessing: man had to have an\r\nomnipotent and terrible enemy--there was no need to be ashamed of\r\nsuffering at the hands of such an enemy.--\r\n\r\nAt the bottom of Christianity there are several subtleties that belong\r\nto the Orient. In the first place, it knows that it is of very little\r\nconsequence whether a thing be true or not, so long as it is _believed_\r\nto be true. Truth and _faith_: here we have two wholly distinct worlds\r\nof ideas, almost two diametrically _opposite_ worlds--the road to the\r\none and the road to the other lie miles apart. To understand that fact\r\nthoroughly--this is almost enough, in the Orient, to _make_ one a sage.\r\nThe Brahmins knew it, Plato knew it, every student of the esoteric knows\r\nit. When, for example, a man gets any _pleasure_ out of the notion that\r\nhe has been saved from sin, it is _not_ necessary for him to be actually\r\nsinful, but merely to _feel_ sinful. But when _faith_ is thus exalted\r\nabove everything else, it necessarily follows that reason, knowledge and\r\npatient inquiry have to be discredited: the road to the truth becomes a\r\nforbidden road.--Hope, in its stronger forms, is a great deal more\r\npowerful _stimulans_ to life than any sort of realized joy can ever be.\r\nMan must be sustained in suffering by a hope so high that no conflict\r\nwith actuality can dash it--so high, indeed, that no fulfilment can\r\n_satisfy_ it: a hope reaching out beyond this world. (Precisely because\r\nof this power that hope has of making the suffering hold out, the Greeks\r\nregarded it as the evil of evils, as the most _malign_ of evils; it\r\nremained behind at the source of all evil.)[3]--In order that _love_ may\r\nbe possible, God must become a person; in order that the lower instincts\r\nmay take a hand in the matter God must be young. To satisfy the ardor of\r\nthe woman a beautiful saint must appear on the scene, and to satisfy\r\nthat of the men there must be a virgin. These things are necessary if\r\nChristianity is to assume lordship over a soil on which some\r\naphrodisiacal or Adonis cult has already established a notion as to what\r\na cult ought to be. To insist upon _chastity_ greatly strengthens the\r\nvehemence and subjectivity of the religious instinct--it makes the cult\r\nwarmer, more enthusiastic, more soulful.--Love is the state in which man\r\nsees things most decidedly as they are _not_. The force of illusion\r\nreaches its highest here, and so does the capacity for sweetening, for\r\n_transfiguring_. When a man is in love he endures more than at any other\r\ntime; he submits to anything. The problem was to devise a religion which\r\nwould allow one to love: by this means the worst that life has to offer\r\nis overcome--it is scarcely even noticed.--So much for the three\r\nChristian virtues: faith, hope and charity: I call them the three\r\nChristian _ingenuities_.--Buddhism is in too late a stage of\r\ndevelopment, too full of positivism, to be shrewd in any such way.--\r\n\r\n[3] That is, in Pandora's box.\r\n\r\n\r\n24.\r\n\r\nHere I barely touch upon the problem of the _origin_ of Christianity.\r\nThe _first_ thing necessary to its solution is this: that Christianity\r\nis to be understood only by examining the soil from which it sprung--it\r\nis _not_ a reaction against Jewish instincts; it is their inevitable\r\nproduct; it is simply one more step in the awe-inspiring logic of the\r\nJews. In the words of the Saviour, \"salvation is of the Jews.\"[4]--The\r\n_second_ thing to remember is this: that the psychological type of the\r\nGalilean is still to be recognized, but it was only in its most\r\ndegenerate form (which is at once maimed and overladen with foreign\r\nfeatures) that it could serve in the manner in which it has been used:\r\nas a type of the _Saviour_ of mankind.--\r\n\r\n[4] John iv, 22.\r\n\r\nThe Jews are the most remarkable people in the history of the world, for\r\nwhen they were confronted with the question, to be or not to be, they\r\nchose, with perfectly unearthly deliberation, to be _at any price_: this\r\nprice involved a radical _falsification_ of all nature, of all\r\nnaturalness, of all reality, of the whole inner world, as well as of\r\nthe outer. They put themselves _against_ all those conditions under\r\nwhich, hitherto, a people had been able to live, or had even been\r\n_permitted_ to live; out of themselves they evolved an idea which stood\r\nin direct opposition to _natural_ conditions--one by one they distorted\r\nreligion, civilization, morality, history and psychology until each\r\nbecame a _contradiction_ of its _natural significance_. We meet with the\r\nsame phenomenon later on, in an incalculably exaggerated form, but only\r\nas a copy: the Christian church, put beside the \"people of God,\" shows a\r\ncomplete lack of any claim to originality. Precisely for this reason the\r\nJews are the most _fateful_ people in the history of the world: their\r\ninfluence has so falsified the reasoning of mankind in this matter that\r\ntoday the Christian can cherish anti-Semitism without realizing that it\r\nis no more than the _final consequence of Judaism_.\r\n\r\nIn my \"Genealogy of Morals\" I give the first psychological explanation\r\nof the concepts underlying those two antithetical things, a _noble_\r\nmorality and a _ressentiment_ morality, the second of which is a mere\r\nproduct of the denial of the former. The Judaeo-Christian moral system\r\nbelongs to the second division, and in every detail. In order to be able\r\nto say Nay to everything representing an _ascending_ evolution of\r\nlife--that is, to well-being, to power, to beauty, to self-approval--the\r\ninstincts of _ressentiment_, here become downright genius, had to invent\r\nan _other_ world in which the _acceptance of life_ appeared as the most\r\nevil and abominable thing imaginable. Psychologically, the Jews are a\r\npeople gifted with the very strongest vitality, so much so that when\r\nthey found themselves facing impossible conditions of life they chose\r\nvoluntarily, and with a profound talent for self-preservation, the side\r\nof all those instincts which make for _décadence_--_not_ as if mastered\r\nby them, but as if detecting in them a power by which \"the world\" could\r\nbe _defied_. The Jews are the very opposite of _décadents_: they have\r\nsimply been forced into _appearing_ in that guise, and with a degree of\r\nskill approaching the _non plus ultra_ of histrionic genius they have\r\nmanaged to put themselves at the head of all _décadent_ movements (--for\r\nexample, the Christianity of Paul--), and so make of them something\r\nstronger than any party frankly saying _Yes_ to life. To the sort of\r\nmen who reach out for power under Judaism and Christianity,--that is to\r\nsay, to the _priestly_ class--_décadence_ is no more than a means to an\r\nend. Men of this sort have a vital interest in making mankind sick, and\r\nin confusing the values of \"good\" and \"bad,\" \"true\" and \"false\" in a\r\nmanner that is not only dangerous to life, but also slanders it.\r\n\r\n\r\n25.\r\n\r\nThe history of Israel is invaluable as a typical history of an attempt\r\nto _denaturize_ all natural values: I point to five facts which bear\r\nthis out. Originally, and above all in the time of the monarchy, Israel\r\nmaintained the _right_ attitude of things, which is to say, the natural\r\nattitude. Its Jahveh was an expression of its consciousness of power,\r\nits joy in itself, its hopes for itself: to him the Jews looked for\r\nvictory and salvation and through him they expected nature to give them\r\nwhatever was necessary to their existence--above all, rain. Jahveh is\r\nthe god of Israel, and _consequently_ the god of justice: this is the\r\nlogic of every race that has power in its hands and a good conscience in\r\nthe use of it. In the religious ceremonial of the Jews both aspects of\r\nthis self-approval stand revealed. The nation is grateful for the high\r\ndestiny that has enabled it to obtain dominion; it is grateful for the\r\nbenign procession of the seasons, and for the good fortune attending its\r\nherds and its crops.--This view of things remained an ideal for a long\r\nwhile, even after it had been robbed of validity by tragic blows:\r\nanarchy within and the Assyrian without. But the people still retained,\r\nas a projection of their highest yearnings, that vision of a king who\r\nwas at once a gallant warrior and an upright judge--a vision best\r\nvisualized in the typical prophet (_i. e._, critic and satirist of the\r\nmoment), Isaiah.--But every hope remained unfulfilled. The old god no\r\nlonger _could_ do what he used to do. He ought to have been abandoned.\r\nBut what actually happened? Simply this: the conception of him was\r\n_changed_--the conception of him was _denaturized_; this was the price\r\nthat had to be paid for keeping him.--Jahveh, the god of \"justice\"--he\r\nis in accord with Israel _no more_, he no longer vizualizes the national\r\negoism; he is now a god only conditionally.... The public notion of this\r\ngod now becomes merely a weapon in the hands of clerical agitators, who\r\ninterpret all happiness as a reward and all unhappiness as a punishment\r\nfor obedience or disobedience to him, for \"sin\": that most fraudulent of\r\nall imaginable interpretations, whereby a \"moral order of the world\" is\r\nset up, and the fundamental concepts, \"cause\" and \"effect,\" are stood on\r\ntheir heads. Once natural causation has been swept out of the world by\r\ndoctrines of reward and punishment some sort of _un_-natural causation\r\nbecomes necessary: and all other varieties of the denial of nature\r\nfollow it. A god who _demands_--in place of a god who helps, who gives\r\ncounsel, who is at bottom merely a name for every happy inspiration of\r\ncourage and self-reliance.... _Morality_ is no longer a reflection of\r\nthe conditions which make for the sound life and development of the\r\npeople; it is no longer the primary life-instinct; instead it has become\r\nabstract and in opposition to life--a fundamental perversion of the\r\nfancy, an \"evil eye\" on all things. _What_ is Jewish, _what_ is\r\nChristian morality? Chance robbed of its innocence; unhappiness polluted\r\nwith the idea of \"sin\"; well-being represented as a danger, as a\r\n\"temptation\"; a physiological disorder produced by the canker worm of\r\nconscience....\r\n\r\n\r\n26.\r\n\r\nThe concept of god falsified; the concept of morality falsified;--but\r\neven here Jewish priest-craft did not stop. The whole history of Israel\r\nceased to be of any value: out with it!--These priests accomplished that\r\nmiracle of falsification of which a great part of the Bible is the\r\ndocumentary evidence; with a degree of contempt unparalleled, and in the\r\nface of all tradition and all historical reality, they translated the\r\npast of their people into _religious_ terms, which is to say, they\r\nconverted it into an idiotic mechanism of salvation, whereby all\r\noffences against Jahveh were punished and all devotion to him was\r\nrewarded. We would regard this act of historical falsification as\r\nsomething far more shameful if familiarity with the _ecclesiastical_\r\ninterpretation of history for thousands of years had not blunted our\r\ninclinations for uprightness _in historicis_. And the philosophers\r\nsupport the church: the _lie_ about a \"moral order of the world\" runs\r\nthrough the whole of philosophy, even the newest. What is the meaning\r\nof a \"moral order of the world\"? That there is a thing called the will\r\nof God which, once and for all time, determines what man ought to do and\r\nwhat he ought not to do; that the worth of a people, or of an individual\r\nthereof, is to be measured by the extent to which they or he obey this\r\nwill of God; that the destinies of a people or of an individual are\r\n_controlled_ by this will of God, which rewards or punishes according to\r\nthe degree of obedience manifested.--In place of all that pitiable lie\r\n_reality_ has this to say: the _priest_, a parasitical variety of man\r\nwho can exist only at the cost of every sound view of life, takes the\r\nname of God in vain: he calls that state of human society in which he\r\nhimself determines the value of all things \"the kingdom of God\"; he\r\ncalls the means whereby that state of affairs is attained \"the will of\r\nGod\"; with cold-blooded cynicism he estimates all peoples, all ages and\r\nall individuals by the extent of their subservience or opposition to the\r\npower of the priestly order. One observes him at work: under the hand of\r\nthe Jewish priesthood the _great_ age of Israel became an age of\r\ndecline; the Exile, with its long series of misfortunes, was\r\ntransformed into a _punishment_ for that great age--during which priests\r\nhad not yet come into existence. Out of the powerful and _wholly free_\r\nheroes of Israel's history they fashioned, according to their changing\r\nneeds, either wretched bigots and hypocrites or men entirely \"godless.\"\r\nThey reduced every great event to the idiotic formula: \"obedient _or_\r\ndisobedient to God.\"--They went a step further: the \"will of God\" (in\r\nother words some means necessary for preserving the power of the\r\npriests) had to be _determined_--and to this end they had to have a\r\n\"revelation.\" In plain English, a gigantic literary fraud had to be\r\nperpetrated, and \"holy scriptures\" had to be concocted--and so, with the\r\nutmost hierarchical pomp, and days of penance and much lamentation over\r\nthe long days of \"sin\" now ended, they were duly published. The \"will of\r\nGod,\" it appears, had long stood like a rock; the trouble was that\r\nmankind had neglected the \"holy scriptures\".... But the \"will of God\"\r\nhad already been revealed to Moses.... What happened? Simply this: the\r\npriest had formulated, once and for all time and with the strictest\r\nmeticulousness, what tithes were to be paid to him, from the largest to\r\nthe smallest (--not forgetting the most appetizing cuts of meat, for\r\nthe priest is a great consumer of beefsteaks); in brief, he let it be\r\nknown just _what he wanted_, what \"the will of God\" was.... From this\r\ntime forward things were so arranged that the priest became\r\n_indispensable everywhere_; at all the great natural events of life, at\r\nbirth, at marriage, in sickness, at death, not to say at the\r\n\"_sacrifice_\" (that is, at meal-times), the holy parasite put in his\r\nappearance, and proceeded to _denaturize_ it--in his own phrase, to\r\n\"sanctify\" it.... For this should be noted: that every natural habit,\r\nevery natural institution (the state, the administration of justice,\r\nmarriage, the care of the sick and of the poor), everything demanded by\r\nthe life-instinct, in short, everything that has any value _in itself_,\r\nis reduced to absolute worthlessness and even made the _reverse_ of\r\nvaluable by the parasitism of priests (or, if you chose, by the \"moral\r\norder of the world\"). The fact requires a sanction--a power to _grant\r\nvalues_ becomes necessary, and the only way it can create such values is\r\nby denying nature.... The priest depreciates and desecrates nature: it\r\nis only at this price that he can exist at all.--Disobedience to God,\r\nwhich actually means to the priest, to \"the law,\" now gets the name of\r\n\"sin\"; the means prescribed for \"reconciliation with God\" are, of\r\ncourse, precisely the means which bring one most effectively under the\r\nthumb of the priest; he alone can \"save\".... Psychologically considered,\r\n\"sins\" are indispensable to every society organized on an ecclesiastical\r\nbasis; they are the only reliable weapons of power; the priest _lives_\r\nupon sins; it is necessary to him that there be \"sinning\".... Prime\r\naxiom: \"God forgiveth him that repenteth\"--in plain English, _him that\r\nsubmitteth to the priest_.\r\n\r\n\r\n27.\r\n\r\nChristianity sprang from a soil so corrupt that on it everything\r\nnatural, every natural value, every _reality_ was opposed by the deepest\r\ninstincts of the ruling class--it grew up as a sort of war to the death\r\nupon reality, and as such it has never been surpassed. The \"holy\r\npeople,\" who had adopted priestly values and priestly names for all\r\nthings, and who, with a terrible logical consistency, had rejected\r\neverything of the earth as \"unholy,\" \"worldly,\" \"sinful\"--this people\r\nput its instinct into a final formula that was logical to the point of\r\nself-annihilation: as _Christianity_ it actually denied even the last\r\nform of reality, the \"holy people,\" the \"chosen people,\" _Jewish_\r\nreality itself. The phenomenon is of the first order of importance: the\r\nsmall insurrectionary movement which took the name of Jesus of Nazareth\r\nis simply the Jewish instinct _redivivus_--in other words, it is the\r\npriestly instinct come to such a pass that it can no longer endure the\r\npriest as a fact; it is the discovery of a state of existence even more\r\nfantastic than any before it, of a vision of life even more _unreal_\r\nthan that necessary to an ecclesiastical organization. Christianity\r\nactually _denies_ the church....\r\n\r\nI am unable to determine what was the target of the insurrection said to\r\nhave been led (whether rightly or _wrongly_) by Jesus, if it was not the\r\nJewish church--\"church\" being here used in exactly the same sense that\r\nthe word has today. It was an insurrection against the \"good and just,\"\r\nagainst the \"prophets of Israel,\" against the whole hierarchy of\r\nsociety--_not_ against corruption, but against caste, privilege, order,\r\nformalism. It was _unbelief_ in \"superior men,\" a Nay flung at\r\neverything that priests and theologians stood for. But the hierarchy\r\nthat was called into question, if only for an instant, by this movement\r\nwas the structure of piles which, above everything, was necessary to the\r\nsafety of the Jewish people in the midst of the \"waters\"--it represented\r\ntheir _last_ possibility of survival; it was the final _residuum_ of\r\ntheir independent political existence; an attack upon it was an attack\r\nupon the most profound national instinct, the most powerful national\r\nwill to live, that has ever appeared on earth. This saintly anarchist,\r\nwho aroused the people of the abyss, the outcasts and \"sinners,\" the\r\nChandala of Judaism, to rise in revolt against the established order of\r\nthings--and in language which, if the Gospels are to be credited, would\r\nget him sent to Siberia today--this man was certainly a political\r\ncriminal, at least in so far as it was possible to be one in so\r\n_absurdly unpolitical_ a community. This is what brought him to the\r\ncross: the proof thereof is to be found in the inscription that was put\r\nupon the cross. He died for his _own_ sins--there is not the slightest\r\nground for believing, no matter how often it is asserted, that he died\r\nfor the sins of others.--\r\n\r\n\r\n28.\r\n\r\nAs to whether he himself was conscious of this contradiction--whether,\r\nin fact, this was the only contradiction he was cognizant of--that is\r\nquite another question. Here, for the first time, I touch upon the\r\nproblem of the _psychology of the Saviour_.--I confess, to begin with,\r\nthat there are very few books which offer me harder reading than the\r\nGospels. My difficulties are quite different from those which enabled\r\nthe learned curiosity of the German mind to achieve one of its most\r\nunforgettable triumphs. It is a long while since I, like all other young\r\nscholars, enjoyed with all the sapient laboriousness of a fastidious\r\nphilologist the work of the incomparable Strauss.[5] At that time I was\r\ntwenty years old: now I am too serious for that sort of thing. What do I\r\ncare for the contradictions of \"tradition\"? How can any one call pious\r\nlegends \"traditions\"? The histories of saints present the most dubious\r\nvariety of literature in existence; to examine them by the scientific\r\nmethod, _in the entire absence of corroborative documents_, seems to me\r\nto condemn the whole inquiry from the start--it is simply learned\r\nidling....\r\n\r\n[5] David Friedrich Strauss (1808-74), author of \"Das Leben Jesu\"\r\n(1835-6), a very famous work in its day. Nietzsche here refers to it.\r\n\r\n\r\n29.\r\n\r\nWhat concerns _me_ is the psychological type of the Saviour. This type\r\nmight be depicted in the Gospels, in however mutilated a form and\r\nhowever much overladen with extraneous characters--that is, in _spite_\r\nof the Gospels; just as the figure of Francis of Assisi shows itself in\r\nhis legends in spite of his legends. It is _not_ a question of mere\r\ntruthful evidence as to what he did, what he said and how he actually\r\ndied; the question is, whether his type is still conceivable, whether it\r\nhas been handed down to us.--All the attempts that I know of to read the\r\n_history_ of a \"soul\" in the Gospels seem to me to reveal only a\r\nlamentable psychological levity. M. Renan, that mountebank _in\r\npsychologicus_, has contributed the two most _unseemly_ notions to this\r\nbusiness of explaining the type of Jesus: the notion of the _genius_ and\r\nthat of the _hero_ (\"_héros_\"). But if there is anything essentially\r\nunevangelical, it is surely the concept of the hero. What the Gospels\r\nmake instinctive is precisely the reverse of all heroic struggle, of\r\nall taste for conflict: the very incapacity for resistance is here\r\nconverted into something moral: (\"resist not evil!\"--the most profound\r\nsentence in the Gospels, perhaps the true key to them), to wit, the\r\nblessedness of peace, of gentleness, the _inability_ to be an enemy.\r\nWhat is the meaning of \"glad tidings\"?--The true life, the life eternal\r\nhas been found--it is not merely promised, it is here, it is in _you_;\r\nit is the life that lies in love free from all retreats and exclusions,\r\nfrom all keeping of distances. Every one is the child of God--Jesus\r\nclaims nothing for himself alone--as the child of God each man is the\r\nequal of every other man.... Imagine making Jesus a _hero_!--And what a\r\ntremendous misunderstanding appears in the word \"genius\"! Our whole\r\nconception of the \"spiritual,\" the whole conception of our civilization,\r\ncould have had no meaning in the world that Jesus lived in. In the\r\nstrict sense of the physiologist, a quite different word ought to be\r\nused here.... We all know that there is a morbid sensibility of the\r\ntactile nerves which causes those suffering from it to recoil from every\r\ntouch, and from every effort to grasp a solid object. Brought to its\r\nlogical conclusion, such a physiological _habitus_ becomes an\r\ninstinctive hatred of all reality, a flight into the \"intangible,\" into\r\nthe \"incomprehensible\"; a distaste for all formulae, for all conceptions\r\nof time and space, for everything established--customs, institutions,\r\nthe church--; a feeling of being at home in a world in which no sort of\r\nreality survives, a merely \"inner\" world, a \"true\" world, an \"eternal\"\r\nworld.... \"The Kingdom of God is within _you_\"....\r\n\r\n\r\n30.\r\n\r\n_The instinctive hatred of reality_: the consequence of an extreme\r\nsusceptibility to pain and irritation--so great that merely to be\r\n\"touched\" becomes unendurable, for every sensation is too profound.\r\n\r\n_The instinctive exclusion of all aversion, all hostility, all bounds\r\nand distances in feeling_: the consequence of an extreme susceptibility\r\nto pain and irritation--so great that it senses all resistance, all\r\ncompulsion to resistance, as unbearable _anguish_ (--that is to say, as\r\n_harmful_, as _prohibited_ by the instinct of self-preservation), and\r\nregards blessedness (joy) as possible only when it is no longer\r\nnecessary to offer resistance to anybody or anything, however evil or\r\ndangerous--love, as the only, as the _ultimate_ possibility of life....\r\n\r\nThese are the two _physiological realities_ upon and out of which the\r\ndoctrine of salvation has sprung. I call them a sublime\r\nsuper-development of hedonism upon a thoroughly unsalubrious soil. What\r\nstands most closely related to them, though with a large admixture of\r\nGreek vitality and nerve-force, is epicureanism, the theory of salvation\r\nof paganism. Epicurus was a _typical décadent_: I was the first to\r\nrecognize him.--The fear of pain, even of infinitely slight pain--the\r\nend of this _can_ be nothing save a _religion of love_....\r\n\r\n\r\n31.\r\n\r\nI have already given my answer to the problem. The prerequisite to it is\r\nthe assumption that the type of the Saviour has reached us only in a\r\ngreatly distorted form. This distortion is very probable: there are many\r\nreasons why a type of that sort should not be handed down in a pure\r\nform, complete and free of additions. The milieu in which this strange\r\nfigure moved must have left marks upon him, and more must have been\r\nimprinted by the history, the _destiny_, of the early Christian\r\ncommunities; the latter indeed, must have embellished the type\r\nretrospectively with characters which can be understood only as serving\r\nthe purposes of war and of propaganda. That strange and sickly world\r\ninto which the Gospels lead us--a world apparently out of a Russian\r\nnovel, in which the scum of society, nervous maladies and \"childish\"\r\nidiocy keep a tryst--must, in any case, have _coarsened_ the type: the\r\nfirst disciples, in particular, must have been forced to translate an\r\nexistence visible only in symbols and incomprehensibilities into their\r\nown crudity, in order to understand it at all--in their sight the type\r\ncould take on reality only after it had been recast in a familiar\r\nmould.... The prophet, the messiah, the future judge, the teacher of\r\nmorals, the worker of wonders, John the Baptist--all these merely\r\npresented chances to misunderstand it.... Finally, let us not underrate\r\nthe _proprium_ of all great, and especially all sectarian veneration: it\r\ntends to erase from the venerated objects all its original traits and\r\nidiosyncrasies, often so painfully strange--_it does not even see\r\nthem_. It is greatly to be regretted that no Dostoyevsky lived in the\r\nneighbourhood of this most interesting _décadent_--I mean some one who\r\nwould have felt the poignant charm of such a compound of the sublime,\r\nthe morbid and the childish. In the last analysis, the type, as a type\r\nof the _décadence_, may actually have been peculiarly complex and\r\ncontradictory: such a possibility is not to be lost sight of.\r\nNevertheless, the probabilities seem to be against it, for in that case\r\ntradition would have been particularly accurate and objective, whereas\r\nwe have reasons for assuming the contrary. Meanwhile, there is a\r\ncontradiction between the peaceful preacher of the mount, the sea-shore\r\nand the fields, who appears like a new Buddha on a soil very unlike\r\nIndia's, and the aggressive fanatic, the mortal enemy of theologians and\r\necclesiastics, who stands glorified by Renan's malice as \"_le grand\r\nmaître en ironie_.\" I myself haven't any doubt that the greater part of\r\nthis venom (and no less of _esprit_) got itself into the concept of the\r\nMaster only as a result of the excited nature of Christian propaganda:\r\nwe all know the unscrupulousness of sectarians when they set out to turn\r\ntheir leader into an _apologia_ for themselves. When the early\r\nChristians had need of an adroit, contentious, pugnacious and\r\nmaliciously subtle theologian to tackle other theologians, they\r\n_created_ a \"god\" that met that need, just as they put into his mouth\r\nwithout hesitation certain ideas that were necessary to them but that\r\nwere utterly at odds with the Gospels--\"the second coming,\" \"the last\r\njudgment,\" all sorts of expectations and promises, current at the\r\ntime.--\r\n\r\n\r\n32.\r\n\r\nI can only repeat that I set myself against all efforts to intrude the\r\nfanatic into the figure of the Saviour: the very word _impérieux_, used\r\nby Renan, is alone enough to _annul_ the type. What the \"glad tidings\"\r\ntell us is simply that there are no more contradictions; the kingdom of\r\nheaven belongs to _children_; the faith that is voiced here is no more\r\nan embattled faith--it is at hand, it has been from the beginning, it is\r\na sort of recrudescent childishness of the spirit. The physiologists, at\r\nall events, are familiar with such a delayed and incomplete puberty in\r\nthe living organism, the result of degeneration. A faith of this sort is\r\nnot furious, it does not denounce, it does not defend itself: it does\r\nnot come with \"the sword\"--it does not realize how it will one day set\r\nman against man. It does not manifest itself either by miracles, or by\r\nrewards and promises, or by \"scriptures\": it is itself, first and last,\r\nits own miracle, its own reward, its own promise, its own \"kingdom of\r\nGod.\" This faith does not formulate itself--it simply _lives_, and so\r\nguards itself against formulae. To be sure, the accident of environment,\r\nof educational background gives prominence to concepts of a certain\r\nsort: in primitive Christianity one finds _only_ concepts of a\r\nJudaeo-Semitic character (--that of eating and drinking at the last\r\nsupper belongs to this category--an idea which, like everything else\r\nJewish, has been badly mauled by the church). But let us be careful not\r\nto see in all this anything more than symbolical language, semantics[6]\r\nan opportunity to speak in parables. It is only on the theory that no\r\nwork is to be taken literally that this anti-realist is able to speak at\r\nall. Set down among Hindus he would have made use of the concepts of\r\nSankhya,[7] and among Chinese he would have employed those of\r\nLao-tse[8]--and in neither case would it have made any difference to\r\nhim.--With a little freedom in the use of words, one might actually call\r\nJesus a \"free spirit\"[9]--he cares nothing for what is established: the\r\nword _killeth_,[10] whatever is established _killeth_. The idea of\r\n\"life\" as an _experience_, as he alone conceives it, stands opposed to\r\nhis mind to every sort of word, formula, law, belief and dogma. He\r\nspeaks only of inner things: \"life\" or \"truth\" or \"light\" is his word\r\nfor the innermost--in his sight everything else, the whole of reality,\r\nall nature, even language, has significance only as sign, as\r\nallegory.--Here it is of paramount importance to be led into no error by\r\nthe temptations lying in Christian, or rather _ecclesiastical_\r\nprejudices: such a symbolism _par excellence_ stands outside all\r\nreligion, all notions of worship, all history, all natural science, all\r\nworldly experience, all knowledge, all politics, all psychology, all\r\nbooks, all art--his \"wisdom\" is precisely a _pure ignorance_[11] of all\r\nsuch things. He has never heard of _culture_; he doesn't have to make\r\nwar on it--he doesn't even deny it.... The same thing may be said of the\r\n_state_, of the whole bourgeoise social order, of labour, of war--he has\r\nno ground for denying \"the world,\" for he knows nothing of the\r\necclesiastical concept of \"the world\".... _Denial_ is precisely the\r\nthing that is impossible to him.--In the same way he lacks argumentative\r\ncapacity, and has no belief that an article of faith, a \"truth,\" may be\r\nestablished by proofs (--_his_ proofs are inner \"lights,\" subjective\r\nsensations of happiness and self-approval, simple \"proofs of power\"--).\r\nSuch a doctrine _cannot_ contradict: it doesn't know that other\r\ndoctrines exist, or _can_ exist, and is wholly incapable of imagining\r\nanything opposed to it.... If anything of the sort is ever encountered,\r\nit laments the \"blindness\" with sincere sympathy--for it alone has\r\n\"light\"--but it does not offer objections....\r\n\r\n[6] The word _Semiotik_ is in the text, but it is probable that\r\n_Semantik_ is what Nietzsche had in mind.\r\n\r\n[7] One of the six great systems of Hindu philosophy.\r\n\r\n[8] The reputed founder of Taoism.\r\n\r\n[9] Nietzsche's name for one accepting his own philosophy.\r\n\r\n[10] That is, the strict letter of the law--the chief target of Jesus's\r\nearly preaching.\r\n\r\n[11] A reference to the \"pure ignorance\" (_reine Thorheit_) of Parsifal.\r\n\r\n\r\n33.\r\n\r\nIn the whole psychology of the \"Gospels\" the concepts of guilt and\r\npunishment are lacking, and so is that of reward. \"Sin,\" which means\r\nanything that puts a distance between God and man, is abolished--_this\r\nis precisely the \"glad tidings.\"_ Eternal bliss is not merely promised,\r\nnor is it bound up with conditions: it is conceived as the _only_\r\nreality--what remains consists merely of signs useful in speaking of it.\r\n\r\nThe _results_ of such a point of view project themselves into a new _way\r\nof life_, the special evangelical way of life. It is not a \"belief\" that\r\nmarks off the Christian; he is distinguished by a different mode of\r\naction; he acts _differently_. He offers no resistance, either by word\r\nor in his heart, to those who stand against him. He draws no distinction\r\nbetween strangers and countrymen, Jews and Gentiles (\"neighbour,\" of\r\ncourse, means fellow-believer, Jew). He is angry with no one, and he\r\ndespises no one. He neither appeals to the courts of justice nor heeds\r\ntheir mandates (\"Swear not at all\").[12] He never under any\r\ncircumstances divorces his wife, even when he has proofs of her\r\ninfidelity.--And under all of this is one principle; all of it arises\r\nfrom one instinct.--\r\n\r\n[12] Matthew v, 34.\r\n\r\nThe life of the Saviour was simply a carrying out of this way of\r\nlife--and so was his death.... He no longer needed any formula or ritual\r\nin his relations with God--not even prayer. He had rejected the whole of\r\nthe Jewish doctrine of repentance and atonement; he _knew_ that it was\r\nonly by a _way_ of life that one could feel one's self \"divine,\"\r\n\"blessed,\" \"evangelical,\" a \"child of God.\" _Not_ by \"repentance,\" _not_\r\nby \"prayer and forgiveness\" is the way to God: _only the Gospel way_\r\nleads to God--it is _itself_ \"God!\"--What the Gospels _abolished_ was\r\nthe Judaism in the concepts of \"sin,\" \"forgiveness of sin,\" \"faith,\"\r\n\"salvation through faith\"--the whole _ecclesiastical_ dogma of the Jews\r\nwas denied by the \"glad tidings.\"\r\n\r\nThe deep instinct which prompts the Christian how to _live_ so that he\r\nwill feel that he is \"in heaven\" and is \"immortal,\" despite many reasons\r\nfor feeling that he is _not_ \"in heaven\": this is the only psychological\r\nreality in \"salvation.\"--A new way of life, _not_ a new faith....\r\n\r\n\r\n34.\r\n\r\nIf I understand anything at all about this great symbolist, it is this:\r\nthat he regarded only _subjective_ realities as realities, as\r\n\"truths\"--that he saw everything else, everything natural, temporal,\r\nspatial and historical, merely as signs, as materials for parables. The\r\nconcept of \"the Son of God\" does not connote a concrete person in\r\nhistory, an isolated and definite individual, but an \"eternal\" fact, a\r\npsychological symbol set free from the concept of time. The same thing\r\nis true, and in the highest sense, of the _God_ of this typical\r\nsymbolist, of the \"kingdom of God,\" and of the \"sonship of God.\" Nothing\r\ncould be more un-Christian than the _crude ecclesiastical_ notions of\r\nGod as a _person_, of a \"kingdom of God\" that is to come, of a \"kingdom\r\nof heaven\" beyond, and of a \"son of God\" as the _second person_ of the\r\nTrinity. All this--if I may be forgiven the phrase--is like thrusting\r\none's fist into the eye (and what an eye!) of the Gospels: a disrespect\r\nfor symbols amounting to _world-historical cynicism_.... But it is\r\nnevertheless obvious enough what is meant by the symbols \"Father\" and\r\n\"Son\"--not, of course, to every one--: the word \"Son\" expresses\r\n_entrance_ into the feeling that there is a general transformation of\r\nall things (beatitude), and \"Father\" expresses _that feeling\r\nitself_--the sensation of eternity and of perfection.--I am ashamed to\r\nremind you of what the church has made of this symbolism: has it not set\r\nan Amphitryon story[13] at the threshold of the Christian \"faith\"? And a\r\ndogma of \"immaculate conception\" for good measure?... _And thereby it\r\nhas robbed conception of its immaculateness_--\r\n\r\n[13] Amphitryon was the son of Alcaeus, King of Tiryns.\r\nHis wife was Alcmene. During his absence she was visited by Zeus, and\r\nbore Heracles.\r\n\r\nThe \"kingdom of heaven\" is a state of the heart--not something to come\r\n\"beyond the world\" or \"after death.\" The whole idea of natural death is\r\n_absent_ from the Gospels: death is not a bridge, not a passing; it is\r\nabsent because it belongs to a quite different, a merely apparent world,\r\nuseful only as a symbol. The \"hour of death\" is _not_ a Christian\r\nidea--\"hours,\" time, the physical life and its crises have no existence\r\nfor the bearer of \"glad tidings.\"... The \"kingdom of God\" is not\r\nsomething that men wait for: it had no yesterday and no day after\r\ntomorrow, it is not going to come at a \"millennium\"--it is an experience\r\nof the heart, it is everywhere and it is nowhere....\r\n\r\n\r\n35.\r\n\r\nThis \"bearer of glad tidings\" died as he lived and _taught_--_not_ to\r\n\"save mankind,\" but to show mankind how to live. It was a _way of life_\r\nthat he bequeathed to man: his demeanour before the judges, before the\r\nofficers, before his accusers--his demeanour on the _cross_. He does not\r\nresist; he does not defend his rights; he makes no effort to ward off\r\nthe most extreme penalty--more, _he invites it_.... And he prays,\r\nsuffers and loves _with_ those, _in_ those, who do him evil.... _Not_ to\r\ndefend one's self, _not_ to show anger, _not_ to lay blames.... On the\r\ncontrary, to submit even to the Evil One--to _love_ him....\r\n\r\n\r\n36.\r\n\r\n--We free spirits--we are the first to have the necessary prerequisite\r\nto understanding what nineteen centuries have misunderstood--that\r\ninstinct and passion for integrity which makes war upon the \"holy lie\"\r\neven more than upon all other lies.... Mankind was unspeakably far from\r\nour benevolent and cautious neutrality, from that discipline of the\r\nspirit which alone makes possible the solution of such strange and\r\nsubtle things: what men always sought, with shameless egoism, was their\r\n_own_ advantage therein; they created the _church_ out of denial of the\r\nGospels....\r\n\r\nWhoever sought for signs of an ironical divinity's hand in the great\r\ndrama of existence would find no small indication thereof in the\r\n_stupendous question-mark_ that is called Christianity. That mankind\r\nshould be on its knees before the very antithesis of what was the\r\norigin, the meaning and the _law_ of the Gospels--that in the concept of\r\nthe \"church\" the very things should be pronounced holy that the \"bearer\r\nof glad tidings\" regards as _beneath_ him and _behind_ him--it would be\r\nimpossible to surpass this as a grand example of _world-historical\r\nirony_--\r\n\r\n\r\n37.\r\n\r\n--Our age is proud of its historical sense: how, then, could it delude\r\nitself into believing that the _crude fable of the wonder-worker and\r\nSaviour_ constituted the beginnings of Christianity--and that everything\r\nspiritual and symbolical in it only came later? Quite to the contrary,\r\nthe whole history of Christianity--from the death on the cross\r\nonward--is the history of a progressively clumsier misunderstanding of\r\nan _original_ symbolism. With every extension of Christianity among\r\nlarger and ruder masses, even less capable of grasping the principles\r\nthat gave birth to it, the need arose to make it more and more _vulgar_\r\nand _barbarous_--it absorbed the teachings and rites of all the\r\n_subterranean_ cults of the _imperium Romanum_, and the absurdities\r\nengendered by all sorts of sickly reasoning. It was the fate of\r\nChristianity that its faith had to become as sickly, as low and as\r\nvulgar as the needs were sickly, low and vulgar to which it had to\r\nadminister. A _sickly barbarism_ finally lifts itself to power as the\r\nchurch--the church, that incarnation of deadly hostility to all honesty,\r\nto all loftiness of soul, to all discipline of the spirit, to all\r\nspontaneous and kindly humanity.--_Christian_ values--_noble_ values: it\r\nis only we, we _free_ spirits, who have re-established this greatest of\r\nall antitheses in values!...\r\n\r\n\r\n38.\r\n\r\n--I cannot, at this place, avoid a sigh. There are days when I am\r\nvisited by a feeling blacker than the blackest melancholy--_contempt of\r\nman_. Let me leave no doubt as to _what_ I despise, _whom_ I despise:\r\nit is the man of today, the man with whom I am unhappily\r\ncontemporaneous. The man of today--I am suffocated by his foul\r\nbreath!... Toward the past, like all who understand, I am full of\r\ntolerance, which is to say, _generous_ self-control: with gloomy caution\r\nI pass through whole millenniums of this madhouse of a world, call it\r\n\"Christianity,\" \"Christian faith\" or the \"Christian church,\" as you\r\nwill--I take care not to hold mankind responsible for its lunacies. But\r\nmy feeling changes and breaks out irresistibly the moment I enter modern\r\ntimes, _our_ times. Our age _knows better_.... What was formerly merely\r\nsickly now becomes indecent--it is indecent to be a Christian today.\r\n_And here my disgust begins._--I look about me: not a word survives of\r\nwhat was once called \"truth\"; we can no longer bear to hear a priest\r\npronounce the word. Even a man who makes the most modest pretensions to\r\nintegrity _must_ know that a theologian, a priest, a pope of today not\r\nonly errs when he speaks, but actually _lies_--and that he no longer\r\nescapes blame for his lie through \"innocence\" or \"ignorance.\" The priest\r\nknows, as every one knows, that there is no longer any \"God,\" or any\r\n\"sinner,\" or any \"Saviour\"--that \"free will\" and the \"moral order of the\r\nworld\" are lies--: serious reflection, the profound self-conquest of the\r\nspirit, _allow_ no man to pretend that he does _not_ know it.... _All_\r\nthe ideas of the church are now recognized for what they are--as the\r\nworst counterfeits in existence, invented to debase nature and all\r\nnatural values; the priest himself is seen as he actually is--as the\r\nmost dangerous form of parasite, as the venomous spider of creation....\r\nWe know, our _conscience_ now knows--just _what_ the real value of all\r\nthose sinister inventions of priest and church has been and _what ends\r\nthey have served_, with their debasement of humanity to a state of\r\nself-pollution, the very sight of which excites loathing,--the concepts\r\n\"the other world,\" \"the last judgment,\" \"the immortality of the soul,\"\r\nthe \"soul\" itself: they are all merely so many instruments of torture,\r\nsystems of cruelty, whereby the priest becomes master and remains\r\nmaster.... Every one knows this, _but nevertheless things remain as\r\nbefore_. What has become of the last trace of decent feeling, of\r\nself-respect, when our statesmen, otherwise an unconventional class of\r\nmen and thoroughly anti-Christian in their acts, now call themselves\r\nChristians and go to the communion-table?... A prince at the head of his\r\narmies, magnificent as the expression of the egoism and arrogance of his\r\npeople--and yet acknowledging, _without_ any shame, that he is a\r\nChristian!... Whom, then, does Christianity deny? _what_ does it call\r\n\"the world\"? To be a _soldier_, to be a judge, to be a patriot; to\r\ndefend one's self; to be careful of one's honour; to desire one's own\r\nadvantage; to be _proud_ ... every act of everyday, every instinct,\r\nevery valuation that shows itself in a _deed_, is now anti-Christian:\r\nwhat a _monster of falsehood_ the modern man must be to call himself\r\nnevertheless, and _without_ shame, a Christian!--\r\n\r\n\r\n39.\r\n\r\n--I shall go back a bit, and tell you the _authentic_ history of\r\nChristianity.--The very word \"Christianity\" is a misunderstanding--at\r\nbottom there was only one Christian, and he died on the cross. The\r\n\"Gospels\" _died_ on the cross. What, from that moment onward, was called\r\nthe \"Gospels\" was the very reverse of what _he_ had lived: \"bad\r\ntidings,\" a _Dysangelium_.[14] It is an error amounting to\r\nnonsensicality to see in \"faith,\" and particularly in faith in salvation\r\nthrough Christ, the distinguishing mark of the Christian: only the\r\nChristian _way of life_, the life _lived_ by him who died on the cross,\r\nis Christian.... To this day _such_ a life is still possible, and for\r\n_certain_ men even necessary: genuine, primitive Christianity will\r\nremain possible in all ages.... _Not_ faith, but acts; above all, an\r\n_avoidance_ of acts, a different _state of being_.... States of\r\nconsciousness, faith of a sort, the acceptance, for example, of anything\r\nas true--as every psychologist knows, the value of these things is\r\nperfectly indifferent and fifth-rate compared to that of the instincts:\r\nstrictly speaking, the whole concept of intellectual causality is false.\r\nTo reduce being a Christian, the state of Christianity, to an acceptance\r\nof truth, to a mere phenomenon of consciousness, is to formulate the\r\nnegation of Christianity. _In fact, there are no Christians._ The\r\n\"Christian\"--he who for two thousand years has passed as a Christian--is\r\nsimply a psychological self-delusion. Closely examined, it appears\r\nthat, _despite_ all his \"faith,\" he has been ruled _only_ by his\r\ninstincts--and _what instincts_!--In all ages--for example, in the case\r\nof Luther--\"faith\" has been no more than a cloak, a pretense, a _curtain_\r\nbehind which the instincts have played their game--a shrewd _blindness_\r\nto the domination of _certain_ of the instincts.... I have already\r\ncalled \"faith\" the specially Christian form of _shrewdness_--people\r\nalways _talk_ of their \"faith\" and _act_ according to their\r\ninstincts.... In the world of ideas of the Christian there is nothing\r\nthat so much as touches reality: on the contrary, one recognizes\r\nan instinctive _hatred_ of reality as the motive power, the only motive\r\npower at the bottom of Christianity. What follows therefrom? That even\r\nhere, in _psychologicis_, there is a radical error, which is to say one\r\nconditioning fundamentals, which is to say, one in _substance_. Take\r\naway one idea and put a genuine reality in its place--and the whole of\r\nChristianity crumbles to nothingness!--Viewed calmly, this strangest of\r\nall phenomena, a religion not only depending on errors, but inventive\r\nand ingenious _only_ in devising injurious errors, poisonous to life\r\nand to the heart--this remains a _spectacle for the gods_--for those\r\ngods who are also philosophers, and whom I have encountered, for\r\nexample, in the celebrated dialogues at Naxos. At the moment when their\r\n_disgust_ leaves them (--and us!) they will be thankful for the\r\nspectacle afforded by the Christians: perhaps because of _this_ curious\r\nexhibition alone the wretched little planet called the earth deserves a\r\nglance from omnipotence, a show of divine interest.... Therefore, let us\r\nnot underestimate the Christians: the Christian, false _to the point of\r\ninnocence_, is far above the ape--in its application to the Christians a\r\nwell-known theory of descent becomes a mere piece of politeness....\r\n\r\n[14] So in the text. One of Nietzsche's numerous coinages, obviously\r\nsuggested by _Evangelium_, the German for _gospel_.\r\n\r\n\r\n40.\r\n\r\n--The fate of the Gospels was decided by death--it hung on the \"cross.\"...\r\nIt was only death, that unexpected and shameful death; it was only\r\nthe cross, which was usually reserved for the canaille only--it was only\r\nthis appalling paradox which brought the disciples face to face with the\r\nreal riddle: \"_Who was it? what was it_?\"--The feeling of dismay, of\r\nprofound affront and injury; the suspicion that such a death might\r\ninvolve a _refutation_ of their cause; the terrible question, \"Why just\r\nin this way?\"--this state of mind is only too easy to understand. Here\r\neverything _must_ be accounted for as necessary; everything must have a\r\nmeaning, a reason, the highest sort of reason; the love of a disciple\r\nexcludes all chance. Only then did the chasm of doubt yawn: \"_Who_ put\r\nhim to death? who was his natural enemy?\"--this question flashed like a\r\nlightning-stroke. Answer: dominant Judaism, its ruling class. From that\r\nmoment, one found one's self in revolt _against_ the established order,\r\nand began to understand Jesus as _in revolt against the established\r\norder_. Until then this militant, this nay-saying, nay-doing element in\r\nhis character had been lacking; what is more, he had appeared to present\r\nits opposite. Obviously, the little community had _not_ understood what\r\nwas precisely the most important thing of all: the example offered by\r\nthis way of dying, the freedom from and superiority to every feeling of\r\n_ressentiment_--a plain indication of how little he was understood at\r\nall! All that Jesus could hope to accomplish by his death, in itself,\r\nwas to offer the strongest possible proof, or _example_, of his\r\nteachings in the most public manner.... But his disciples were very far\r\nfrom _forgiving_ his death--though to have done so would have accorded\r\nwith the Gospels in the highest degree; and neither were they prepared\r\nto _offer_ themselves, with gentle and serene calmness of heart, for a\r\nsimilar death.... On the contrary, it was precisely the most\r\nunevangelical of feelings, _revenge_, that now possessed them. It seemed\r\nimpossible that the cause should perish with his death: \"recompense\" and\r\n\"judgment\" became necessary (--yet what could be less evangelical than\r\n\"recompense,\" \"punishment,\" and \"sitting in judgment\"!). Once more the\r\npopular belief in the coming of a messiah appeared in the foreground;\r\nattention was rivetted upon an historical moment: the \"kingdom of God\"\r\nis to come, with judgment upon his enemies.... But in all this there was\r\na wholesale misunderstanding: imagine the \"kingdom of God\" as a last\r\nact, as a mere promise! The Gospels had been, in fact, the incarnation,\r\nthe fulfilment, the _realization_ of this \"kingdom of God.\" It was only\r\nnow that all the familiar contempt for and bitterness against Pharisees\r\nand theologians began to appear in the character of the Master--he was\r\nthereby _turned_ into a Pharisee and theologian himself! On the other\r\nhand, the savage veneration of these completely unbalanced souls could\r\nno longer endure the Gospel doctrine, taught by Jesus, of the equal\r\nright of all men to be children of God: their revenge took the form of\r\n_elevating_ Jesus in an extravagant fashion, and thus separating him\r\nfrom themselves: just as, in earlier times, the Jews, to revenge\r\nthemselves upon their enemies, separated themselves from their God, and\r\nplaced him on a great height. The One God and the Only Son of God: both\r\nwere products of _ressentiment_....\r\n\r\n\r\n41.\r\n\r\n--And from that time onward an absurd problem offered itself: \"how\r\n_could_ God allow it!\" To which the deranged reason of the little\r\ncommunity formulated an answer that was terrifying in its absurdity: God\r\ngave his son as a _sacrifice_ for the forgiveness of sins. At once there\r\nwas an end of the gospels! Sacrifice for sin, and in its most obnoxious\r\nand barbarous form: sacrifice of the _innocent_ for the sins of the\r\nguilty! What appalling paganism!--Jesus himself had done away with the\r\nvery concept of \"guilt,\" he denied that there was any gulf fixed between\r\nGod and man; he _lived_ this unity between God and man, and that was\r\nprecisely _his_ \"glad tidings\".... And _not_ as a mere privilege!--From\r\nthis time forward the type of the Saviour was corrupted, bit by bit, by\r\nthe doctrine of judgment and of the second coming, the doctrine of death\r\nas a sacrifice, the doctrine of the _resurrection_, by means of which\r\nthe entire concept of \"blessedness,\" the whole and only reality of the\r\ngospels, is juggled away--in favour of a state of existence _after_\r\ndeath!... St. Paul, with that rabbinical impudence which shows itself in\r\nall his doings, gave a logical quality to that conception, that\r\n_indecent_ conception, in this way: \"_If_ Christ did not rise from the\r\ndead, then all our faith is in vain!\"--And at once there sprang from the\r\nGospels the most contemptible of all unfulfillable promises, the\r\n_shameless_ doctrine of personal immortality.... Paul even preached it\r\nas a _reward_....\r\n\r\n\r\n42.\r\n\r\nOne now begins to see just _what_ it was that came to an end with the\r\ndeath on the cross: a new and thoroughly original effort to found a\r\nBuddhistic peace movement, and so establish _happiness on earth_--real,\r\n_not_ merely promised. For this remains--as I have already pointed\r\nout--the essential difference between the two religions of _décadence_:\r\nBuddhism promises nothing, but actually fulfils; Christianity promises\r\neverything, but _fulfils nothing_.--Hard upon the heels of the \"glad\r\ntidings\" came the worst imaginable: those of Paul. In Paul is incarnated\r\nthe very opposite of the \"bearer of glad tidings\"; he represents the\r\ngenius for hatred, the vision of hatred, the relentless logic of hatred.\r\n_What_, indeed, has not this dysangelist sacrificed to hatred! Above\r\nall, the Saviour: he nailed him to _his own_ cross. The life, the\r\nexample, the teaching, the death of Christ, the meaning and the law of\r\nthe whole gospels--nothing was left of all this after that counterfeiter\r\nin hatred had reduced it to his uses. Surely _not_ reality; surely _not_\r\nhistorical truth!... Once more the priestly instinct of the Jew\r\nperpetrated the same old master crime against history--he simply struck\r\nout the yesterday and the day before yesterday of Christianity, and\r\n_invented his own history of Christian beginnings_. Going further, he\r\ntreated the history of Israel to another falsification, so that it\r\nbecame a mere prologue to _his_ achievement: all the prophets, it now\r\nappeared, had referred to _his_ \"Saviour.\"... Later on the church even\r\nfalsified the history of man in order to make it a prologue to\r\nChristianity.... The figure of the Saviour, his teaching, his way of\r\nlife, his death, the meaning of his death, even the consequences of his\r\ndeath--nothing remained untouched, nothing remained in even remote\r\ncontact with reality. Paul simply shifted the centre of gravity of that\r\nwhole life to a place _behind_ this existence--in the _lie_ of the\r\n\"risen\" Jesus. At bottom, he had no use for the life of the\r\nSaviour--what he needed was the death on the cross, _and_ something\r\nmore. To see anything honest in such a man as Paul, whose home was at\r\nthe centre of the Stoical enlightenment, when he converts an\r\nhallucination into a _proof_ of the resurrection of the Saviour, or even\r\nto believe his tale that he suffered from this hallucination\r\nhimself--this would be a genuine _niaiserie_ in a psychologist. Paul\r\nwilled the end; _therefore_ he also willed the means.... What he himself\r\ndidn't believe was swallowed readily enough by the idiots among whom he\r\nspread _his_ teaching.--What _he_ wanted was power; in Paul the priest\r\nonce more reached out for power--he had use only for such concepts,\r\nteachings and symbols as served the purpose of tyrannizing over the\r\nmasses and organizing mobs. _What_ was the only part of Christianity\r\nthat Mohammed borrowed later on? Paul's invention, his device for\r\nestablishing priestly tyranny and organizing the mob: the belief in the\r\nimmortality of the soul--_that is to say, the doctrine of\r\n\"judgment\"_....\r\n\r\n\r\n43.\r\n\r\nWhen the centre of gravity of life is placed, _not_ in life itself, but\r\nin \"the beyond\"--in _nothingness_--then one has taken away its centre of\r\ngravity altogether. The vast lie of personal immortality destroys all\r\nreason, all natural instinct--henceforth, everything in the instincts\r\nthat is beneficial, that fosters life and that safeguards the future is\r\na cause of suspicion. So to live that life no longer has any meaning:\r\n_this_ is now the \"meaning\" of life.... Why be public-spirited? Why take\r\nany pride in descent and forefathers? Why labour together, trust one\r\nanother, or concern one's self about the common welfare, and try to\r\nserve it?... Merely so many \"temptations,\" so many strayings from the\r\n\"straight path.\"--\"_One_ thing only is necessary\".... That every man,\r\nbecause he has an \"immortal soul,\" is as good as every other man; that\r\nin an infinite universe of things the \"salvation\" of _every_ individual\r\nmay lay claim to eternal importance; that insignificant bigots and the\r\nthree-fourths insane may assume that the laws of nature are constantly\r\n_suspended_ in their behalf--it is impossible to lavish too much\r\ncontempt upon such a magnification of every sort of selfishness to\r\ninfinity, to _insolence_. And yet Christianity has to thank precisely\r\n_this_ miserable flattery of personal vanity for its _triumph_--it was\r\nthus that it lured all the botched, the dissatisfied, the fallen upon\r\nevil days, the whole refuse and off-scouring of humanity to its side.\r\nThe \"salvation of the soul\"--in plain English: \"the world revolves\r\naround _me_.\"... The poisonous doctrine, \"_equal_ rights for all,\" has\r\nbeen propagated as a Christian principle: out of the secret nooks and\r\ncrannies of bad instinct Christianity has waged a deadly war upon all\r\nfeelings of reverence and distance between man and man, which is to\r\nsay, upon the first _prerequisite_ to every step upward, to every\r\ndevelopment of civilization--out of the _ressentiment_ of the masses it\r\nhas forged its chief weapons against _us_, against everything noble,\r\njoyous and high-spirited on earth, against our happiness on earth.... To\r\nallow \"immortality\" to every Peter and Paul was the greatest, the most\r\nvicious outrage upon _noble_ humanity ever perpetrated.--_And_ let us\r\nnot underestimate the fatal influence that Christianity has had, even\r\nupon politics! Nowadays no one has courage any more for special rights,\r\nfor the right of dominion, for feelings of honourable pride in himself\r\nand his equals--for the _pathos of distance_.... Our politics is sick\r\nwith this lack of courage!--The aristocratic attitude of mind has been\r\nundermined by the lie of the equality of souls; and if belief in the\r\n\"privileges of the majority\" makes and _will continue to make_\r\nrevolutions--it is Christianity, let us not doubt, and _Christian_\r\nvaluations, which convert every revolution into a carnival of blood and\r\ncrime! Christianity is a revolt of all creatures that creep on the\r\nground against everything that is _lofty_: the gospel of the \"lowly\"\r\n_lowers_....\r\n\r\n\r\n44.\r\n\r\n--The gospels are invaluable as evidence of the corruption that was\r\nalready persistent _within_ the primitive community. That which Paul,\r\nwith the cynical logic of a rabbi, later developed to a conclusion was\r\nat bottom merely a process of decay that had begun with the death of the\r\nSaviour.--These gospels cannot be read too carefully; difficulties lurk\r\nbehind every word. I confess--I hope it will not be held against\r\nme--that it is precisely for this reason that they offer first-rate joy\r\nto a psychologist--as the _opposite_ of all merely naïve corruption, as\r\nrefinement _par excellence_, as an artistic triumph in psychological\r\ncorruption. The gospels, in fact, stand alone. The Bible as a whole is\r\nnot to be compared to them. Here we are among Jews: this is the _first_\r\nthing to be borne in mind if we are not to lose the thread of the\r\nmatter. This positive genius for conjuring up a delusion of personal\r\n\"holiness\" unmatched anywhere else, either in books or by men; this\r\nelevation of fraud in word and attitude to the level of an _art_--all\r\nthis is not an accident due to the chance talents of an individual, or\r\nto any violation of nature. The thing responsible is _race_. The whole\r\nof Judaism appears in Christianity as the art of concocting holy lies,\r\nand there, after many centuries of earnest Jewish training and hard\r\npractice of Jewish technic, the business comes to the stage of mastery.\r\nThe Christian, that _ultima ratio_ of lying, is the Jew all over\r\nagain--he is _threefold_ the Jew.... The underlying will to make use\r\nonly of such concepts, symbols and attitudes as fit into priestly\r\npractice, the instinctive repudiation of every _other_ mode of thought,\r\nand every other method of estimating values and utilities--this is not\r\nonly tradition, it is _inheritance_: only as an inheritance is it able\r\nto operate with the force of nature. The whole of mankind, even the best\r\nminds of the best ages (with one exception, perhaps hardly human--),\r\nhave permitted themselves to be deceived. The gospels have been read as\r\na _book of innocence_ ... surely no small indication of the high skill\r\nwith which the trick has been done.--Of course, if we could actually\r\n_see_ these astounding bigots and bogus saints, even if only for an\r\ninstant, the farce would come to an end,--and it is precisely because\r\n_I_ cannot read a word of theirs without seeing their attitudinizing\r\nthat _I have made an end of them_.... I simply cannot endure the way\r\nthey have of rolling up their eyes.--For the majority, happily enough,\r\nbooks are mere _literature_.--Let us not be led astray: they say \"judge\r\nnot,\" and yet they condemn to hell whoever stands in their way. In\r\nletting God sit in judgment they judge themselves; in glorifying God\r\nthey glorify themselves; in _demanding_ that every one show the virtues\r\nwhich they themselves happen to be capable of--still more, which they\r\n_must_ have in order to remain on top--they assume the grand air of men\r\nstruggling for virtue, of men engaging in a war that virtue may prevail.\r\n\"We live, we die, we sacrifice ourselves _for the good_\" (--\"the truth,\"\r\n\"the light,\" \"the kingdom of God\"): in point of fact, they simply do\r\nwhat they cannot help doing. Forced, like hypocrites, to be sneaky, to\r\nhide in corners, to slink along in the shadows, they convert their\r\nnecessity into a _duty_: it is on grounds of duty that they account for\r\ntheir lives of humility, and that humility becomes merely one more proof\r\nof their piety.... Ah, that humble, chaste, charitable brand of fraud!\r\n\"Virtue itself shall bear witness for us.\"... One may read the gospels\r\nas books of _moral_ seduction: these petty folks fasten themselves to\r\nmorality--they know the uses of morality! Morality is the best of all\r\ndevices for leading mankind _by the nose_!--The fact is that the\r\nconscious conceit of the chosen here disguises itself as modesty: it is\r\nin this way that _they_, the \"community,\" the \"good and just,\" range\r\nthemselves, once and for always, on one side, the side of \"the\r\ntruth\"--and the rest of mankind, \"the world,\" on the other.... In _that_\r\nwe observe the most fatal sort of megalomania that the earth has ever\r\nseen: little abortions of bigots and liars began to claim exclusive\r\nrights in the concepts of \"God,\" \"the truth,\" \"the light,\" \"the spirit,\"\r\n\"love,\" \"wisdom\" and \"life,\" as if these things were synonyms of\r\nthemselves and thereby they sought to fence themselves off from the\r\n\"world\"; little super-Jews, ripe for some sort of madhouse, turned\r\nvalues upside down in order to meet _their_ notions, just as if the\r\nChristian were the meaning, the salt, the standard and even the _last\r\njudgment_ of all the rest.... The whole disaster was only made possible\r\nby the fact that there already existed in the world a similar\r\nmegalomania, allied to this one in race, to wit, the _Jewish_: once a\r\nchasm began to yawn between Jews and Judaeo-Christians, the latter had\r\nno choice but to employ the self-preservative measures that the Jewish\r\ninstinct had devised, even _against_ the Jews themselves, whereas the\r\nJews had employed them only against non-Jews. The Christian is simply a\r\nJew of the \"reformed\" confession.--\r\n\r\n\r\n45.\r\n\r\n--I offer a few examples of the sort of thing these petty people have\r\ngot into their heads--what they have _put into the mouth_ of the Master:\r\nthe unalloyed creed of \"beautiful souls.\"--\r\n\r\n\"And whosoever shall not receive you, nor hear you, when ye depart\r\nthence, shake off the dust under your feet for a testimony against them.\r\nVerily I say unto you, it shall be more tolerable for Sodom and Gomorrha\r\nin the day of judgment, than for that city\" (Mark vi, 11)--How\r\n_evangelical_!...\r\n\r\n\"And whosoever shall offend one of _these_ little ones that believe in\r\nme, it is better for him that a millstone were hanged about his neck,\r\nand he were cast into the sea\" (Mark ix, 42).--How _evangelical_!...\r\n\r\n\"And if thine eye offend thee, pluck it out: it is better for\r\nthee to enter into the kingdom of God with one eye, than having two eyes\r\nto be cast into hell fire; Where the worm dieth not, and the fire is not\r\nquenched.\" (Mark ix, 47.[15])--It is not exactly the eye that is\r\nmeant....\r\n\r\n[15] To which, without mentioning it, Nietzsche adds verse 48.\r\n\r\n\"Verily I say unto you, That there be some of them that stand here,\r\nwhich shall not taste of death, till they have seen the kingdom of God\r\ncome with power.\" (Mark ix, 1.)--Well _lied_, lion![16]...\r\n\r\n[16] A paraphrase of Demetrius' \"Well roar'd, Lion!\" in act v, scene 1\r\nof \"A Midsummer Night's Dream.\" The lion, of course, is the familiar\r\nChristian symbol for Mark.\r\n\r\n\"Whosoever will come after me, let him deny himself, and take up his\r\ncross, and follow me. _For_...\" (_Note of a psychologist._ Christian\r\nmorality is refuted by its _fors_: its reasons are against it,--this\r\nmakes it Christian.) Mark viii, 34.--\r\n\r\n\"Judge not, that ye be not judged. With what measure ye mete, it shall\r\nbe measured to you again.\" (Matthew vii, 1.[17])--What a notion of\r\njustice, of a \"just\" judge!...\r\n\r\n[17] Nietzsche also quotes part of verse 2.\r\n\r\n\"For if ye love them which love you, what reward have ye? do not even\r\nthe publicans the same? And if ye salute your brethren only, what do ye\r\nmore _than others_? do not even the publicans so?\" (Matthew v,\r\n46.[18])--Principle of \"Christian love\": it insists upon being well\r\n_paid_ in the end....\r\n\r\n[18] The quotation also includes verse 47.\r\n\r\n\"But if ye forgive not men their trespasses, neither will your Father\r\nforgive your trespasses.\" (Matthew vi, 15.)--Very compromising for the\r\nsaid \"father.\"...\r\n\r\n\"But seek ye first the kingdom of God, and his righteousness; and all\r\nthese things shall be added unto you.\" (Matthew vi, 33.)--All these\r\nthings: namely, food, clothing, all the necessities of life. An _error_,\r\nto put it mildly.... A bit before this God appears as a tailor, at least\r\nin certain cases....\r\n\r\n\"Rejoice ye in that day, and leap for joy: for, behold, your reward _is_\r\ngreat in heaven: for in the like manner did their fathers unto the\r\nprophets.\" (Luke vi, 23.)--_Impudent_ rabble! It compares itself to the\r\nprophets....\r\n\r\n\"Know ye not that ye are the temple of God, and _that_ the spirit of God\r\ndwelleth in you? If any man defile the temple of God, _him shall God\r\ndestroy_; for the temple of God is holy, _which temple ye are_.\" (Paul,\r\n1 Corinthians iii, 16.[19])--For that sort of thing one cannot have\r\nenough contempt....\r\n\r\n[19] And 17.\r\n\r\n\"Do ye not know that the saints shall judge the world? and if the world\r\nshall be judged by you, are ye unworthy to judge the smallest matters?\"\r\n(Paul, 1 Corinthians vi, 2.)--Unfortunately, not merely the speech of\r\na lunatic.... This _frightful impostor_ then proceeds: \"Know ye not\r\nthat we shall judge angels? how much more things that pertain to this\r\nlife?\"...\r\n\r\n\"Hath not God made foolish the wisdom of this world? For after that in\r\nthe wisdom of God the world by wisdom knew not God, it pleased God by\r\nthe foolishness of preaching to save them that believe.... Not many wise\r\nmen after the flesh, not men mighty, not many noble _are called_: But\r\nGod hath chosen the foolish things of the world to confound the wise;\r\nand God hath chosen the weak things of the world to confound the things\r\nwhich are mighty; And base things of the world, and things which are\r\ndespised, hath God chosen, _yea_, and things which are not, to bring to\r\nnought things that are: That no flesh should glory in his presence.\"\r\n(Paul, 1 Corinthians i, 20ff.[20])--In order to _understand_ this\r\npassage, a first-rate example of the psychology underlying every\r\nChandala-morality, one should read the first part of my \"Genealogy of\r\nMorals\": there, for the first time, the antagonism between a _noble_\r\nmorality and a morality born of _ressentiment_ and impotent vengefulness\r\nis exhibited. Paul was the greatest of all apostles of revenge....\r\n\r\n[20] Verses 20, 21, 26, 27, 28, 29.\r\n\r\n\r\n46.\r\n\r\n--_What follows, then?_ That one had better put on gloves before reading\r\nthe New Testament. The presence of so much filth makes it very\r\nadvisable. One would as little choose \"early Christians\" for companions\r\nas Polish Jews: not that one need seek out an objection to them....\r\nNeither has a pleasant smell.--I have searched the New Testament in vain\r\nfor a single sympathetic touch; nothing is there that is free, kindly,\r\nopen-hearted or upright. In it humanity does not even make the first\r\nstep upward--the instinct for _cleanliness_ is lacking.... Only _evil_\r\ninstincts are there, and there is not even the courage of these evil\r\ninstincts. It is all cowardice; it is all a shutting of the eyes, a\r\nself-deception. Every other book becomes clean, once one has read the\r\nNew Testament: for example, immediately after reading Paul I took up\r\nwith delight that most charming and wanton of scoffers, Petronius, of\r\nwhom one may say what Domenico Boccaccio wrote of Cæsar Borgia to the\r\nDuke of Parma: \"_è tutto festo_\"--immortally healthy, immortally\r\ncheerful and sound.... These petty bigots make a capital miscalculation.\r\nThey attack, but everything they attack is thereby _distinguished_.\r\nWhoever is attacked by an \"early Christian\" is surely _not_ befouled....\r\nOn the contrary, it is an honour to have an \"early Christian\" as an\r\nopponent. One cannot read the New Testament without acquired admiration\r\nfor whatever it abuses--not to speak of the \"wisdom of this world,\"\r\nwhich an impudent wind-bag tries to dispose of \"by the foolishness of\r\npreaching.\"... Even the scribes and pharisees are benefitted by such\r\nopposition: they must certainly have been worth something to have been\r\nhated in such an indecent manner. Hypocrisy--as if this were a charge\r\nthat the \"early Christians\" _dared_ to make!--After all, they were the\r\n_privileged_, and that was enough: the hatred of the Chandala needed no\r\nother excuse. The \"early Christian\"--and also, I fear, the \"last\r\nChristian,\" _whom I may perhaps live to see_--is a rebel against all\r\nprivilege by profound instinct--he lives and makes war for ever for\r\n\"equal rights.\"... Strictly speaking, he has no alternative. When a man\r\nproposes to represent, in his own person, the \"chosen of God\"--or to be\r\na \"temple of God,\" or a \"judge of the angels\"--then every _other_\r\ncriterion, whether based upon honesty, upon intellect, upon manliness\r\nand pride, or upon beauty and freedom of the heart, becomes simply\r\n\"worldly\"--_evil in itself_.... Moral: every word that comes from the\r\nlips of an \"early Christian\" is a lie, and his every act is\r\ninstinctively dishonest--all his values, all his aims are noxious, but\r\n_whoever_ he hates, _whatever_ he hates, has real _value_.... The\r\nChristian, and particularly the Christian priest, is thus a _criterion\r\nof values_.\r\n\r\n--Must I add that, in the whole New Testament, there appears but a\r\n_solitary_ figure worthy of honour? Pilate, the Roman viceroy. To regard\r\na Jewish imbroglio _seriously_--that was quite beyond him. One Jew more\r\nor less--what did it matter?... The noble scorn of a Roman, before whom\r\nthe word \"truth\" was shamelessly mishandled, enriched the New Testament\r\nwith the only saying _that has any value_--and that is at once its\r\ncriticism and its _destruction_: \"What is truth?...\"\r\n\r\n\r\n47.\r\n\r\n--The thing that sets us apart is not that we are unable to find God,\r\neither in history, or in nature, or behind nature--but that we regard\r\nwhat has been honoured as God, not as \"divine,\" but as pitiable, as\r\nabsurd, as injurious; not as a mere error, but as a _crime against\r\nlife_.... We deny that God is God.... If any one were to _show_ us this\r\nChristian God, we'd be still less inclined to believe in him.--In a\r\nformula: _deus, qualem Paulus creavit, dei negatio_.--Such a religion as\r\nChristianity, which does not touch reality at a single point and which\r\ngoes to pieces the moment reality asserts its rights at any point, must\r\nbe inevitably the deadly enemy of the \"wisdom of this world,\" which is\r\nto say, of _science_--and it will give the name of good to whatever\r\nmeans serve to poison, calumniate and _cry down_ all intellectual\r\ndiscipline, all lucidity and strictness in matters of intellectual\r\nconscience, and all noble coolness and freedom of the mind. \"Faith,\" as\r\nan imperative, vetoes science--_in praxi_, lying at any price.... Paul\r\n_well knew_ that lying--that \"faith\"--was necessary; later on the church\r\nborrowed the fact from Paul.--The God that Paul invented for himself, a\r\nGod who \"reduced to absurdity\" \"the wisdom of this world\" (especially\r\nthe two great enemies of superstition, philology and medicine), is in\r\ntruth only an indication of Paul's resolute _determination_ to\r\naccomplish that very thing himself: to give one's own will the name of\r\nGod, _thora_--that is essentially Jewish. Paul _wants_ to dispose of the\r\n\"wisdom of this world\": his enemies are the _good_ philologians and\r\nphysicians of the Alexandrine school--on them he makes his war. As a\r\nmatter of fact no man can be a _philologian_ or a physician without\r\nbeing also _Antichrist_. That is to say, as a philologian a man sees\r\n_behind_ the \"holy books,\" and as a physician he sees _behind_ the\r\nphysiological degeneration of the typical Christian. The physician says\r\n\"incurable\"; the philologian says \"fraud.\"...\r\n\r\n\r\n48.\r\n\r\n--Has any one ever clearly understood the celebrated story at the\r\nbeginning of the Bible--of God's mortal terror of _science_?... No one,\r\nin fact, has understood it. This priest-book _par excellence_ opens, as\r\nis fitting, with the great inner difficulty of the priest: _he_ faces\r\nonly one great danger; _ergo_, \"God\" faces only one great danger.--\r\n\r\nThe old God, wholly \"spirit,\" wholly the high-priest, wholly perfect, is\r\npromenading his garden: he is bored and trying to kill time. Against\r\nboredom even gods struggle in vain.[21] What does he do? He creates\r\nman--man is entertaining.... But then he notices that man is also bored.\r\nGod's pity for the only form of distress that invades all paradises\r\nknows no bounds: so he forthwith creates other animals. God's first\r\nmistake: to man these other animals were not entertaining--he sought\r\ndominion over them; he did not want to be an \"animal\" himself.--So God\r\ncreated woman. In the act he brought boredom to an end--and also many\r\nother things! Woman was the _second_ mistake of God.--\"Woman, at bottom,\r\nis a serpent, Heva\"--every priest knows that; \"from woman comes every\r\nevil in the world\"--every priest knows that, too. _Ergo_, she is also to\r\nblame for _science_.... It was through woman that man learned to taste\r\nof the tree of knowledge.--What happened? The old God was seized by\r\nmortal terror. Man himself had been his _greatest_ blunder; he had\r\ncreated a rival to himself; science makes men _godlike_--it is all up\r\nwith priests and gods when man becomes scientific!--_Moral_: science is\r\nthe forbidden _per se_; it alone is forbidden. Science is the _first_ of\r\nsins, the germ of all sins, the _original_ sin. _This is all there is of\r\nmorality._--\"Thou shall _not_ know\":--the rest follows from that.--God's\r\nmortal terror, however, did not hinder him from being shrewd. How is one\r\nto _protect_ one's self against science? For a long while this was the\r\ncapital problem. Answer: Out of paradise with man! Happiness, leisure,\r\nfoster thought--and all thoughts are bad thoughts!--Man _must_ not\r\nthink.--And so the priest invents distress, death, the mortal dangers of\r\nchildbirth, all sorts of misery, old age, decrepitude, above all,\r\n_sickness_--nothing but devices for making war on science! The troubles\r\nof man don't _allow_ him to think.... Nevertheless--how terrible!--, the\r\nedifice of knowledge begins to tower aloft, invading heaven, shadowing\r\nthe gods--what is to be done?--The old God invents _war_; he separates\r\nthe peoples; he makes men destroy one another (--the priests have always\r\nhad need of war....). War--among other things, a great disturber of\r\nscience!--Incredible! Knowledge, _deliverance from the priests_,\r\nprospers in spite of war.--So the old God comes to his final resolution:\r\n\"Man has become scientific--_there is no help for it: he must be\r\ndrowned!_\"...\r\n\r\n[21] A paraphrase of Schiller's \"Against stupidity even gods struggle in\r\nvain.\"\r\n\r\n\r\n49.\r\n\r\n--I have been understood. At the opening of the Bible there is the\r\n_whole_ psychology of the priest.--The priest knows of only one great\r\ndanger: that is science--the sound comprehension of cause and effect.\r\nBut science flourishes, on the whole, only under favourable\r\nconditions--a man must have time, he must have an _overflowing_\r\nintellect, in order to \"know.\"... \"_Therefore_, man must be made\r\nunhappy,\"--this has been, in all ages, the logic of the priest.--It is\r\neasy to see just _what_, by this logic, was the first thing to come into\r\nthe world:--\"_sin_.\"... The concept of guilt and punishment, the whole\r\n\"moral order of the world,\" was set up _against_ science--_against_ the\r\ndeliverance of man from priests.... Man must _not_ look outward; he must\r\nlook inward. He must _not_ look at things shrewdly and cautiously, to\r\nlearn about them; he must not look at all; he must _suffer_.... And he\r\nmust suffer so much that he is always in need of the priest.--Away with\r\nphysicians! _What is needed is a Saviour._--The concept of guilt and\r\npunishment, including the doctrines of \"grace,\" of \"salvation,\" of\r\n\"forgiveness\"--_lies_ through and through, and absolutely without\r\npsychological reality--were devised to destroy man's _sense of\r\ncausality_: they are an attack upon the concept of cause and\r\neffect!--And _not_ an attack with the fist, with the knife, with honesty\r\nin hate and love! On the contrary, one inspired by the most cowardly,\r\nthe most crafty, the most ignoble of instincts! An attack of _priests_!\r\nAn attack of _parasites_! The vampirism of pale, subterranean\r\nleeches!... When the natural consequences of an act are no longer\r\n\"natural,\" but are regarded as produced by the ghostly creations of\r\nsuperstition--by \"God,\" by \"spirits,\" by \"souls\"--and reckoned as merely\r\n\"moral\" consequences, as rewards, as punishments, as hints, as lessons,\r\nthen the whole ground-work of knowledge is destroyed--_then the greatest\r\nof crimes against humanity has been perpetrated_.--I repeat that sin,\r\nman's self-desecration _par excellence_, was invented in order to make\r\nscience, culture, and every elevation and ennobling of man impossible;\r\nthe priest _rules_ through the invention of sin.--\r\n\r\n\r\n50.\r\n\r\n--In this place I can't permit myself to omit a psychology of \"belief,\"\r\nof the \"believer,\" for the special benefit of \"believers.\" If there\r\nremain any today who do not yet know how _indecent_ it is to be\r\n\"believing\"--_or_ how much a sign of _décadence_, of a broken will to\r\nlive--then they will know it well enough tomorrow. My voice reaches even\r\nthe deaf.--It appears, unless I have been incorrectly informed, that\r\nthere prevails among Christians a sort of criterion of truth that is\r\ncalled \"proof by power.\" \"Faith makes blessed: _therefore_ it is\r\ntrue.\"--It might be objected right here that blessedness is not\r\ndemonstrated, it is merely _promised_: it hangs upon \"faith\" as a\r\ncondition--one _shall_ be blessed _because_ one believes.... But what of\r\nthe thing that the priest promises to the believer, the wholly\r\ntranscendental \"beyond\"--how is _that_ to be demonstrated?--The \"proof\r\nby power,\" thus assumed, is actually no more at bottom than a belief\r\nthat the effects which faith promises will not fail to appear. In a\r\nformula: \"I believe that faith makes for blessedness--_therefore_, it is\r\ntrue.\"... But this is as far as we may go. This \"therefore\" would be\r\n_absurdum_ itself as a criterion of truth.--But let us admit, for the\r\nsake of politeness, that blessedness by faith may be demonstrated\r\n(--_not_ merely hoped for, and _not_ merely promised by the suspicious\r\nlips of a priest): even so, _could_ blessedness--in a technical term,\r\n_pleasure_--ever be a proof of truth? So little is this true that it is\r\nalmost a proof against truth when sensations of pleasure influence the\r\nanswer to the question \"What is true?\" or, at all events, it is enough\r\nto make that \"truth\" highly suspicious. The proof by \"pleasure\" is a\r\nproof _of_ \"pleasure\"--nothing more; why in the world should it be\r\nassumed that _true_ judgments give more pleasure than false ones, and\r\nthat, in conformity to some pre-established harmony, they necessarily\r\nbring agreeable feelings in their train?--The experience of all\r\ndisciplined and profound minds teaches _the contrary_. Man has had to\r\nfight for every atom of the truth, and has had to pay for it almost\r\neverything that the heart, that human love, that human trust cling to.\r\nGreatness of soul is needed for this business: the service of truth is\r\nthe hardest of all services.--What, then, is the meaning of _integrity_\r\nin things intellectual? It means that a man must be severe with his own\r\nheart, that he must scorn \"beautiful feelings,\" and that he makes every\r\nYea and Nay a matter of conscience!--Faith makes blessed: _therefore_,\r\nit lies....\r\n\r\n\r\n51.\r\n\r\nThe fact that faith, under certain circumstances, may work for\r\nblessedness, but that this blessedness produced by an _idée fixe_ by no\r\nmeans makes the idea itself true, and the fact that faith actually moves\r\nno mountains, but instead _raises them up_ where there were none before:\r\nall this is made sufficiently clear by a walk through a _lunatic\r\nasylum_. _Not_, of course, to a priest: for his instincts prompt him to\r\nthe lie that sickness is not sickness and lunatic asylums not lunatic\r\nasylums. Christianity finds sickness _necessary_, just as the Greek\r\nspirit had need of a superabundance of health--the actual ulterior\r\npurpose of the whole system of salvation of the church is to _make_\r\npeople ill. And the church itself--doesn't it set up a Catholic lunatic\r\nasylum as the ultimate ideal?--The whole earth as a madhouse?--The sort\r\nof religious man that the church _wants_ is a typical _décadent_; the\r\nmoment at which a religious crisis dominates a people is always marked\r\nby epidemics of nervous disorder; the \"inner world\" of the religious man\r\nis so much like the \"inner world\" of the overstrung and exhausted that\r\nit is difficult to distinguish between them; the \"highest\" states of\r\nmind, held up before mankind by Christianity as of supreme worth, are\r\nactually epileptoid in form--the church has granted the name of holy\r\nonly to lunatics or to gigantic frauds _in majorem dei honorem_.... Once\r\nI ventured to designate the whole Christian system of _training_[22] in\r\npenance and salvation (now best studied in England) as a method of\r\nproducing a _folie circulaire_ upon a soil already prepared for it,\r\nwhich is to say, a soil thoroughly unhealthy. Not every one may be a\r\nChristian: one is not \"converted\" to Christianity--one must first\r\nbe sick enough for it.... We others, who have the _courage_ for health\r\n_and_ likewise for contempt,--we may well despise a religion that\r\nteaches misunderstanding of the body! that refuses to rid itself of the\r\nsuperstition about the soul! that makes a \"virtue\" of insufficient\r\nnourishment! that combats health as a sort of enemy, devil, temptation!\r\nthat persuades itself that it is possible to carry about a \"perfect\r\nsoul\" in a cadaver of a body, and that, to this end, had to devise for\r\nitself a new concept of \"perfection,\" a pale, sickly, idiotically\r\necstatic state of existence, so-called \"holiness\"--a holiness that is\r\nitself merely a series of symptoms of an impoverished, enervated and\r\nincurably disordered body!... The Christian movement, as a European\r\nmovement, was from the start no more than a general uprising of all\r\nsorts of outcast and refuse elements (--who now, under cover of\r\nChristianity, aspire to power). It does _not_ represent the decay of a\r\nrace; it represents, on the contrary, a conglomeration of _décadence_\r\nproducts from all directions, crowding together and seeking one another\r\nout. It was _not_, as has been thought, the corruption of antiquity, of\r\n_noble_ antiquity, which made Christianity possible; one cannot too\r\nsharply challenge the learned imbecility which today maintains that\r\ntheory. At the time when the sick and rotten Chandala classes in the\r\nwhole _imperium_ were Christianized, the _contrary type_, the nobility,\r\nreached its finest and ripest development. The majority became master;\r\ndemocracy, with its Christian instincts, _triumphed_.... Christianity\r\nwas not \"national,\" it was not based on race--it appealed to all the\r\nvarieties of men disinherited by life, it had its allies everywhere.\r\nChristianity has the rancour of the sick at its very core--the instinct\r\nagainst the _healthy_, against _health_. Everything that is\r\nwell-constituted, proud, gallant and, above all, beautiful gives offence\r\nto its ears and eyes. Again I remind you of Paul's priceless saying:\r\n\"And God hath chosen the _weak_ things of the world, the _foolish_\r\nthings of the world, the _base_ things of the world, and things which\r\nare _despised_\":[23] _this_ was the formula; _in hoc signo_ the\r\n_décadence_ triumphed.--_God on the cross_--is man always to miss the\r\nfrightful inner significance of this symbol?--Everything that suffers,\r\neverything that hangs on the cross, is _divine_.... We all hang on the\r\ncross, consequently _we_ are divine.... We alone are divine....\r\nChristianity was thus a victory: a nobler attitude of mind was destroyed\r\nby it--Christianity remains to this day the greatest misfortune of\r\nhumanity.--\r\n\r\n[22] The word _training_ is in English in the text.\r\n\r\n[23] 1 Corinthians i, 27, 28.\r\n\r\n\r\n52.\r\n\r\nChristianity also stands in opposition to all _intellectual_\r\nwell-being,--sick reasoning is the only sort that it _can_ use as\r\nChristian reasoning; it takes the side of everything that is idiotic; it\r\npronounces a curse upon \"intellect,\" upon the _superbia_ of the healthy\r\nintellect. Since sickness is inherent in Christianity, it follows that\r\nthe typically Christian state of \"faith\" _must_ be a form of sickness\r\ntoo, and that all straight, straightforward and scientific paths to\r\nknowledge _must_ be banned by the church as _forbidden_ ways. Doubt is\r\nthus a sin from the start.... The complete lack of psychological\r\ncleanliness in the priest--revealed by a glance at him--is a phenomenon\r\n_resulting_ from _décadence_,--one may observe in hysterical women and\r\nin rachitic children how regularly the falsification of instincts,\r\ndelight in lying for the mere sake of lying, and incapacity for looking\r\nstraight and walking straight are symptoms of _décadence_. \"Faith\"\r\nmeans the will to avoid knowing what is true. The pietist, the priest of\r\neither sex, is a fraud _because_ he is sick: his instinct _demands_ that\r\nthe truth shall never be allowed its rights on any point. \"Whatever\r\nmakes for illness is _good_; whatever issues from abundance, from\r\nsuperabundance, from power, is _evil_\": so argues the believer. The\r\n_impulse to lie_--it is by this that I recognize every foreordained\r\ntheologian.--Another characteristic of the theologian is his _unfitness\r\nfor philology_. What I here mean by philology is, in a general sense,\r\nthe art of reading with profit--the capacity for absorbing facts\r\n_without_ interpreting them falsely, and _without_ losing caution,\r\npatience and subtlety in the effort to understand them. Philology as\r\n_ephexis_[24] in interpretation: whether one be dealing with books, with\r\nnewspaper reports, with the most fateful events or with weather\r\nstatistics--not to mention the \"salvation of the soul.\"... The way in\r\nwhich a theologian, whether in Berlin or in Rome, is ready to explain,\r\nsay, a \"passage of Scripture,\" or an experience, or a victory by the\r\nnational army, by turning upon it the high illumination of the Psalms of\r\nDavid, is always so _daring_ that it is enough to make a philologian run\r\nup a wall. But what shall he do when pietists and other such cows from\r\nSuabia[25] use the \"finger of God\" to convert their miserably\r\ncommonplace and huggermugger existence into a miracle of \"grace,\" a\r\n\"providence\" and an \"experience of salvation\"? The most modest exercise\r\nof the intellect, not to say of decency, should certainly be enough to\r\nconvince these interpreters of the perfect childishness and unworthiness\r\nof such a misuse of the divine digital dexterity. However small our\r\npiety, if we ever encountered a god who always cured us of a cold in the\r\nhead at just the right time, or got us into our carriage at the very\r\ninstant heavy rain began to fall, he would seem so absurd a god that\r\nhe'd have to be abolished even if he existed. God as a domestic servant,\r\nas a letter carrier, as an almanac-man--at bottom, he is a mere name for\r\nthe stupidest sort of chance.... \"Divine Providence,\" which every third\r\nman in \"educated Germany\" still believes in, is so strong an argument\r\nagainst God that it would be impossible to think of a stronger. And in\r\nany case it is an argument against Germans!...\r\n\r\n[24] That is, to say, scepticism. Among the Greeks scepticism was also\r\noccasionally called ephecticism.\r\n\r\n[25] A reference to the University of Tübingen and its famous school of\r\nBiblical criticism. The leader of this school was F. C. Baur, and one of\r\nthe men greatly influenced by it was Nietzsche's pet abomination, David\r\nF. Strauss, himself a Suabian. _Vide_ § 10 and § 28.\r\n\r\n\r\n53.\r\n\r\n--It is so little true that _martyrs_ offer any support to the truth of\r\na cause that I am inclined to deny that any martyr has ever had anything\r\nto do with the truth at all. In the very tone in which a martyr flings\r\nwhat he fancies to be true at the head of the world there appears so low\r\na grade of intellectual honesty and such _insensibility_ to the problem\r\nof \"truth,\" that it is never necessary to refute him. Truth is not\r\nsomething that one man has and another man has not: at best, only\r\npeasants, or peasant-apostles like Luther, can think of truth in any\r\nsuch way. One may rest assured that the greater the degree of a man's\r\nintellectual conscience the greater will be his modesty, his\r\n_discretion_, on this point. To _know_ in five cases, and to refuse,\r\nwith delicacy, to know anything _further_.... \"Truth,\" as the word is\r\nunderstood by every prophet, every sectarian, every free-thinker, every\r\nSocialist and every churchman, is simply a complete proof that not even\r\na beginning has been made in the intellectual discipline and\r\nself-control that are necessary to the unearthing of even the smallest\r\ntruth.--The deaths of the martyrs, it may be said in passing, have been\r\nmisfortunes of history: they have _misled_.... The conclusion that all\r\nidiots, women and plebeians come to, that there must be something in a\r\ncause for which any one goes to his death (or which, as under primitive\r\nChristianity, sets off epidemics of death-seeking)--this conclusion has\r\nbeen an unspeakable drag upon the testing of facts, upon the whole\r\nspirit of inquiry and investigation. The martyrs have _damaged_ the\r\ntruth.... Even to this day the crude fact of persecution is enough to\r\ngive an honourable name to the most empty sort of sectarianism.--But\r\nwhy? Is the worth of a cause altered by the fact that some one had laid\r\ndown his life for it?--An error that becomes honourable is simply an\r\nerror that has acquired one seductive charm the more: do you suppose,\r\nMessrs. Theologians, that we shall give you the chance to be martyred\r\nfor your lies?--One best disposes of a cause by respectfully putting it\r\non ice--that is also the best way to dispose of theologians.... This was\r\nprecisely the world-historical stupidity of all the persecutors: that\r\nthey gave the appearance of honour to the cause they opposed--that they\r\nmade it a present of the fascination of martyrdom.... Women are still on\r\ntheir knees before an error because they have been told that some one\r\ndied on the cross for it. _Is the cross, then, an argument?_--But about\r\nall these things there is one, and one only, who has said what has been\r\nneeded for thousands of years--_Zarathustra_.\r\n\r\n     They made signs in blood along the way that they went, and their\r\n     folly taught them that the truth is proved by blood.\r\n\r\n     But blood is the worst of all testimonies to the truth; blood\r\n     poisoneth even the purest teaching and turneth it into madness and\r\n     hatred in the heart.\r\n\r\n     And when one goeth through fire for his teaching--what doth that\r\n     prove? Verily, it is more when one's teaching cometh out of one's\r\n     own burning![26]\r\n\r\n[26] The quotations are from \"Also sprach Zarathustra\" ii, 24: \"Of\r\nPriests.\"\r\n\r\n\r\n54.\r\n\r\nDo not let yourself be deceived: great intellects are sceptical.\r\nZarathustra is a sceptic. The strength, the _freedom_ which proceed from\r\nintellectual power, from a superabundance of intellectual power,\r\n_manifest_ themselves as scepticism. Men of fixed convictions do not\r\ncount when it comes to determining what is fundamental in values and\r\nlack of values. Men of convictions are prisoners. They do not see far\r\nenough, they do not see what is _below_ them: whereas a man who would\r\ntalk to any purpose about value and non-value must be able to see five\r\nhundred convictions _beneath_ him--and _behind_ him.... A mind that\r\naspires to great things, and that wills the means thereto, is\r\nnecessarily sceptical. Freedom from any sort of conviction _belongs_ to\r\nstrength, and to an independent point of view.... That grand passion\r\nwhich is at once the foundation and the power of a sceptic's existence,\r\nand is both more enlightened and more despotic than he is himself,\r\ndrafts the whole of his intellect into its service; it makes him\r\nunscrupulous; it gives him courage to employ unholy means; under certain\r\ncircumstances it does not _begrudge_ him even convictions. Conviction as\r\na means: one may achieve a good deal by means of a conviction. A grand\r\npassion makes use of and uses up convictions; it does not yield to\r\nthem--it knows itself to be sovereign.--On the contrary, the need of\r\nfaith, of something unconditioned by yea or nay, of Carlylism, if I may\r\nbe allowed the word, is a need of _weakness_. The man of faith, the\r\n\"believer\" of any sort, is necessarily a dependent man--such a man\r\ncannot posit _himself_ as a goal, nor can he find goals within himself.\r\nThe \"believer\" does not belong to himself; he can only be a means to an\r\nend; he must be _used up_; he needs some one to use him up. His instinct\r\ngives the highest honours to an ethic of self-effacement; he is prompted\r\nto embrace it by everything: his prudence, his experience, his vanity.\r\nEvery sort of faith is in itself an evidence of self-effacement, of\r\nself-estrangement.... When one reflects how necessary it is to the great\r\nmajority that there be regulations to restrain them from without and\r\nhold them fast, and to what extent control, or, in a higher sense,\r\n_slavery_, is the one and only condition which makes for the well-being\r\nof the weak-willed man, and especially woman, then one at once\r\nunderstands conviction and \"faith.\" To the man with convictions they are\r\nhis backbone. To _avoid_ seeing many things, to be impartial about\r\nnothing, to be a party man through and through, to estimate all values\r\nstrictly and infallibly--these are conditions necessary to the existence\r\nof such a man. But by the same token they are _antagonists_ of the\r\ntruthful man--of the truth.... The believer is not free to answer the\r\nquestion, \"true\" or \"not true,\" according to the dictates of his own\r\nconscience: integrity on _this_ point would work his instant downfall.\r\nThe pathological limitations of his vision turn the man of convictions\r\ninto a fanatic--Savonarola, Luther, Rousseau, Robespierre,\r\nSaint-Simon--these types stand in opposition to the strong,\r\n_emancipated_ spirit. But the grandiose attitudes of these _sick_\r\nintellects, these intellectual epileptics, are of influence upon the\r\ngreat masses--fanatics are picturesque, and mankind prefers observing\r\nposes to listening to _reasons_....\r\n\r\n\r\n55.\r\n\r\n--One step further in the psychology of conviction, of \"faith.\" It is\r\nnow a good while since I first proposed for consideration the question\r\nwhether convictions are not even more dangerous enemies to truth than\r\nlies. (\"Human, All-Too-Human,\" I, aphorism 483.)[27] This time I desire\r\nto put the question definitely: is there any actual difference between\r\na lie and a conviction?--All the world believes that there is; but what\r\nis not believed by all the world!--Every conviction has its history, its\r\nprimitive forms, its stage of tentativeness and error: it _becomes_ a\r\nconviction only after having been, for a long time, _not_ one, and then,\r\nfor an even longer time, _hardly_ one. What if falsehood be also one of\r\nthese embryonic forms of conviction?--Sometimes all that is needed is a\r\nchange in persons: what was a lie in the father becomes a conviction in\r\nthe son.--I call it lying to refuse to see what one sees, or to refuse\r\nto see it _as_ it is: whether the lie be uttered before witnesses or not\r\nbefore witnesses is of no consequence. The most common sort of lie is\r\nthat by which a man deceives himself: the deception of others is a\r\nrelatively rare offence.--Now, this will _not_ to see what one sees,\r\nthis will _not_ to see it as it is, is almost the first requisite for\r\nall who belong to a party of whatever sort: the party man becomes\r\ninevitably a liar. For example, the German historians are convinced that\r\nRome was synonymous with despotism and that the Germanic peoples brought\r\nthe spirit of liberty into the world: what is the difference between\r\nthis conviction and a lie? Is it to be wondered at that all partisans,\r\nincluding the German historians, instinctively roll the fine phrases of\r\nmorality upon their tongues--that morality almost owes its very\r\n_survival_ to the fact that the party man of every sort has need of it\r\nevery moment?--\"This is _our_ conviction: we publish it to the whole\r\nworld; we live and die for it--let us respect all who have\r\nconvictions!\"--I have actually heard such sentiments from the mouths of\r\nanti-Semites. On the contrary, gentlemen! An anti-Semite surely does not\r\nbecome more respectable because he lies on principle.... The priests,\r\nwho have more finesse in such matters, and who well understand the\r\nobjection that lies against the notion of a conviction, which is to say,\r\nof a falsehood that becomes a matter of principle _because_ it serves a\r\npurpose, have borrowed from the Jews the shrewd device of sneaking in\r\nthe concepts, \"God,\" \"the will of God\" and \"the revelation of God\" at\r\nthis place. Kant, too, with his categorical imperative, was on the same\r\nroad: this was his _practical_ reason.[28] There are questions regarding\r\nthe truth or untruth of which it is _not_ for man to decide; all the\r\ncapital questions, all the capital problems of valuation, are beyond\r\nhuman reason.... To know the limits of reason--_that_ alone is genuine\r\nphilosophy.... Why did God make a revelation to man? Would God have done\r\nanything superfluous? Man _could_ not find out for himself what was good\r\nand what was evil, so God taught him His will.... Moral: the priest does\r\n_not_ lie--the question, \"true\" or \"untrue,\" has nothing to do with such\r\nthings as the priest discusses; it is impossible to lie about these\r\nthings. In order to lie here it would be necessary to know _what_ is\r\ntrue. But this is more than man _can_ know; therefore, the priest is\r\nsimply the mouthpiece of God.--Such a priestly syllogism\r\nis by no means merely Jewish and Christian; the right to lie and the\r\n_shrewd dodge_ of \"revelation\" belong to the general priestly type--to\r\nthe priest of the _décadence_ as well as to the priest of pagan times\r\n(--Pagans are all those who say yes to life, and to whom \"God\" is a word\r\nsignifying acquiescence in all things).--The \"law,\" the \"will of God,\"\r\nthe \"holy book,\" and \"inspiration\"--all these things are merely words\r\nfor the conditions _under_ which the priest comes to power and _with_\r\nwhich he maintains his power,--these concepts are to be found at the\r\nbottom of all priestly organizations, and of all priestly or\r\npriestly-philosophical schemes of governments. The \"holy lie\"--common\r\nalike to Confucius, to the Code of Manu, to Mohammed and to the\r\nChristian church--is not even wanting in Plato. \"Truth is here\": this\r\nmeans, no matter where it is heard, _the priest lies_....\r\n\r\n[27] The aphorism, which is headed \"The Enemies of Truth,\" makes the\r\ndirect statement: \"Convictions are more dangerous enemies of truth than\r\nlies.\"\r\n\r\n[28] A reference, of course, to Kant's \"Kritik der praktischen Vernunft\"\r\n(Critique of Practical Reason).\r\n\r\n\r\n56.\r\n\r\n--In the last analysis it comes to this: what is the _end_ of lying? The\r\nfact that, in Christianity, \"holy\" ends are not visible is _my_\r\nobjection to the means it employs. Only _bad_ ends appear: the\r\npoisoning, the calumniation, the denial of life, the despising of the\r\nbody, the degradation and self-contamination of man by the concept of\r\nsin--_therefore_, its means are also bad.--I have a contrary feeling\r\nwhen I read the Code of Manu, an incomparably more intellectual and\r\nsuperior work, which it would be a sin against the _intelligence_ to so\r\nmuch as _name_ in the same breath with the Bible. It is easy to see why:\r\nthere is a genuine philosophy behind it, _in_ it, not merely an\r\nevil-smelling mess of Jewish rabbinism and superstition,--it gives even\r\nthe most fastidious psychologist something to sink his teeth into. And,\r\n_not_ to forget what is most important, it differs fundamentally from\r\nevery kind of Bible: by means of it the _nobles_, the philosophers and\r\nthe warriors keep the whip-hand over the majority; it is full of noble\r\nvaluations, it shows a feeling of perfection, an acceptance of life, and\r\ntriumphant feeling toward self and life--the _sun_ shines upon the whole\r\nbook.--All the things on which Christianity vents its fathomless\r\nvulgarity--for example, procreation, women and marriage--are here\r\nhandled earnestly, with reverence and with love and confidence. How can\r\nany one really put into the hands of children and ladies a book which\r\ncontains such vile things as this: \"to avoid fornication, let every man\r\nhave his own wife, and let every woman have her own husband; ... it is\r\nbetter to marry than to burn\"?[29] And is it _possible_ to be a\r\nChristian so long as the origin of man is Christianized, which is to\r\nsay, _befouled_, by the doctrine of the _immaculata conceptio_?... I\r\nknow of no book in which so many delicate and kindly things are said of\r\nwomen as in the Code of Manu; these old grey-beards and saints have a\r\nway of being gallant to women that it would be impossible, perhaps, to\r\nsurpass. \"The mouth of a woman,\" it says in one place, \"the breasts of a\r\nmaiden, the prayer of a child and the smoke of sacrifice are always\r\npure.\" In another place: \"there is nothing purer than the light of the\r\nsun, the shadow cast by a cow, air, water, fire and the breath of a\r\nmaiden.\" Finally, in still another place--perhaps this is also a holy\r\nlie--: \"all the orifices of the body above the navel are pure, and all\r\nbelow are impure. Only in the maiden is the whole body pure.\"\r\n\r\n[29] 1 Corinthians vii, 2, 9.\r\n\r\n\r\n57.\r\n\r\nOne catches the _unholiness_ of Christian means _in flagranti_ by the\r\nsimple process of putting the ends sought by Christianity beside the\r\nends sought by the Code of Manu--by putting these enormously\r\nantithetical ends under a strong light. The critic of Christianity\r\ncannot evade the necessity of making Christianity _contemptible_.--A\r\nbook of laws such as the Code of Manu has the same origin as every other\r\ngood law-book: it epitomizes the experience, the sagacity and the\r\nethical experimentation of long centuries; it brings things to a\r\nconclusion; it no longer creates. The prerequisite to a codification of\r\nthis sort is recognition of the fact that the means which establish the\r\nauthority of a slowly and painfully attained _truth_ are fundamentally\r\ndifferent from those which one would make use of to prove it. A law-book\r\nnever recites the utility, the grounds, the casuistical antecedents of a\r\nlaw: for if it did so it would lose the imperative tone, the \"thou\r\nshall,\" on which obedience is based. The problem lies exactly here.--At\r\na certain point in the evolution of a people, the class within it of the\r\ngreatest insight, which is to say, the greatest hindsight and foresight,\r\ndeclares that the series of experiences determining how all shall\r\nlive--or _can_ live--has come to an end. The object now is to reap as\r\nrich and as complete a harvest as possible from the days of experiment\r\nand _hard_ experience. In consequence, the thing that is to be avoided\r\nabove everything is further experimentation--the continuation of the\r\nstate in which values are fluent, and are tested, chosen and criticized\r\n_ad infinitum_. Against this a double wall is set up: on the one hand,\r\n_revelation_, which is the assumption that the reasons lying behind the\r\nlaws are _not_ of human origin, that they were _not_ sought out and\r\nfound by a slow process and after many errors, but that they are of\r\ndivine ancestry, and came into being complete, perfect, without a\r\nhistory, as a free gift, a miracle...; and on the other hand,\r\n_tradition_, which is the assumption that the law has stood unchanged\r\nfrom time immemorial, and that it is impious and a crime against one's\r\nforefathers to bring it into question. The authority of the law is thus\r\ngrounded on the thesis: God gave it, and the fathers _lived_ it.--The\r\nhigher motive of such procedure lies in the design to distract\r\nconsciousness, step by step, from its concern with notions of right\r\nliving (that is to say, those that have been _proved_ to be right by\r\nwide and carefully considered experience), so that instinct attains to a\r\nperfect automatism--a primary necessity to every sort of mastery, to\r\nevery sort of perfection in the art of life. To draw up such a law-book\r\nas Manu's means to lay before a people the possibility of future\r\nmastery, of attainable perfection--it permits them to aspire to the\r\nhighest reaches of the art of life. _To that end the thing must be made\r\nunconscious_: that is the aim of every holy lie.--The _order of castes_,\r\nthe highest, the dominating law, is merely the ratification of an _order\r\nof nature_, of a natural law of the first rank, over which no arbitrary\r\nfiat, no \"modern idea,\" can exert any influence. In every healthy\r\nsociety there are three physiological types, gravitating toward\r\ndifferentiation but mutually conditioning one another, and each of these\r\nhas its own hygiene, its own sphere of work, its own special mastery and\r\nfeeling of perfection. It is _not_ Manu but nature that sets off in one\r\nclass those who are chiefly intellectual, in another those who are\r\nmarked by muscular strength and temperament, and in a third those who\r\nare distinguished in neither one way or the other, but show only\r\nmediocrity--the last-named represents the great majority, and the first\r\ntwo the select. The superior caste--I call it the _fewest_--has, as the\r\nmost perfect, the privileges of the few: it stands for happiness, for\r\nbeauty, for everything good upon earth. Only the most intellectual of\r\nmen have any right to beauty, to the beautiful; only in them can\r\ngoodness escape being weakness. _Pulchrum est paucorum hominum_:[30]\r\ngoodness is a privilege. Nothing could be more unbecoming to them than\r\nuncouth manners or a pessimistic look, or an eye that sees\r\n_ugliness_--or indignation against the general aspect of things.\r\nIndignation is the privilege of the Chandala; so is pessimism. \"_The\r\nworld is perfect_\"--so prompts the instinct of the intellectual, the\r\ninstinct of the man who says yes to life. \"Imperfection, whatever is\r\n_inferior_ to us, distance, the pathos of distance, even the Chandala\r\nthemselves are parts of this perfection.\" The most intelligent men, like\r\nthe _strongest_, find their happiness where others would find only\r\ndisaster: in the labyrinth, in being hard with themselves and with\r\nothers, in effort; their delight is in self-mastery; in them asceticism\r\nbecomes second nature, a necessity, an instinct. They regard a difficult\r\ntask as a privilege; it is to them a _recreation_ to play with burdens\r\nthat would crush all others.... Knowledge--a form of asceticism.--They\r\nare the most honourable kind of men: but that does not prevent them\r\nbeing the most cheerful and most amiable. They rule, not because they\r\nwant to, but because they _are_; they are not at liberty to play\r\nsecond.--The _second caste_: to this belong the guardians of the law,\r\nthe keepers of order and security, the more noble warriors, above all,\r\nthe king as the highest form of warrior, judge and preserver of the law.\r\nThe second in rank constitute the executive arm of the intellectuals,\r\nthe next to them in rank, taking from them all that is _rough_ in the\r\nbusiness of ruling--their followers, their right hand, their most apt\r\ndisciples.--In all this, I repeat, there is nothing arbitrary, nothing\r\n\"made up\"; whatever is to the _contrary_ is made up--by it nature is\r\nbrought to shame.... The order of castes, the _order of rank_, simply\r\nformulates the supreme law of life itself; the separation of the three\r\ntypes is necessary to the maintenance of society, and to the evolution\r\nof higher types, and the highest types--the _inequality_ of rights is\r\nessential to the existence of any rights at all.--A right is a\r\nprivilege. Every one enjoys the privileges that accord with his state of\r\nexistence. Let us not underestimate the privileges of the _mediocre_.\r\nLife is always harder as one mounts the _heights_--the cold increases,\r\nresponsibility increases. A high civilization is a pyramid: it can stand\r\nonly on a broad base; its primary prerequisite is a strong and soundly\r\nconsolidated mediocrity. The handicrafts, commerce, agriculture,\r\n_science_, the greater part of art, in brief, the whole range of\r\n_occupational_ activities, are compatible only with mediocre ability and\r\naspiration; such callings would be out of place for exceptional men; the\r\ninstincts which belong to them stand as much opposed to aristocracy as\r\nto anarchism. The fact that a man is publicly useful, that he is a\r\nwheel, a function, is evidence of a natural predisposition; it is not\r\n_society_, but the only sort of happiness that the majority are capable\r\nof, that makes them intelligent machines. To the mediocre mediocrity is\r\na form of happiness; they have a natural instinct for mastering one\r\nthing, for specialization. It would be altogether unworthy of a profound\r\nintellect to see anything objectionable in mediocrity in itself. It is,\r\nin fact, the _first_ prerequisite to the appearance of the exceptional:\r\nit is a necessary condition to a high degree of civilization. When the\r\nexceptional man handles the mediocre man with more delicate fingers than\r\nhe applies to himself or to his equals, this is not merely kindness of\r\nheart--it is simply his _duty_.... Whom do I hate most heartily among\r\nthe rabbles of today? The rabble of Socialists, the apostles to the\r\nChandala, who undermine the workingman's instincts, his pleasure, his\r\nfeeling of contentment with his petty existence--who make him envious\r\nand teach him revenge.... Wrong never lies in unequal rights; it lies in\r\nthe assertion of \"equal\" rights.... What is _bad_? But I have already\r\nanswered: all that proceeds from weakness, from envy, from\r\n_revenge_.--The anarchist and the Christian have the same ancestry....\r\n\r\n[30] Few men are noble.\r\n\r\n\r\n58.\r\n\r\nIn point of fact, the end for which one lies makes a great difference:\r\nwhether one preserves thereby or destroys. There is a perfect likeness\r\nbetween Christian and anarchist: their object, their instinct, points\r\nonly toward destruction. One need only turn to history for a proof of\r\nthis: there it appears with appalling distinctness. We have just studied\r\na code of religious legislation whose object it was to convert the\r\nconditions which cause life to _flourish_ into an \"eternal\" social\r\norganization,--Christianity found its mission in putting an end to such\r\nan organization, _because life flourished under it_. There the benefits\r\nthat reason had produced during long ages of experiment and insecurity\r\nwere applied to the most remote uses, and an effort was made to bring in\r\na harvest that should be as large, as rich and as complete as possible;\r\nhere, on the contrary, the harvest is _blighted_ overnight.... That\r\nwhich stood there _aere perennis_, the _imperium Romanum_, the most\r\nmagnificent form of organization under difficult conditions that has\r\never been achieved, and compared to which everything before it and after\r\nit appears as patchwork, bungling, _dilletantism_--those holy anarchists\r\nmade it a matter of \"piety\" to destroy \"the world,\" _which is to say_,\r\nthe _imperium Romanum_, so that in the end not a stone stood upon\r\nanother--and even Germans and other such louts were able to become its\r\nmasters.... The Christian and the anarchist: both are _décadents_; both\r\nare incapable of any act that is not disintegrating, poisonous,\r\ndegenerating, _blood-sucking_; both have an instinct of _mortal hatred_\r\nof everything that stands up, and is great, and has durability, and\r\npromises life a future.... Christianity was the vampire of the _imperium\r\nRomanum_,--overnight it destroyed the vast achievement of the Romans:\r\nthe conquest of the soil for a great culture _that could await its\r\ntime_. Can it be that this fact is not yet understood? The _imperium\r\nRomanum_ that we know, and that the history of the Roman provinces\r\nteaches us to know better and better,--this most admirable of all works\r\nof art in the grand manner was merely the beginning, and the structure\r\nto follow was not to _prove_ its worth for thousands of years. To this\r\nday, nothing on a like scale _sub specie aeterni_ has been brought into\r\nbeing, or even dreamed of!--This organization was strong enough to\r\nwithstand bad emperors: the accident of personality has nothing to do\r\nwith such things--the _first_ principle of all genuinely great\r\narchitecture. But it was not strong enough to stand up against the\r\n_corruptest_ of all forms of corruption--against Christians.... These\r\nstealthy worms, which under the cover of night, mist and duplicity,\r\ncrept upon every individual, sucking him dry of all earnest interest in\r\n_real_ things, of all instinct for _reality_--this cowardly, effeminate\r\nand sugar-coated gang gradually alienated all \"souls,\" step by step,\r\nfrom that colossal edifice, turning against it all the meritorious,\r\nmanly and noble natures that had found in the cause of Rome their own\r\ncause, their own serious purpose, their own _pride_. The sneakishness of\r\nhypocrisy, the secrecy of the conventicle, concepts as black as hell,\r\nsuch as the sacrifice of the innocent, the _unio mystica_ in the\r\ndrinking of blood, above all, the slowly rekindled fire of revenge, of\r\nChandala revenge--all _that_ sort of thing became master of Rome: the\r\nsame kind of religion which, in a pre-existent form, Epicurus had\r\ncombatted. One has but to read Lucretius to know _what_ Epicurus made\r\nwar upon--_not_ paganism, but \"Christianity,\" which is to say, the\r\ncorruption of souls by means of the concepts of guilt, punishment and\r\nimmortality.--He combatted the _subterranean_ cults, the whole of latent\r\nChristianity--to deny immortality was already a form of genuine\r\n_salvation_.--Epicurus had triumphed, and every respectable intellect in\r\nRome was Epicurean--_when Paul appeared_ ... Paul, the Chandala hatred\r\nof Rome, of \"the world,\" in the flesh and inspired by genius--the Jew,\r\nthe _eternal_ Jew _par excellence_.... What he saw was how, with the aid\r\nof the small sectarian Christian movement that stood apart from Judaism,\r\na \"world conflagration\" might be kindled; how, with the symbol of \"God\r\non the cross,\" all secret seditions, all the fruits of anarchistic\r\nintrigues in the empire, might be amalgamated into one immense power.\r\n\"Salvation is of the Jews.\"--Christianity is the formula for exceeding\r\n_and_ summing up the subterranean cults of all varieties, that of\r\nOsiris, that of the Great Mother, that of Mithras, for instance: in his\r\ndiscernment of this fact the genius of Paul showed itself. His instinct\r\nwas here so sure that, with reckless violence to the truth, he put the\r\nideas which lent fascination to every sort of Chandala religion into the\r\nmouth of the \"Saviour\" as his own inventions, and not only into the\r\nmouth--he _made_ out of him something that even a priest of Mithras\r\ncould understand.... This was his revelation at Damascus: he grasped the\r\nfact that he _needed_ the belief in immortality in order to rob \"the\r\nworld\" of its value, that the concept of \"hell\" would master Rome--that\r\nthe notion of a \"beyond\" is the _death of life_.... Nihilist and\r\nChristian: they rhyme in German, and they do more than rhyme....\r\n\r\n\r\n59.\r\n\r\nThe whole labour of the ancient world gone for _naught_: I have no word\r\nto describe the feelings that such an enormity arouses in me.--And,\r\nconsidering the fact that its labour was merely preparatory, that with\r\nadamantine self-consciousness it laid only the foundations for a work to\r\ngo on for thousands of years, the whole _meaning_ of antiquity\r\ndisappears!... To what end the Greeks? to what end the Romans?--All the\r\nprerequisites to a learned culture, all the _methods_ of science, were\r\nalready there; man had already perfected the great and incomparable art\r\nof reading profitably--that first necessity to the tradition of\r\nculture, the unity of the sciences; the natural sciences, in alliance\r\nwith mathematics and mechanics, were on the right road,--_the sense of\r\nfact_, the last and more valuable of all the senses, had its schools,\r\nand its traditions were already centuries old! Is all this properly\r\nunderstood? Every _essential_ to the beginning of the work was\r\nready:--and the _most_ essential, it cannot be said too often, are\r\nmethods, and also the most difficult to develop, and the longest opposed\r\nby habit and laziness. What we have today reconquered, with unspeakable\r\nself-discipline, for ourselves--for certain bad instincts, certain\r\nChristian instincts, still lurk in our bodies--that is to say, the keen\r\neye for reality, the cautious hand, patience and seriousness in the\r\nsmallest things, the whole _integrity_ of knowledge--all these things\r\nwere already there, and had been there for two thousand years! _More_,\r\nthere was also a refined and excellent tact and taste! _Not_ as mere\r\nbrain-drilling! _Not_ as \"German\" culture, with its loutish manners! But\r\nas body, as bearing, as instinct--in short, as reality.... _All gone for\r\nnaught!_ Overnight it became merely a memory!--The Greeks! The Romans!\r\nInstinctive nobility, taste, methodical inquiry, genius for organization\r\nand administration, faith in and the _will_ to secure the future of man,\r\na great yes to everything entering into the _imperium Romanum_ and\r\npalpable to all the senses, a grand style that was beyond mere art, but\r\nhad become reality, truth, _life_....--All overwhelmed in a night, but\r\nnot by a convulsion of nature! Not trampled to death by Teutons and\r\nothers of heavy hoof! But brought to shame by crafty, sneaking,\r\ninvisible, anæmic vampires! Not conquered,--only sucked dry!... Hidden\r\nvengefulness, petty envy, became _master_! Everything wretched,\r\nintrinsically ailing, and invaded by bad feelings, the whole\r\n_ghetto-world_ of the soul, was at once _on top_!--One needs but read\r\nany of the Christian agitators, for example, St. Augustine, in order to\r\nrealize, in order to smell, what filthy fellows came to the top. It\r\nwould be an error, however, to assume that there was any lack of\r\nunderstanding in the leaders of the Christian movement:--ah, but they\r\nwere clever, clever to the point of holiness, these fathers of the\r\nchurch! What they lacked was something quite different. Nature\r\nneglected--perhaps forgot--to give them even the most modest endowment\r\nof respectable, of upright, of _cleanly_ instincts.... Between\r\nourselves, they are not even men.... If Islam despises Christianity, it\r\nhas a thousandfold right to do so: Islam at least assumes that it is\r\ndealing with _men_....\r\n\r\n\r\n60.\r\n\r\nChristianity destroyed for us the whole harvest of ancient civilization,\r\nand later it also destroyed for us the whole harvest of _Mohammedan_\r\ncivilization. The wonderful culture of the Moors in Spain, which was\r\nfundamentally nearer to _us_ and appealed more to our senses and tastes\r\nthan that of Rome and Greece, was _trampled down_ (--I do not say by\r\nwhat sort of feet--) Why? Because it had to thank noble and manly\r\ninstincts for its origin--because it said yes to life, even to the rare\r\nand refined luxuriousness of Moorish life!... The crusaders later made\r\nwar on something before which it would have been more fitting for them\r\nto have grovelled in the dust--a civilization beside which even that of\r\nour nineteenth century seems very poor and very \"senile.\"--What they\r\nwanted, of course, was booty: the orient was rich.... Let us put aside\r\nour prejudices! The crusades were a higher form of piracy, nothing more!\r\nThe German nobility, which is fundamentally a Viking nobility, was in\r\nits element there: the church knew only too well how the German nobility\r\nwas to be _won_.... The German noble, always the \"Swiss guard\" of the\r\nchurch, always in the service of every bad instinct of the church--_but\r\nwell paid_.... Consider the fact that it is precisely the aid of German\r\nswords and German blood and valour that has enabled the church to carry\r\nthrough its war to the death upon everything noble on earth! At this\r\npoint a host of painful questions suggest themselves. The German\r\nnobility stands _outside_ the history of the higher civilization: the\r\nreason is obvious.... Christianity, alcohol--the two _great_ means of\r\ncorruption.... Intrinsically there should be no more choice between\r\nIslam and Christianity than there is between an Arab and a Jew. The\r\ndecision is already reached; nobody remains at liberty to choose here.\r\nEither a man is a Chandala or he is not.... \"War to the knife with Rome!\r\nPeace and friendship with Islam!\": this was the feeling, this was the\r\n_act_, of that great free spirit, that genius among German emperors,\r\nFrederick II. What! must a German first be a genius, a free spirit,\r\nbefore he can feel _decently_? I can't make out how a German could ever\r\nfeel _Christian_....\r\n\r\n\r\n61.\r\n\r\nHere it becomes necessary to call up a memory that must be a hundred\r\ntimes more painful to Germans. The Germans have destroyed for Europe the\r\nlast great harvest of civilization that Europe was ever to reap--the\r\n_Renaissance_. Is it understood at last, _will_ it ever be understood,\r\n_what_ the Renaissance was? _The transvaluation of Christian\r\nvalues_,--an attempt with all available means, all instincts and all the\r\nresources of genius to bring about a triumph of the _opposite_ values,\r\nthe more _noble_ values.... This has been the one great war of the past;\r\nthere has never been a more critical question than that of the\r\nRenaissance--it is _my_ question too--; there has never been a form of\r\n_attack_ more fundamental, more direct, or more violently delivered by a\r\nwhole front upon the center of the enemy! To attack at the critical\r\nplace, at the very seat of Christianity, and there enthrone the more\r\nnoble values--that is to say, to _insinuate_ them into the instincts,\r\ninto the most fundamental needs and appetites of those sitting there ...\r\nI see before me the _possibility_ of a perfectly heavenly enchantment\r\nand spectacle:--it seems to me to scintillate with all the vibrations of\r\na fine and delicate beauty, and within it there is an art so divine, so\r\ninfernally divine, that one might search in vain for thousands of years\r\nfor another such possibility; I see a spectacle so rich in significance\r\nand at the same time so wonderfully full of paradox that it should\r\narouse all the gods on Olympus to immortal laughter--_Cæsar Borgia as\r\npope!_... Am I understood?... Well then, _that_ would have been the\r\nsort of triumph that _I_ alone am longing for today--: by it\r\nChristianity would have been _swept away_!--What happened? A German\r\nmonk, Luther, came to Rome. This monk, with all the vengeful instincts\r\nof an unsuccessful priest in him, raised a rebellion _against_ the\r\nRenaissance in Rome.... Instead of grasping, with profound thanksgiving,\r\nthe miracle that had taken place: the conquest of Christianity at its\r\n_capital_--instead of this, his hatred was stimulated by the spectacle.\r\nA religious man thinks only of himself.--Luther saw only the _depravity_\r\nof the papacy at the very moment when the opposite was becoming\r\napparent: the old corruption, the _peccatum originale_, Christianity\r\nitself, no longer occupied the papal chair! Instead there was life!\r\nInstead there was the triumph of life! Instead there was a great yea to\r\nall lofty, beautiful and daring things!... And Luther _restored the\r\nchurch_: he attacked it.... The Renaissance--an event without meaning, a\r\ngreat futility!--Ah, these Germans, what they have not cost us!\r\n_Futility_--that has always been the work of the Germans.--The\r\nReformation; Leibnitz; Kant and so-called German philosophy; the war\r\nof \"liberation\"; the empire--every time a futile substitute for\r\nsomething that once existed, for something _irrecoverable_.... These\r\nGermans, I confess, are my enemies: I despise all their uncleanliness\r\nin concept and valuation, their cowardice before every honest yea\r\nand nay. For nearly a thousand years they have tangled and confused\r\neverything their fingers have touched; they have on their conscience\r\nall the half-way measures, all the three-eighths-way measures, that\r\nEurope is sick of,--they also have on their conscience the uncleanest\r\nvariety of Christianity that exists, and the most incurable and\r\nindestructible--Protestantism.... If mankind never manages to get rid\r\nof Christianity the _Germans_ will be to blame....\r\n\r\n\r\n62.\r\n\r\n--With this I come to a conclusion and pronounce my judgment. I\r\n_condemn_ Christianity; I bring against the Christian church the most\r\nterrible of all the accusations that an accuser has ever had in his\r\nmouth. It is, to me, the greatest of all imaginable corruptions; it\r\nseeks to work the ultimate corruption, the worst possible corruption.\r\nThe Christian church has left nothing untouched by its depravity; it has\r\nturned every value into worthlessness, and every truth into a lie, and\r\nevery integrity into baseness of soul. Let any one dare to speak to me\r\nof its \"humanitarian\" blessings! Its deepest necessities range it\r\nagainst any effort to abolish distress; it lives by distress; it\r\n_creates_ distress to make _itself_ immortal.... For example, the worm\r\nof sin: it was the church that first enriched mankind with this\r\nmisery!--The \"equality of souls before God\"--this fraud, this _pretext_\r\nfor the _rancunes_ of all the base-minded--this explosive concept,\r\nending in revolution, the modern idea, and the notion of overthrowing\r\nthe whole social order--this is _Christian_ dynamite.... The\r\n\"humanitarian\" blessings of Christianity forsooth! To breed out of\r\n_humanitas_ a self-contradiction, an art of self-pollution, a will to\r\nlie at any price, an aversion and contempt for all good and honest\r\ninstincts! All this, to me, is the \"humanitarianism\" of\r\nChristianity!--Parasitism as the _only_ practice of the church; with its\r\nanæmic and \"holy\" ideals, sucking all the blood, all the love, all the\r\nhope out of life; the beyond as the will to deny all reality; the cross\r\nas the distinguishing mark of the most subterranean conspiracy ever\r\nheard of,--against health, beauty, well-being, intellect, _kindness_ of\r\nsoul--_against life itself_....\r\n\r\nThis eternal accusation against Christianity I shall write upon all\r\nwalls, wherever walls are to be found--I have letters that even the\r\nblind will be able to see.... I call Christianity the one great curse,\r\nthe one great intrinsic depravity, the one great instinct of revenge,\r\nfor which no means are venomous enough, or secret, subterranean and\r\n_small_ enough,--I call it the one immortal blemish upon the human\r\nrace....\r\n\r\nAnd mankind reckons _time_ from the _dies nefastus_ when this fatality\r\nbefell--from the _first_ day of Christianity!--_Why not rather from its\r\nlast?_--_From today?_--The transvaluation of all values!...\r\n\r\n\r\nTHE END\r\n\r\n\r\n\r\n\r\n\r\n\r\nEnd of the Project Gutenberg EBook of The Antichrist, by F. W. Nietzsche\r\n\r\n*** END OF THIS PROJECT GUTENBERG EBOOK THE ANTICHRIST ***\r\n\r\n***** This file should be named 19322-8.txt or 19322-8.zip *****\r\nThis and all associated files of various formats will be found in:\r\n        http://www.gutenberg.org/1/9/3/2/19322/\r\n\r\nProduced by Laura Wisewell and the Online Distributed\r\nProofreading Team at http://www.pgdp.net\r\n\r\n\r\nUpdated editions will replace the previous one--the old editions\r\nwill be renamed.\r\n\r\nCreating the works from public domain print editions means that no\r\none owns a United States copyright in these works, so the Foundation\r\n(and you!) can copy and distribute it in the United States without\r\npermission and without paying copyright royalties.  Special rules,\r\nset forth in the General Terms of Use part of this license, apply to\r\ncopying and distributing Project Gutenberg-tm electronic works to\r\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\r\nGutenberg is a registered trademark, and may not be used if you\r\ncharge for the eBooks, unless you receive specific permission.  If you\r\ndo not charge anything for copies of this eBook, complying with the\r\nrules is very easy.  You may use this eBook for nearly any purpose\r\nsuch as creation of derivative works, reports, performances and\r\nresearch.  They may be modified and printed and given away--you may do\r\npractically ANYTHING with public domain eBooks.  Redistribution is\r\nsubject to the trademark license, especially commercial\r\nredistribution.\r\n\r\n\r\n\r\n*** START: FULL LICENSE ***\r\n\r\nTHE FULL PROJECT GUTENBERG LICENSE\r\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\r\n\r\nTo protect the Project Gutenberg-tm mission of promoting the free\r\ndistribution of electronic works, by using or distributing this work\r\n(or any other work associated in any way with the phrase \"Project\r\nGutenberg\"), you agree to comply with all the terms of the Full Project\r\nGutenberg-tm License (available with this file or online at\r\nhttp://gutenberg.org/license).\r\n\r\n\r\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\r\nelectronic works\r\n\r\n1.A.  By reading or using any part of this Project Gutenberg-tm\r\nelectronic work, you indicate that you have read, understand, agree to\r\nand accept all the terms of this license and intellectual property\r\n(trademark/copyright) agreement.  If you do not agree to abide by all\r\nthe terms of this agreement, you must cease using and return or destroy\r\nall copies of Project Gutenberg-tm electronic works in your possession.\r\nIf you paid a fee for obtaining a copy of or access to a Project\r\nGutenberg-tm electronic work and you do not agree to be bound by the\r\nterms of this agreement, you may obtain a refund from the person or\r\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\r\n\r\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\r\nused on or associated in any way with an electronic work by people who\r\nagree to be bound by the terms of this agreement.  There are a few\r\nthings that you can do with most Project Gutenberg-tm electronic works\r\neven without complying with the full terms of this agreement.  See\r\nparagraph 1.C below.  There are a lot of things you can do with Project\r\nGutenberg-tm electronic works if you follow the terms of this agreement\r\nand help preserve free future access to Project Gutenberg-tm electronic\r\nworks.  See paragraph 1.E below.\r\n\r\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\r\nor PGLAF), owns a compilation copyright in the collection of Project\r\nGutenberg-tm electronic works.  Nearly all the individual works in the\r\ncollection are in the public domain in the United States.  If an\r\nindividual work is in the public domain in the United States and you are\r\nlocated in the United States, we do not claim a right to prevent you from\r\ncopying, distributing, performing, displaying or creating derivative\r\nworks based on the work as long as all references to Project Gutenberg\r\nare removed.  Of course, we hope that you will support the Project\r\nGutenberg-tm mission of promoting free access to electronic works by\r\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\r\nthis agreement for keeping the Project Gutenberg-tm name associated with\r\nthe work.  You can easily comply with the terms of this agreement by\r\nkeeping this work in the same format with its attached full Project\r\nGutenberg-tm License when you share it without charge with others.\r\n\r\n1.D.  The copyright laws of the place where you are located also govern\r\nwhat you can do with this work.  Copyright laws in most countries are in\r\na constant state of change.  If you are outside the United States, check\r\nthe laws of your country in addition to the terms of this agreement\r\nbefore downloading, copying, displaying, performing, distributing or\r\ncreating derivative works based on this work or any other Project\r\nGutenberg-tm work.  The Foundation makes no representations concerning\r\nthe copyright status of any work in any country outside the United\r\nStates.\r\n\r\n1.E.  Unless you have removed all references to Project Gutenberg:\r\n\r\n1.E.1.  The following sentence, with active links to, or other immediate\r\naccess to, the full Project Gutenberg-tm License must appear prominently\r\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\r\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\r\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\r\ncopied or distributed:\r\n\r\nThis eBook is for the use of anyone anywhere at no cost and with\r\nalmost no restrictions whatsoever.  You may copy it, give it away or\r\nre-use it under the terms of the Project Gutenberg License included\r\nwith this eBook or online at www.gutenberg.org\r\n\r\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\r\nfrom the public domain (does not contain a notice indicating that it is\r\nposted with permission of the copyright holder), the work can be copied\r\nand distributed to anyone in the United States without paying any fees\r\nor charges.  If you are redistributing or providing access to a work\r\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\r\nwork, you must comply either with the requirements of paragraphs 1.E.1\r\nthrough 1.E.7 or obtain permission for the use of the work and the\r\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\r\n1.E.9.\r\n\r\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\r\nwith the permission of the copyright holder, your use and distribution\r\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\r\nterms imposed by the copyright holder.  Additional terms will be linked\r\nto the Project Gutenberg-tm License for all works posted with the\r\npermission of the copyright holder found at the beginning of this work.\r\n\r\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\r\nLicense terms from this work, or any files containing a part of this\r\nwork or any other work associated with Project Gutenberg-tm.\r\n\r\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\r\nelectronic work, or any part of this electronic work, without\r\nprominently displaying the sentence set forth in paragraph 1.E.1 with\r\nactive links or immediate access to the full terms of the Project\r\nGutenberg-tm License.\r\n\r\n1.E.6.  You may convert to and distribute this work in any binary,\r\ncompressed, marked up, nonproprietary or proprietary form, including any\r\nword processing or hypertext form.  However, if you provide access to or\r\ndistribute copies of a Project Gutenberg-tm work in a format other than\r\n\"Plain Vanilla ASCII\" or other format used in the official version\r\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\r\nyou must, at no additional cost, fee or expense to the user, provide a\r\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\r\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\r\nform.  Any alternate format must include the full Project Gutenberg-tm\r\nLicense as specified in paragraph 1.E.1.\r\n\r\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\r\nperforming, copying or distributing any Project Gutenberg-tm works\r\nunless you comply with paragraph 1.E.8 or 1.E.9.\r\n\r\n1.E.8.  You may charge a reasonable fee for copies of or providing\r\naccess to or distributing Project Gutenberg-tm electronic works provided\r\nthat\r\n\r\n- You pay a royalty fee of 20% of the gross profits you derive from\r\n     the use of Project Gutenberg-tm works calculated using the method\r\n     you already use to calculate your applicable taxes.  The fee is\r\n     owed to the owner of the Project Gutenberg-tm trademark, but he\r\n     has agreed to donate royalties under this paragraph to the\r\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\r\n     must be paid within 60 days following each date on which you\r\n     prepare (or are legally required to prepare) your periodic tax\r\n     returns.  Royalty payments should be clearly marked as such and\r\n     sent to the Project Gutenberg Literary Archive Foundation at the\r\n     address specified in Section 4, \"Information about donations to\r\n     the Project Gutenberg Literary Archive Foundation.\"\r\n\r\n- You provide a full refund of any money paid by a user who notifies\r\n     you in writing (or by e-mail) within 30 days of receipt that s/he\r\n     does not agree to the terms of the full Project Gutenberg-tm\r\n     License.  You must require such a user to return or\r\n     destroy all copies of the works possessed in a physical medium\r\n     and discontinue all use of and all access to other copies of\r\n     Project Gutenberg-tm works.\r\n\r\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\r\n     money paid for a work or a replacement copy, if a defect in the\r\n     electronic work is discovered and reported to you within 90 days\r\n     of receipt of the work.\r\n\r\n- You comply with all other terms of this agreement for free\r\n     distribution of Project Gutenberg-tm works.\r\n\r\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\r\nelectronic work or group of works on different terms than are set\r\nforth in this agreement, you must obtain permission in writing from\r\nboth the Project Gutenberg Literary Archive Foundation and Michael\r\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\r\nFoundation as set forth in Section 3 below.\r\n\r\n1.F.\r\n\r\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\r\neffort to identify, do copyright research on, transcribe and proofread\r\npublic domain works in creating the Project Gutenberg-tm\r\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\r\nworks, and the medium on which they may be stored, may contain\r\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\r\ncorrupt data, transcription errors, a copyright or other intellectual\r\nproperty infringement, a defective or damaged disk or other medium, a\r\ncomputer virus, or computer codes that damage or cannot be read by\r\nyour equipment.\r\n\r\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\r\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\r\nGutenberg Literary Archive Foundation, the owner of the Project\r\nGutenberg-tm trademark, and any other party distributing a Project\r\nGutenberg-tm electronic work under this agreement, disclaim all\r\nliability to you for damages, costs and expenses, including legal\r\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\r\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\r\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\r\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\r\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\r\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\r\nDAMAGE.\r\n\r\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\r\ndefect in this electronic work within 90 days of receiving it, you can\r\nreceive a refund of the money (if any) you paid for it by sending a\r\nwritten explanation to the person you received the work from.  If you\r\nreceived the work on a physical medium, you must return the medium with\r\nyour written explanation.  The person or entity that provided you with\r\nthe defective work may elect to provide a replacement copy in lieu of a\r\nrefund.  If you received the work electronically, the person or entity\r\nproviding it to you may choose to give you a second opportunity to\r\nreceive the work electronically in lieu of a refund.  If the second copy\r\nis also defective, you may demand a refund in writing without further\r\nopportunities to fix the problem.\r\n\r\n1.F.4.  Except for the limited right of replacement or refund set forth\r\nin paragraph 1.F.3, this work is provided to you 'AS-IS', WITH NO OTHER\r\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\r\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\r\n\r\n1.F.5.  Some states do not allow disclaimers of certain implied\r\nwarranties or the exclusion or limitation of certain types of damages.\r\nIf any disclaimer or limitation set forth in this agreement violates the\r\nlaw of the state applicable to this agreement, the agreement shall be\r\ninterpreted to make the maximum disclaimer or limitation permitted by\r\nthe applicable state law.  The invalidity or unenforceability of any\r\nprovision of this agreement shall not void the remaining provisions.\r\n\r\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\r\ntrademark owner, any agent or employee of the Foundation, anyone\r\nproviding copies of Project Gutenberg-tm electronic works in accordance\r\nwith this agreement, and any volunteers associated with the production,\r\npromotion and distribution of Project Gutenberg-tm electronic works,\r\nharmless from all liability, costs and expenses, including legal fees,\r\nthat arise directly or indirectly from any of the following which you do\r\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\r\nwork, (b) alteration, modification, or additions or deletions to any\r\nProject Gutenberg-tm work, and (c) any Defect you cause.\r\n\r\n\r\nSection  2.  Information about the Mission of Project Gutenberg-tm\r\n\r\nProject Gutenberg-tm is synonymous with the free distribution of\r\nelectronic works in formats readable by the widest variety of computers\r\nincluding obsolete, old, middle-aged and new computers.  It exists\r\nbecause of the efforts of hundreds of volunteers and donations from\r\npeople in all walks of life.\r\n\r\nVolunteers and financial support to provide volunteers with the\r\nassistance they need, is critical to reaching Project Gutenberg-tm's\r\ngoals and ensuring that the Project Gutenberg-tm collection will\r\nremain freely available for generations to come.  In 2001, the Project\r\nGutenberg Literary Archive Foundation was created to provide a secure\r\nand permanent future for Project Gutenberg-tm and future generations.\r\nTo learn more about the Project Gutenberg Literary Archive Foundation\r\nand how your efforts and donations can help, see Sections 3 and 4\r\nand the Foundation web page at http://www.pglaf.org.\r\n\r\n\r\nSection 3.  Information about the Project Gutenberg Literary Archive\r\nFoundation\r\n\r\nThe Project Gutenberg Literary Archive Foundation is a non profit\r\n501(c)(3) educational corporation organized under the laws of the\r\nstate of Mississippi and granted tax exempt status by the Internal\r\nRevenue Service.  The Foundation's EIN or federal tax identification\r\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\r\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\r\nLiterary Archive Foundation are tax deductible to the full extent\r\npermitted by U.S. federal laws and your state's laws.\r\n\r\nThe Foundation's principal office is located at 4557 Melan Dr. S.\r\nFairbanks, AK, 99712., but its volunteers and employees are scattered\r\nthroughout numerous locations.  Its business office is located at\r\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\r\nbusiness@pglaf.org.  Email contact links and up to date contact\r\ninformation can be found at the Foundation's web site and official\r\npage at http://pglaf.org\r\n\r\nFor additional contact information:\r\n     Dr. Gregory B. Newby\r\n     Chief Executive and Director\r\n     gbnewby@pglaf.org\r\n\r\nSection 4.  Information about Donations to the Project Gutenberg\r\nLiterary Archive Foundation\r\n\r\nProject Gutenberg-tm depends upon and cannot survive without wide\r\nspread public support and donations to carry out its mission of\r\nincreasing the number of public domain and licensed works that can be\r\nfreely distributed in machine readable form accessible by the widest\r\narray of equipment including outdated equipment.  Many small donations\r\n($1 to $5,000) are particularly important to maintaining tax exempt\r\nstatus with the IRS.\r\n\r\nThe Foundation is committed to complying with the laws regulating\r\ncharities and charitable donations in all 50 states of the United\r\nStates.  Compliance requirements are not uniform and it takes a\r\nconsiderable effort, much paperwork and many fees to meet and keep up\r\nwith these requirements.  We do not solicit donations in locations\r\nwhere we have not received written confirmation of compliance.  To\r\nSEND DONATIONS or determine the status of compliance for any\r\nparticular state visit http://pglaf.org\r\n\r\nWhile we cannot and do not solicit contributions from states where we\r\nhave not met the solicitation requirements, we know of no prohibition\r\nagainst accepting unsolicited donations from donors in such states who\r\napproach us with offers to donate.\r\n\r\nInternational donations are gratefully accepted, but we cannot make\r\nany statements concerning tax treatment of donations received from\r\noutside the United States.  U.S. laws alone swamp our small staff.\r\n\r\nPlease check the Project Gutenberg Web pages for current donation\r\nmethods and addresses.  Donations are accepted in a number of other\r\nways including checks, online payments and credit card\r\ndonations.  To donate, please visit: http://pglaf.org/donate\r\n\r\n\r\nSection 5.  General Information About Project Gutenberg-tm electronic\r\nworks.\r\n\r\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\r\nconcept of a library of electronic works that could be freely shared\r\nwith anyone.  For thirty years, he produced and distributed Project\r\nGutenberg-tm eBooks with only a loose network of volunteer support.\r\n\r\nProject Gutenberg-tm eBooks are often created from several printed\r\neditions, all of which are confirmed as Public Domain in the U.S.\r\nunless a copyright notice is included.  Thus, we do not necessarily\r\nkeep eBooks in compliance with any particular paper edition.\r\n\r\nMost people start at our Web site which has the main PG search facility:\r\n\r\n     http://www.gutenberg.org\r\n\r\nThis Web site includes information about Project Gutenberg-tm,\r\nincluding how to make donations to the Project Gutenberg Literary\r\nArchive Foundation, how to help produce our new eBooks, and how to\r\nsubscribe to our email newsletter to hear about new eBooks.\r\n\r\n*** END: FULL LICENSE ***\r\n", "Author": ["Nietzsche, Friedrich Wilhelm, 1844-1900"], "Translator": ["Mencken, H. L. (Henry Louis), 1880-1956"], "Title": ["The Antichrist"], "Language": ["English"], "LoC Class": ["B: Philosophy, Psychology, Religion"], "Subject": ["Christianity -- Controversial literature"], "Category": ["Text"], "EBook-No.": ["19322"], "Release Date": ["Sep 18, 2006"], "Copyright Status": ["Public domain in the USA."], "Downloads": ["1213 downloads in the last 30 days."], "Price": ["$0.00"]}